const AUTO_QUESTIONS = [
 {
  "cat": "مبادئ عامة",
  "q": "أكمل الفراغ (المادة 1 من المسطرة المدنية): تسهر المحاكم على حسن سير العدالة بما يضمن تحقيق شروط المحاكمة العادلة ____ حقوق الدفاع في جميع مراحل التقاضي",
  "options": [
   "واحترام",
   "للدين",
   "مختوم",
   "وأملاكها"
  ],
  "a": 0,
  "exp": "المادة 1: تسهر المحاكم على حسن سير العدالة بما يضمن تحقيق شروط المحاكمة العادلة واحترام حقوق الدفاع في جميع مراحل التقاضي"
 },
 {
  "cat": "مبادئ عامة",
  "q": "أكمل الفراغ (المادة 2 من المسطرة المدنية): يمارس القضاة مهامهم باستقلال وتجرد ونزاهة واستقامة، في إطار السهر على ضمان مساواة الجميع، أشخاصا ذاتيين أو ____ بما فيهم السلطات العمومية، أمام القضاء، وعلى حماية حقوقهم وأمنهم القضائي",
  "options": [
   "اعتباريين",
   "والوثائق",
   "إدارية",
   "الزوجية"
  ],
  "a": 0,
  "exp": "المادة 2: يمارس القضاة مهامهم باستقلال وتجرد ونزاهة واستقامة، في إطار السهر على ضمان مساواة الجميع، أشخاصا ذاتيين أو اعتباريين بما فيهم السلطات العمومية، أمام القضاء، وعلى حماية حقوقهم وأمنهم القضائي"
 },
 {
  "cat": "مبادئ عامة",
  "q": "أكمل الفراغ (المادة 3 من المسطرة المدنية): لا يجوز للقا قضية ____ عليه",
  "options": [
   "عرضت",
   "الردود",
   "متوقفا",
   "للتسيير"
  ],
  "a": 0,
  "exp": "المادة 3: لا يجوز للقا قضية عرضت عليه"
 },
 {
  "cat": "مبادئ عامة",
  "q": "أكمل الفراغ (المادة 4 من المسطرة المدنية): يمنع على قضاة الأحكام، تحت طائلة ____، أن ينظروا في قضية في أي مرحلة من مراحل التقاضي الترافع أو الشهادة في موضوعها، بأي صفة أو وسيلة كانت، أو شاركوا بأي وجه من الوجوه، أو بحكم وظيفة أو مهنة ما في إصدار المقرر المطعون فيه",
  "options": [
   "البطلان",
   "التنازل",
   "شهادة الشهود",
   "التطليق"
  ],
  "a": 0,
  "exp": "المادة 4: يمنع على قضاة الأحكام، تحت طائلة البطلان، أن ينظروا في قضية في أي مرحلة من مراحل التقاضي الترافع أو الشهادة في موضوعها، بأي صفة أو وسيلة كانت، أو شاركوا بأي وجه من الوجوه، أو بحكم وظيفة أو مهنة ما في إصدار المقرر المطعون فيه"
 },
 {
  "cat": "مبادئ عامة",
  "q": "أكمل الفراغ (المادة 5 من المسطرة المدنية): يجب على ____",
  "options": [
   "القاضي",
   "بريده",
   "تمهيدية",
   "بتوزيع"
  ],
  "a": 0,
  "exp": "المادة 5: يجب على القاضي"
 },
 {
  "cat": "مبادئ عامة",
  "q": "أكمل الفراغ (المادة 6 من المسطرة المدنية): لا يمكن ____ على أي طرف في دعوى، قبل استدعائه بصفة قانونية أو بسط أوجه دفاعه، ما لم ينص القانون على خلاف ذلك يجب على الأطراف بيان الأسباب التي يؤسسون عليها طلباتهم والأدلة التي يعتمدونها، داخل أجل مناسب تحدده المحكمة، بما يسمح لكل طرف بإعداد دفاعه",
  "options": [
   "الحكم",
   "إعادة النظر",
   "تنازع الاختصاص",
   "الرجوع عن الشهادة"
  ],
  "a": 0,
  "exp": "المادة 6: لا يمكن الحكم على أي طرف في دعوى، قبل استدعائه بصفة قانونية أو بسط أوجه دفاعه، ما لم ينص القانون على خلاف ذلك يجب على الأطراف بيان الأسباب التي يؤسسون عليها طلباتهم والأدلة التي يعتمدونها، داخل أجل مناسب تحدده المحكمة، بما يسمح لكل طرف بإعداد دفاعه"
 },
 {
  "cat": "مبادئ عامة",
  "q": "أكمل الفراغ (المادة 7 من المسطرة المدنية): لا يجوز لموظفي كتابة الضبط وموظفي كتابة ____ أن يباشروا، في مجال اختصاصهم، أي عمل أو إجراء، يدخل في إطار الدعاوى الخاصة بهم أو بأزواجهم أو أصولهم أو فروعهم أو أصهارهم أو أقاربهم إلى درجة العمومة أو الخؤولة أو أبناء الإخوة",
  "options": [
   "النيابة العامة",
   "الموطن",
   "الحجز الاستحقاقي",
   "التدخل"
  ],
  "a": 0,
  "exp": "المادة 7: لا يجوز لموظفي كتابة الضبط وموظفي كتابة النيابة العامة أن يباشروا، في مجال اختصاصهم، أي عمل أو إجراء، يدخل في إطار الدعاوى الخاصة بهم أو بأزواجهم أو أصولهم أو فروعهم أو أصهارهم أو أقاربهم إلى درجة العمومة أو الخؤولة أو أبناء الإخوة"
 },
 {
  "cat": "مبادئ عامة",
  "q": "أكمل الفراغ (المادة 8 من المسطرة المدنية): يمكن للمحكمة، تلقائيا أو بناء على طلب أحد الأطراف، أن تعرض ____ عليهم، ولها في هذه الحالة أن تأمر بحضورهم شخصيا أو من يمثلهم بوكالة خاصة أو انتداب، حسب الحالة كما يمكن للمحكمة أن تسند إجراء الصلح إلى دفاع الأطراف أو المساعدين الاجتماعيين أو الأشخاص الذين تقدر المحكمة أنهم مؤهلون لهذه الغاية تسجل المحكمة الصلح الذي تم بين الأطراف، بمقت قابل لأي طعن",
  "options": [
   "الصلح",
   "الاستئناف",
   "الميراث",
   "إبطال الحكم"
  ],
  "a": 0,
  "exp": "المادة 8: يمكن للمحكمة، تلقائيا أو بناء على طلب أحد الأطراف، أن تعرض الصلح عليهم، ولها في هذه الحالة أن تأمر بحضورهم شخصيا أو من يمثلهم بوكالة خاصة أو انتداب، حسب الحالة كما يمكن للمحكمة أن تسند إجراء الصلح إلى دفاع الأطراف أو المساعدين الاجتماعيين أو الأشخاص الذين تقدر المحكمة أنهم مؤهلون لهذه الغاية تسجل المحكمة الصلح الذي تم بين الأطراف، بمقت قابل لأي طعن"
 },
 {
  "cat": "مبادئ عامة",
  "q": "أكمل الفراغ (المادة 9 من المسطرة المدنية): يمكن للمحكمة أن تدعو الأطراف إلى حل النزاع عن طريق ____، فإذا قبلوا منحتهم أجلا معقولا للإدلاء بنتيجة هذه الوساطة تسجل المحكمة الاتفاق الذي تم بين الأطراف، بمقت قابل لأي طعن",
  "options": [
   "الوساطة",
   "الغرامة التهديدية",
   "الرسم القضائي",
   "الحجز لدى الغير"
  ],
  "a": 0,
  "exp": "المادة 9: يمكن للمحكمة أن تدعو الأطراف إلى حل النزاع عن طريق الوساطة، فإذا قبلوا منحتهم أجلا معقولا للإدلاء بنتيجة هذه الوساطة تسجل المحكمة الاتفاق الذي تم بين الأطراف، بمقت قابل لأي طعن"
 },
 {
  "cat": "مبادئ عامة",
  "q": "أكمل الفراغ (المادة 10 من المسطرة المدنية): يجب على كل متقاض أن يمارس حقه في التقاضي حسن النية، وبما لا يعرقل حسن سير العدالة يمكن للأطراف طلب التعويض عن التقاضي التي توجد عليها ____، كما يمكنهم تقديم طلب التعويض بدعوى مستقلة",
  "options": [
   "الدعوى",
   "الأجل",
   "الإرث",
   "الامتياز"
  ],
  "a": 0,
  "exp": "المادة 10: يجب على كل متقاض أن يمارس حقه في التقاضي حسن النية، وبما لا يعرقل حسن سير العدالة يمكن للأطراف طلب التعويض عن التقاضي التي توجد عليها الدعوى، كما يمكنهم تقديم طلب التعويض بدعوى مستقلة"
 },
 {
  "cat": "مبادئ عامة",
  "q": "أكمل الفراغ (المادة 11 من المسطرة المدنية): لا يصح التقاضي حقوقه يمكن للجهة القضائية التي تنظر في الدعوى أن تأذن للقاصر الـمميز، الذي ليس له نائب شرعي أو لم تتأت النيابة عنه، بالتقا أمامها أو بطلب الصلح فيما له فيه مصلحة ظاهرة تثير المحكمة تلقائيا انعدام ____ أو الصفة أو المصلحة أو الإذن بالتقا لا يمكن للمحكمة أن تصرح في هذه الحالات، بعدم قبول الدعوى، إلا إذا أنذرت الطرف المعني بتصحيح المسطرة داخل أجل تحدده، ما لم يكن أحد الأطراف قد أثار هذا الدفع واطلع عليه الطرف الآخر ولم يستجب",
  "options": [
   "الأهلية",
   "إعادة النظر",
   "الدفع بعدم القبول",
   "التأمين"
  ],
  "a": 0,
  "exp": "المادة 11: لا يصح التقاضي حقوقه يمكن للجهة القضائية التي تنظر في الدعوى أن تأذن للقاصر الـمميز، الذي ليس له نائب شرعي أو لم تتأت النيابة عنه، بالتقا أمامها أو بطلب الصلح فيما له فيه مصلحة ظاهرة تثير المحكمة تلقائيا انعدام الأهلية أو الصفة أو المصلحة أو الإذن بالتقا لا يمكن للمحكمة أن تصرح في هذه الحالات، بعدم قبول الدعوى، إلا إذا أنذرت الطرف المعني بتصحيح المسطرة داخل…"
 },
 {
  "cat": "مبادئ عامة",
  "q": "أكمل الفراغ (المادة 12 من المسطرة المدنية): لا يقبل أي طلب أو دفع لا تكون لصاحبه فيه مصلحة قائمة ومشروعة، غير أن ____ المحتملة تكفي إذا كان الغرض من الطلب أو الدفع، الاحتياط لدرء ضرر محدق يخ عند المنازعة فيه",
  "options": [
   "المصلحة",
   "الخلع",
   "الوصي",
   "قسمة التركة"
  ],
  "a": 0,
  "exp": "المادة 12: لا يقبل أي طلب أو دفع لا تكون لصاحبه فيه مصلحة قائمة ومشروعة، غير أن المصلحة المحتملة تكفي إذا كان الغرض من الطلب أو الدفع، الاحتياط لدرء ضرر محدق يخ عند المنازعة فيه"
 },
 {
  "cat": "مبادئ عامة",
  "q": "أكمل الفراغ (المادة 13 من المسطرة المدنية): تبت المحكمة في حدود طلبات الأطراف، وفق ____ القانوني السليم للوقائع المعروضة عليها، وطبق القوانين المطبقة على النازلة، ولو لم يطلب الأطراف ذلك بصفة صريحة لا يمكن للمحكمة أن تغير تلقائيا موضوع طلبات الأطراف أو سببها، ما لم يوجد نص قانوني يسمح لها بذلك",
  "options": [
   "التكييف",
   "السلطات",
   "الكتابة",
   "أنفقوها"
  ],
  "a": 0,
  "exp": "المادة 13: تبت المحكمة في حدود طلبات الأطراف، وفق التكييف القانوني السليم للوقائع المعروضة عليها، وطبق القوانين المطبقة على النازلة، ولو لم يطلب الأطراف ذلك بصفة صريحة لا يمكن للمحكمة أن تغير تلقائيا موضوع طلبات الأطراف أو سببها، ما لم يوجد نص قانوني يسمح لها بذلك"
 },
 {
  "cat": "مبادئ عامة",
  "q": "أكمل الفراغ (المادة 14 من المسطرة المدنية): يقصد بمصطلح مقرر في مفهوم هذا القانون، كل أمر أو حكم أو قرار يصدر عن هيئة قضائية دور ____ أمام المحاكم",
  "options": [
   "النيابة العامة",
   "كتابة الضبط",
   "الحجز التنفيذي",
   "الحضانة"
  ],
  "a": 0,
  "exp": "المادة 14: يقصد بمصطلح مقرر في مفهوم هذا القانون، كل أمر أو حكم أو قرار يصدر عن هيئة قضائية دور النيابة العامة أمام المحاكم"
 },
 {
  "cat": "مبادئ عامة",
  "q": "أكمل الفراغ (المادة 15 من المسطرة المدنية): تكون ____ طرفا أصليا أو طرفا منضما، وتمثل الأغيار في الحالات التي ينص عليها القانون",
  "options": [
   "النيابة العامة",
   "المحكمة الإدارية",
   "الاختصاص المحلي",
   "البطلان"
  ],
  "a": 0,
  "exp": "المادة 15: تكون النيابة العامة طرفا أصليا أو طرفا منضما، وتمثل الأغيار في الحالات التي ينص عليها القانون"
 },
 {
  "cat": "مبادئ عامة",
  "q": "أكمل الفراغ (المادة 16 من المسطرة المدنية): يحق للنيابة العامة ممارسة طرق الطعن عندما تكون طرفا أصليا، ولا يحق لها ممارستها عندما تكون طرفا منضما، إلا إذا نص القانون على ذلك لا يحق للنيابة العامة في جميع الأحوال ____ تسري آجال الطعن بالنسبة للنيابة العامة ابتداء من تاريخ النطق بالحكم، إذا كانت حاضرة بالجلسة، أو من تاريخ تبليغها به إن لم تكن حاضرة",
  "options": [
   "الطعن بالتعرض",
   "الوكيل",
   "المقرر",
   "الطلاق"
  ],
  "a": 0,
  "exp": "المادة 16: يحق للنيابة العامة ممارسة طرق الطعن عندما تكون طرفا أصليا، ولا يحق لها ممارستها عندما تكون طرفا منضما، إلا إذا نص القانون على ذلك لا يحق للنيابة العامة في جميع الأحوال الطعن بالتعرض تسري آجال الطعن بالنسبة للنيابة العامة ابتداء من تاريخ النطق بالحكم، إذا كانت حاضرة بالجلسة، أو من تاريخ تبليغها به إن لم تكن حاضرة"
 },
 {
  "cat": "مبادئ عامة",
  "q": "أكمل الفراغ (المادة 17 من المسطرة المدنية): - إذا تم استصدار المقرر باستعمال الغش يتم الطعن أمام المحكمة المصدرة للمقرر القضائي، بناء على أمر كتابي يصدره الوكيل العام للملك لدى ____",
  "options": [
   "محكمة النقض",
   "التنازل عن الدعوى",
   "المقال",
   "الاختصاص القضائي الدولي"
  ],
  "a": 0,
  "exp": "المادة 17: يمكن للنيابة العامة المختصة، وإن لم تكن طرفا في الدعوى، ودون التقيد بآجال الطعن المنصوص عليها في المادة السابقة، أن تطلب التصريح ببطلان كل مقرر قضائي مخالف للنظام العام داخل سنوات من تاريخ صيرورة المقرر القضائي حائزا لقوة أجل خمس ال - إذا ثبت أن المقرر صدر بناء على تزوير أو استعماله ؛ - إذا تم استصدار المقرر باستعمال وسائل تدليسية ؛ - إذا تم استصدار المقرر…"
 },
 {
  "cat": "مبادئ عامة",
  "q": "أكمل الفراغ (المادة 18 من المسطرة المدنية): تكون ____ طرفا أصليا في الحالات التالية : - القضايا المتعلقة بالنظام العام ؛",
  "options": [
   "النيابة العامة",
   "الأجرة",
   "اليمين",
   "البينونة"
  ],
  "a": 0,
  "exp": "المادة 18: تكون النيابة العامة طرفا أصليا في الحالات التالية : - القضايا المتعلقة بالنظام العام ؛ - القضايا المتعلقة بالأسرة ؛ - القضايا المتعلقة بالحالة المدنية وقضايا الجنسية وكفالة الأطفال المهملين ؛ - القضايا المتعلقة بعديمي الأهلية وناقصيها والغائبين والمفقودين تكون النيابة العامة طرفا أصليا أيضا في الحالات المحددة بمقت نص خاص يكون للنيابة العامة في جميع هذه…"
 },
 {
  "cat": "مبادئ عامة",
  "q": "أكمل الفراغ (المادة 19 من المسطرة المدنية): تتدخل ____ كطرف منضم في الحالات التالية : - القضايا التي ينص القانون على تبليغها إليها ؛",
  "options": [
   "النيابة العامة",
   "القاصر",
   "التطليق",
   "القرار"
  ],
  "a": 0,
  "exp": "المادة 19: تتدخل النيابة العامة كطرف منضم في الحالات التالية : - القضايا التي ينص القانون على تبليغها إليها ؛ - الحالات التي تطلب التدخل فيها بعد اطلاعها على الملف ؛ - قضايا الزور ؛ - القضايا التي تحال عليها تلقائيا من طرف المحكمة"
 },
 {
  "cat": "مبادئ عامة",
  "q": "أكمل الفراغ (المادة 20 من المسطرة المدنية): يجب أن تبلغ إلى النيابة العامة الدعاوى التالية بمجرد تقييدها : - القضايا المتعلقة بالدولة أو ب____ ومجموعاتها أو بالمؤسسات العمومية أو بأي شخص آخر من أشخاص القانون العام أو بالهبات والوصايا لفائدة المؤسسات الخيرية أو بممتلكات الأوقاف أو بأرا - القضايا المتعلقة بعدم الاختصاص النوعي ؛",
  "options": [
   "الجماعات الترابية",
   "الاختصاص الانتهائي",
   "الغرامة التهديدية",
   "الحجز التنفيذي"
  ],
  "a": 0,
  "exp": "المادة 20: يجب أن تبلغ إلى النيابة العامة الدعاوى التالية بمجرد تقييدها : - القضايا المتعلقة بالدولة أو بالجماعات الترابية ومجموعاتها أو بالمؤسسات العمومية أو بأي شخص آخر من أشخاص القانون العام أو بالهبات والوصايا لفائدة المؤسسات الخيرية أو بممتلكات الأوقاف أو بأرا - القضايا المتعلقة بعدم الاختصاص النوعي ؛ - القضايا المتعلقة بتنازع الاختصاص ؛ - حالات مخاصمة القضاة ؛ -…"
 },
 {
  "cat": "مبادئ عامة",
  "q": "أكمل الفراغ (المادة 21 من المسطرة المدنية): يعتبر حضور ____ في الجلسة غير إلزامي، ولها أن تدلي بمستنتجات كتابية في جميع الأحوال اختصاص المحاكم مقتضيات عامة",
  "options": [
   "النيابة العامة",
   "التدخل",
   "إبطال الحكم",
   "التبرع"
  ],
  "a": 0,
  "exp": "المادة 21: يعتبر حضور النيابة العامة في الجلسة غير إلزامي، ولها أن تدلي بمستنتجات كتابية في جميع الأحوال اختصاص المحاكم مقتضيات عامة"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 22 من المسطرة المدنية): يحدد ____ استنادا إلى مبلغ الطلب المجرد الناتج عن آخر مستنتجات المدعي، دون احتساب المصاريف القضائية والفوائد القانونية والغرامات التهديدية والجبائية",
  "options": [
   "الاختصاص الانتهائي",
   "التنازل عن الدعوى",
   "الموثق",
   "الحجز التحفظي"
  ],
  "a": 0,
  "exp": "المادة 22: يحدد الاختصاص الانتهائي استنادا إلى مبلغ الطلب المجرد الناتج عن آخر مستنتجات المدعي، دون احتساب المصاريف القضائية والفوائد القانونية والغرامات التهديدية والجبائية"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 23 من المسطرة المدنية): يبت ابتدائيا إذا كانت قيمة موضوع ____ غير محددة",
  "options": [
   "الطلب",
   "الرسم العدلي",
   "الخلع",
   "الرهن"
  ],
  "a": 0,
  "exp": "المادة 23: يبت ابتدائيا إذا كانت قيمة موضوع الطلب غير محددة"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 24 من المسطرة المدنية): إذا قدمت عدة طلبات في دعوى واحدة من طرف مدع واحد ضد نفس المدعى عليه، بت فيها ابتدائيا إن تجاوز مجموع ____ات القدر المحدد للحكم انتهائيا، ولو كان أحدها يقل عن ذلك",
  "options": [
   "الطلب",
   "الرهن",
   "الغرامة التهديدية",
   "الحجز الارتهاني"
  ],
  "a": 0,
  "exp": "المادة 24: إذا قدمت عدة طلبات في دعوى واحدة من طرف مدع واحد ضد نفس المدعى عليه، بت فيها ابتدائيا إن تجاوز مجموع الطلبات القدر المحدد للحكم انتهائيا، ولو كان أحدها يقل عن ذلك"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 25 من المسطرة المدنية): يحكم انتهائيا في ____ المقدم من عدة مدعين أو ضد عدة مدعى عليهم مجتمعين وبموجب سند مشترك، إذا كان نصيب كل واحد من المدعين لا يزيد عن القدر المحدد للحكم انتهائيا، ويحكم ابتدائيا بالنسبة للجميع إذا زاد نصيب أحدهم عن هذا القدر لا تطبق مقتضيات الفقرة السابقة في حالة وجود تضامن بين المدعين أو بين المدعى عليهم أو إذا كان موضوع النزاع غير قابل للتجزئة",
  "options": [
   "الطلب",
   "الحجز الاستحقاقي",
   "عدم الاختصاص",
   "إيداع"
  ],
  "a": 0,
  "exp": "المادة 25: يحكم انتهائيا في الطلب المقدم من عدة مدعين أو ضد عدة مدعى عليهم مجتمعين وبموجب سند مشترك، إذا كان نصيب كل واحد من المدعين لا يزيد عن القدر المحدد للحكم انتهائيا، ويحكم ابتدائيا بالنسبة للجميع إذا زاد نصيب أحدهم عن هذا القدر لا تطبق مقتضيات الفقرة السابقة في حالة وجود تضامن بين المدعين أو بين المدعى عليهم أو إذا كان موضوع النزاع غير قابل للتجزئة"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 26 من المسطرة المدنية): تختص المحكمة بالنظر في جميع ____ات المقابلة المرتبطة بالطلب الأصلي وفي طلبات المقاصة التي تدخل بنوعها أو قيمتها في حدود اختصاصها إذا كان كل واحد من الطلبات الأصلية أو المقابلة أو طلبات المقاصة يدخل في حدود اختصاص المحكمة الانتهائي، بتت بحكم غير قابل للاستئناف إذا كان أحد هذه الطلبات قابلا للاستئناف، بتت المحكمة ابتدائيا في جميعها",
  "options": [
   "الطلب",
   "إبطال الحكم",
   "الوكالة",
   "كتابة الضبط"
  ],
  "a": 0,
  "exp": "المادة 26: تختص المحكمة بالنظر في جميع الطلبات المقابلة المرتبطة بالطلب الأصلي وفي طلبات المقاصة التي تدخل بنوعها أو قيمتها في حدود اختصاصها إذا كان كل واحد من الطلبات الأصلية أو المقابلة أو طلبات المقاصة يدخل في حدود اختصاص المحكمة الانتهائي، بتت بحكم غير قابل للاستئناف إذا كان أحد هذه الطلبات قابلا للاستئناف، بتت المحكمة ابتدائيا في جميعها"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 27 من المسطرة المدنية): تثير محكمة الدرجة الأولى أو القسم المتخصص بالمحكمة الابتدائية، عدم الاختصاص النوعي تلقائيا يمكن للأطراف الدفع بعدم الاختصاص النوعي في جميع مراحل الدعوى أمام محاكم الدرجة الأولى، وأمام الأقسام المتخصصة بالمحاكم الابتدائية تبت المحكمة أو القسم المتخصص بحكم مستقل في الدفع بعدم أيام من تاريخ إثارته الاختصاص النوعي، داخل أجل ثمانية يمكن استئناف الحكم المتعلق بالاختصاص خلال أجل ____ من تاريخ التبليغ به يتعين على كتابة الضبط أن توجه الملف إلى محكمة الدرجة الثانية أيام من تاريخ تقديم مقال الاستئناف داخل أجل عشرة أيام تبتدئ من تاريخ توصل تبت المحكمة داخل أجل عشرة كتابة الضبط بالملف إذا بتت محكمة الدرجة الثانية في الاختصاص، أحالت الملف تلقائيا على المحكمة المختصة والذي يتوجب توجيهه من قبل كتابة الضبط أيام من تاريخ صدوره إلى المحكمة المختصة داخل أجل عشرة لا يقبل قرار محكمة الدرجة الثانية أي طعن عاديا كان أو غير عادي لا يمكن إثارة الدفع بعدم الاختصاص النوعي لأول مرة أمام محكمة النقض",
  "options": [
   "عشرة أيام",
   "ثمانية أيام",
   "خمسة عشر أيام",
   "ثلاثين يوما"
  ],
  "a": 0,
  "exp": "المادة 27: تثير محكمة الدرجة الأولى أو القسم المتخصص بالمحكمة الابتدائية، عدم الاختصاص النوعي تلقائيا يمكن للأطراف الدفع بعدم الاختصاص النوعي في جميع مراحل الدعوى أمام محاكم الدرجة الأولى، وأمام الأقسام المتخصصة بالمحاكم الابتدائية تبت المحكمة أو القسم المتخصص بحكم مستقل في الدفع بعدم أيام من تاريخ إثارته الاختصاص النوعي، داخل أجل ثمانية يمكن استئناف الحكم المتعلق…"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 28 من المسطرة المدنية): يجب على الأطراف الدفع بعدم الاختصاص المحلي، قبل كل دفع أو دفاع لا يجوز إثارة هذا الدفع في مرحلة الاستئناف، إلا بالنسبة للأحكام الغيابية يجب على من يثير هذا الدفع أن يبين المحكمة التي تقدم إليها القضية، وإلا كان الدفع غير مقبول إذا قبل الدفع، يحال الملف بقوة القانون إلى المحكمة المختصة أيام وبدون مصاريف داخل أجل ثمانية يجوز للمحكمة التي أثير أمامها الدفع بعدم الاختصاص المحلي، أن تبت فيه بحكم مستقل أو تضمه إلى الموضوع لا يقبل الحكم الفاصل في الاختصاص المحلي أي طعن يمكن للأطراف أن يتفقوا كتابة على اختيار المحكمة المختصة محليا، ما لم ينص قانون على خلاف ذلك ____ اختصاص محاكم الدرجة الأولى اختصاص المحاكم الابتدائية",
  "options": [
   "الاختصاص النوعي",
   "الحجز لدى الغير",
   "الحجز التحفظي",
   "الأهلية"
  ],
  "a": 0,
  "exp": "المادة 28: يجب على الأطراف الدفع بعدم الاختصاص المحلي، قبل كل دفع أو دفاع لا يجوز إثارة هذا الدفع في مرحلة الاستئناف، إلا بالنسبة للأحكام الغيابية يجب على من يثير هذا الدفع أن يبين المحكمة التي تقدم إليها القضية، وإلا كان الدفع غير مقبول إذا قبل الدفع، يحال الملف بقوة القانون إلى المحكمة المختصة أيام وبدون مصاريف داخل أجل ثمانية يجوز للمحكمة التي أثير أمامها الدفع…"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 29 من المسطرة المدنية): - جميع القضايا التي تسند إليها بمقت - جميع القضايا التي لم يسند الاختصاص بشأنها صراحة إلى جهة قضائية أخرى، باعتبارها صاحبة ____ العامة",
  "options": [
   "الولاية",
   "التنفيذ المعجل",
   "كتابة الضبط",
   "الاستئناف"
  ],
  "a": 0,
  "exp": "المادة 29: تختص المحاكم الابتدائية بالنظر في : - القضايا المدنية والاجتماعية ؛ - القضايا التجارية والإدارية المسندة إلى الأقسام المتخصصة بها، أدناه ؛ مع مراعاة المادة - قضايا الأسرة وقضايا قضاء القرب ؛ - جميع القضايا التي تسند إليها بمقت - جميع القضايا التي لم يسند الاختصاص بشأنها صراحة إلى جهة قضائية أخرى، باعتبارها صاحبة الولاية العامة"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 30 من المسطرة المدنية): - ابتدائيا وانتهائيا إلى غاية عشرة آلاف - ابتدائيا، مع حفظ حق ____ في جميع الطلبات التي تتجاوز درهم عشرة آلاف يبت ابتدائيا، مع حفظ حق الاستئناف في الحالة المنصوص عليها أعلاه في المادة",
  "options": [
   "الاستئناف",
   "الزور",
   "النيابة العامة",
   "الفاتورة"
  ],
  "a": 0,
  "exp": "المادة 30: مع مراعاة المقتضيات الخاصة، تختص المحاكم الابتدائية بالنظر : درهم ؛ - ابتدائيا وانتهائيا إلى غاية عشرة آلاف - ابتدائيا، مع حفظ حق الاستئناف في جميع الطلبات التي تتجاوز درهم عشرة آلاف يبت ابتدائيا، مع حفظ حق الاستئناف في الحالة المنصوص عليها أعلاه في المادة"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 31 من المسطرة المدنية): تختص المحاكم الابتدائية، مالم توجد محكمة تجارية بدائرة نفوذها، بالنظر في القضايا التجارية التي لا تتجاوز قيمتها ____، كما تختص، في هذه الحدود، في جميع الطلبات المقابلة وطلبات المقاصة",
  "options": [
   "ثمانين ألف درهم",
   "خمسة آلاف درهم",
   "ألف درهم",
   "أربعة آلاف درهم"
  ],
  "a": 0,
  "exp": "المادة 31: تختص المحاكم الابتدائية، مالم توجد محكمة تجارية بدائرة نفوذها، بالنظر في القضايا التجارية التي لا تتجاوز قيمتها ثمانين ألف درهم، كما تختص، في هذه الحدود، في جميع الطلبات المقابلة وطلبات المقاصة"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 32 من المسطرة المدنية): يمكن للطرف المتضرر من الحكم الصادر ابتدائيا وانتهائيا، وفق أدناه، طلب إلغائه أمام رئيس أعلاه و مقتضيات المادتين يوما من ____ المختص، داخل أجل خمسة عشر تاريخ تبليغه بالحكم، وذلك في إحدى الحالات التالية : - إذا لم يحترم القاضي - إذا لم يجر القاضي أدناه ؛",
  "options": [
   "المحكمة الابتدائية",
   "الطلبات العارضة",
   "الحجز لدى الغير",
   "التنفيذ الجبري"
  ],
  "a": 0,
  "exp": "المادة 32: يمكن للطرف المتضرر من الحكم الصادر ابتدائيا وانتهائيا، وفق أدناه، طلب إلغائه أمام رئيس أعلاه و مقتضيات المادتين يوما من المحكمة الابتدائية المختص، داخل أجل خمسة عشر تاريخ تبليغه بالحكم، وذلك في إحدى الحالات التالية : - إذا لم يحترم القاضي - إذا لم يجر القاضي أدناه ؛ المادة - إذا بت القاضي أو أغفل البت في أحد الطلبات ؛ - إذا بت القاضي - إذا بت القاضي - إذا…"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 33 من المسطرة المدنية): تختص المحاكم الابتدائية في القضايا الاجتماعية التالية : - النزاعات الفردية المتعلقة بعقود الشغل أو ____ من أجل الإدماج المهني ؛",
  "options": [
   "التدريب",
   "الحميدة",
   "وإنذاره",
   "الارتباط"
  ],
  "a": 0,
  "exp": "المادة 33: تختص المحاكم الابتدائية في القضايا الاجتماعية التالية : - النزاعات الفردية المتعلقة بعقود الشغل أو التدريب من أجل الإدماج المهني ؛ - التعويض عن الأضرار الناتجة عن حوادث الشغل والأمراض المهنية، طبقا للتشريع الجاري به العمل ؛ - النزاعات التي تترتب عن تطبيق المقتضيات التشريعية والتنظيمية المتعلقة بالضمان الاجتماعي"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 34 من المسطرة المدنية): تبت ____ في القضايا الاجتماعية انتهائيا في حدود أعلاه، وابتدائيا الاختصاص المخول لها والمحدد بمقت إذا تجاوز الطلب ذلك المبلغ أو كان الطلب غير محدد غير أنها تبت ابتدائيا فقط في قضايا حوادث الشغل والأمراض المهنية، وكذا في المعاشات الممنوحة في نطاق الضمان الاجتماعي اختصاص المحاكم الابتدائية التجارية والأقسام المتخصصة في القضاء التجاري بالمحاكم الابتدائية",
  "options": [
   "المحكمة الابتدائية",
   "الإنذار",
   "الدفوع الشكلية",
   "الحضانة"
  ],
  "a": 0,
  "exp": "المادة 34: تبت المحكمة الابتدائية في القضايا الاجتماعية انتهائيا في حدود أعلاه، وابتدائيا الاختصاص المخول لها والمحدد بمقت إذا تجاوز الطلب ذلك المبلغ أو كان الطلب غير محدد غير أنها تبت ابتدائيا فقط في قضايا حوادث الشغل والأمراض المهنية، وكذا في المعاشات الممنوحة في نطاق الضمان الاجتماعي اختصاص المحاكم الابتدائية التجارية والأقسام المتخصصة في القضاء التجاري بالمحاكم…"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 35 من المسطرة المدنية): - النزاعات الأخرى المسندة إليها بنص خاص وتستثنى قضايا التعويض عن حوادث السير على الطرقات، من اختصاص المحاكم الابتدائية التجارية والأقسام المتخصصة في القضاء التجاري بالمحاكم الابتدائية يمكن الاتفاق بين التاجر وغير التاجر، على إسناد الاختصاص للمحكمة الابتدائية التجارية أو القسم المتخصص في القضاء التجاري ب____، فيما قد ينشأ بينهما من نزاع بسبب عمل من أعمال التاجر تختص المحاكم الابتدائيةالتجارية والأقسام المتخصصة في القضاء التجاري بالمحاكم الابتدائية، بالنظر في الطلبات الأصلية التي تتجاوز درهم، كما تختص بالنظر في جميع الطلبات قيمتها ثمانين ألف المقابلة وطلبات المقاصة مهما كانت قيمتها، مع مراعاة مقتضيات المادة أعلاه يجوز للأطراف الاتفاق على عرض النزاعات المبينة أعلاه على مسطرة التحكيم أو الوساطة، ما لم ينص القانون على خلاف ذلك",
  "options": [
   "المحكمة الابتدائية",
   "المفوض القضائي",
   "محكمة الاستئناف",
   "اليمين"
  ],
  "a": 0,
  "exp": "المادة 35: تختص المحاكم الابتدائية التجارية والأقسام المتخصصة في القضاء التجاري بالمحاكم الابتدائية، بالنظر في : - الدعاوى المتعلقة بالعقود التجارية ؛ - الدعاوى التي تنشأ بين التجار والمتعلقة بأنشطتهم التجارية ؛ - الدعاوى المتعلقة بالأوراق التجارية ؛ - النزاعات الناشئة بين شركاء في شركة تجارية ؛ - النزاعات المتعلقة بالأصول التجارية ؛ - مساطر صعوبات المقاولة ؛ -…"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 36 من المسطرة المدنية): للمحاكم الابتدائية التجارية والأقسام المتخصصة في القضاء التجاري بالمحاكم الابتدائية، أن تأمر بأداء مبلغ مسبق من ____، إذا كان الدين ثابتا ومستحق الأداء، ولم يكن محل منازعة جدية، وذلك مقابل ضمانات بنكية أو نقدية كافية",
  "options": [
   "الدين",
   "الوكيل",
   "العدل",
   "الطعن بالتعرض"
  ],
  "a": 0,
  "exp": "المادة 36: للمحاكم الابتدائية التجارية والأقسام المتخصصة في القضاء التجاري بالمحاكم الابتدائية، أن تأمر بأداء مبلغ مسبق من الدين، إذا كان الدين ثابتا ومستحق الأداء، ولم يكن محل منازعة جدية، وذلك مقابل ضمانات بنكية أو نقدية كافية"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 37 من المسطرة المدنية): تختص المحاكم الابتدائية ____ والأقسام المتخصصة في القضاء التجاري بالمحاكم الابتدائية، بالنظر في مجموع النزاع التجاري الذي يتضمن جانبا مدنيا اختصاص المحاكم الابتدائية الإدارية والأقسام المتخصصة في القضاء الإداري بالمحاكم الابتدائية",
  "options": [
   "التجـارية",
   "والجنسية",
   "التركات",
   "لتنازع"
  ],
  "a": 0,
  "exp": "المادة 37: تختص المحاكم الابتدائية التجـارية والأقسام المتخصصة في القضاء التجاري بالمحاكم الابتدائية، بالنظر في مجموع النزاع التجاري الذي يتضمن جانبا مدنيا اختصاص المحاكم الابتدائية الإدارية والأقسام المتخصصة في القضاء الإداري بالمحاكم الابتدائية"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 38 من المسطرة المدنية): - النزاعات الناشئة عن تطبيق النصوص التشريعية والتنظيمية المتعلقة بالمعاشات ومنح الوفاة المستحقة للعاملين في مرافق الدولة و____ ومجموعاتها والمؤسسات العامة وموظفي إدارة مجلس النواب وموظفي إدارة مجلس المستشارين ؛",
  "options": [
   "الجماعات الترابية",
   "الرسم القضائي",
   "الطلاق الرجعي",
   "التركة"
  ],
  "a": 0,
  "exp": "المادة 38: تختص المحاكم الابتدائية الإدارية والأقسام المتخصصة في القضاء الإداري بالمحاكم الابتدائية، مع مراعاة مقتضيات المادتين أدناه، بالبت ابتدائيا في : و - الطعون المتعلقة بإلغاء قرارات السلطات الإدارية، بسبب التجاوز في استعمال السلطة أو عدم تعليلها في الحالات الواجب فيها التعليل قانونا ؛ - النزاعات المتعلقة بالعقود الإدارية ؛ - دعاوى التعويض عن الأضرار التي تسببها…"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 39 من المسطرة المدنية): تختص ____ الإدارية بالرباط بالنظر في : - النزاعات الراجعة إلى اختصاص المحاكم الابتدائية الإدارية أو الأقسام المتخصصة في القضاء الإداري بالمحاكم الابتدائية، التي تنشأ خارج دوائر اختصاص جميع هذه المحاكم والأقسام ؛",
  "options": [
   "المحكمة الابتدائية",
   "المصلحة",
   "وضع الأختام",
   "الفاتورة"
  ],
  "a": 0,
  "exp": "المادة 39: تختص المحكمة الابتدائية الإدارية بالرباط بالنظر في : - النزاعات الراجعة إلى اختصاص المحاكم الابتدائية الإدارية أو الأقسام المتخصصة في القضاء الإداري بالمحاكم الابتدائية، التي تنشأ خارج دوائر اختصاص جميع هذه المحاكم والأقسام ؛ - النزاعات الأخرى المسندة إليها بنص خاص"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 40 من المسطرة المدنية): تختص المحاكم الابتدائية الإدارية والأقسام المتخصصة في القضاء الإداري بالمحاكم الابتدائية، المرفوعة إليها دعوى تدخل في دائرة اختصاصها المحلي بالنظر في جميع الطلبات التابعة لها أو المرتبطة بها، وفي جميع الدفوع التي تدخل قانونا في ____ لمحاكم ابتدائية إدارية أخرى أو لأقسام أخرى متخصصة في القضاء الإداري",
  "options": [
   "الاختصاص المحلي",
   "الدفع بعدم القبول",
   "الرهن",
   "المحامي"
  ],
  "a": 0,
  "exp": "المادة 40: تختص المحاكم الابتدائية الإدارية والأقسام المتخصصة في القضاء الإداري بالمحاكم الابتدائية، المرفوعة إليها دعوى تدخل في دائرة اختصاصها المحلي بالنظر في جميع الطلبات التابعة لها أو المرتبطة بها، وفي جميع الدفوع التي تدخل قانونا في الاختصاص المحلي لمحاكم ابتدائية إدارية أخرى أو لأقسام أخرى متخصصة في القضاء الإداري"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 41 من المسطرة المدنية): إذا رفعت إلى محكمة ابتدائية إدارية أو إلى قسم متخصص في القضاء الإداري ب____، دعوى لها ارتباط بدعوى تدخل في اختصاص محكمة النقض ابتدائيا وانتهائيا أو في اختصاص المحكمة الابتدائية الإدارية بالرباط، حسب الحالة، وجب عليها أن تحكم تلقائيا أو بناء على طلب أحد الأطراف بعدم اختصاصها، وتحيل الملف إلى محكمة النقض أو المحكمة الابتدائية الإدارية بالرباط، ويترتب على هذه الإحالة رفع الدعوى الأصلية والدعوى المرتبطة بها بقوة القانون أمام الجهة القضائية المحال إليها الملف إذا تبين للمحكمة المحال إليها الملف عدم توفر شرط الارتباط، يوما وجب عليها إرجاعه للجهة المحيلة داخل أجل أقصاه ثلاثون من تاريخ توصل كتابة الضبط به، ويجب على هذه الجهة القضائية المحال إليها البت في القضية",
  "options": [
   "المحكمة الابتدائية",
   "الغيابي",
   "الطلبات العارضة",
   "العرقلة"
  ],
  "a": 0,
  "exp": "المادة 41: إذا رفعت إلى محكمة ابتدائية إدارية أو إلى قسم متخصص في القضاء الإداري بالمحكمة الابتدائية، دعوى لها ارتباط بدعوى تدخل في اختصاص محكمة النقض ابتدائيا وانتهائيا أو في اختصاص المحكمة الابتدائية الإدارية بالرباط، حسب الحالة، وجب عليها أن تحكم تلقائيا أو بناء على طلب أحد الأطراف بعدم اختصاصها، وتحيل الملف إلى محكمة النقض أو المحكمة الابتدائية الإدارية بالرباط،…"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 42 من المسطرة المدنية): أعلاه، تكون المحكمة استثناء من أحكام الفقرة الأولى من المادة المرفوعة إليها ____ الأصلية مختصة أيضا بالبت في كل دعوى فرعية تهدف إلى الحكم على شخص من أشخاص القانون العام، بأنه مدين للمدعي",
  "options": [
   "الدعوى",
   "الرهن الحيازي",
   "الحجز لدى الغير",
   "المسطرة المدنية"
  ],
  "a": 0,
  "exp": "المادة 42: أعلاه، تكون المحكمة استثناء من أحكام الفقرة الأولى من المادة المرفوعة إليها الدعوى الأصلية مختصة أيضا بالبت في كل دعوى فرعية تهدف إلى الحكم على شخص من أشخاص القانون العام، بأنه مدين للمدعي"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 43 من المسطرة المدنية): يجوز لرئيس المحكمة الابتدائية الإدارية أو لرئيس القسم المتخصص في القضاء الإداري بالمحكمة الابتدائية، منح المساعدة القضائية طبقا للمسطرة المعمول بها في هذا المجال، ما لم ينص القانون على خلاف ذلك يستأنف قرار رفض منح المساعدة القضائية داخل أجل خمسة يوما من تاريخ التبليغ، أمام الرئيس الأول لمحكمة عشر الاستئناف الإدارية، أو أمام رئيس القسم المتخصص في القضاء الإداري بمحكمة الاستئناف، حسب الحالة يتعين على كتابة الضبط توجيه مقال الاستئناف مع المستندات أيام من تاريخ إيداعه بها داخل أجل ____ من تاريخ يُبت في الاستئناف داخل أجل خمسة عشر توصل كتابة الضبط بمحكمة الاستئناف",
  "options": [
   "ثمانية يوما",
   "عشرة أيام",
   "خمسة عشر أيام",
   "ثلاثين يوما"
  ],
  "a": 0,
  "exp": "المادة 43: يجوز لرئيس المحكمة الابتدائية الإدارية أو لرئيس القسم المتخصص في القضاء الإداري بالمحكمة الابتدائية، منح المساعدة القضائية طبقا للمسطرة المعمول بها في هذا المجال، ما لم ينص القانون على خلاف ذلك يستأنف قرار رفض منح المساعدة القضائية داخل أجل خمسة يوما من تاريخ التبليغ، أمام الرئيس الأول لمحكمة عشر الاستئناف الإدارية، أو أمام رئيس القسم المتخصص في القضاء…"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 44 من المسطرة المدنية): كل قرار إداري صدر عن جهة غير مختصة أو لعيب في شكله أو في سببه أو لانعدام تعليله في الحالات الواجب فيها ____ قانونا أو لمخالفة القانون أو لانحراف في السلطة، يشكل تجاوزا في استعمال السلطة، يحق للمتضرر الطعن فيه أمام الجهة القضائية الإدارية المختصة",
  "options": [
   "التعليل",
   "البطلان",
   "الطعن بالنقض",
   "التنفيذ الجبري"
  ],
  "a": 0,
  "exp": "المادة 44: كل قرار إداري صدر عن جهة غير مختصة أو لعيب في شكله أو في سببه أو لانعدام تعليله في الحالات الواجب فيها التعليل قانونا أو لمخالفة القانون أو لانحراف في السلطة، يشكل تجاوزا في استعمال السلطة، يحق للمتضرر الطعن فيه أمام الجهة القضائية الإدارية المختصة"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 45 من المسطرة المدنية): يجب أن يكون الطعن بالإلغاء بسبب التجاوز في استعمال السلطة، مصحوبا بنسخة من ____ الإداري المطعون فيه أو بأي وثيقة تفيد صدوره متى كان ضمنيا، وإذا سبقه تقديم تظلم إداري، يتعين أن يرفق الطعن أيضا بنسخة من القرار الصادر برفض التظلم أو بنسخة من وثيقة تشهد بإيداع التظلم في حالة رفضه ضمنيا",
  "options": [
   "القرار",
   "المساعدة القضائية",
   "الإعفاء",
   "النسب"
  ],
  "a": 0,
  "exp": "المادة 45: يجب أن يكون الطعن بالإلغاء بسبب التجاوز في استعمال السلطة، مصحوبا بنسخة من القرار الإداري المطعون فيه أو بأي وثيقة تفيد صدوره متى كان ضمنيا، وإذا سبقه تقديم تظلم إداري، يتعين أن يرفق الطعن أيضا بنسخة من القرار الصادر برفض التظلم أو بنسخة من وثيقة تشهد بإيداع التظلم في حالة رفضه ضمنيا"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 46 من المسطرة المدنية): - طلبات البطلان المقدمة في إطار المراقبة الإدارية على أعمال ____ ومجموعاتها ورؤسائها",
  "options": [
   "الجماعات الترابية",
   "اليمين",
   "التركة",
   "الغيبة"
  ],
  "a": 0,
  "exp": "المادة 46: يعفى من أداء الرسم القضائي : - الطعن الرامي إلى إلغاء قرار السلطة الإدارية بسبب التجاوز في استعمال السلطة، وكذا طلب إيقاف تنفيذه ؛ - طلبات البطلان المقدمة في إطار المراقبة الإدارية على أعمال الجماعات الترابية ومجموعاتها ورؤسائها"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 47 من المسطرة المدنية): يجب أن تقدم الطعون بإلغاء القرارات الصادرة عن السلطات الإدارية بسبب التجاوز في استعمال السلطة داخل أجل ستين يوما، يبتدئ من نشر القرار المطعون فيه أو تبليغه إلى المعني بالأمر، أو من تاريخ علمه اليقيني به وبأسبابه ويجوز للطاعن أن يقدم، قبل انقضاء الأجل المنصوص عليه في الفقرة السابقة، تظلما من القرار إلى مصدره أو إلى رئيسه، وفي هذه الحالة، يمكن رفع الطعن بالإلغاء إلى المحاكم الابتدائية الإدارية أو الأقسام المتخصصة في القضاء الإداري بالمحاكم الابتدائية داخل يوما يبتدئ من تاريخ تبليغ القرار الصادر صراحة أجل ثلاثين برفض التظلم الإداري كليا أو جزئيا إذا لم تجب السلطة الإدارية المعنية عن التظلم المرفوع إليها خلال يوما، اعتبر ذلك بمثابة رفض له، ما لم ينص قانون أجل الثلاثين على خلاف ذلك، وإذا كانت السلطة الإدارية هيئة تصدر قراراتها يوما يمدد، إن اقت بتصويت أعضائها، فإن أجل ثلاثين ذلك، إلى نهاية أول دورة عادية لها تلي إيداع التظلم إذا كان نظام من الأنظمة ينص على إجراء خاص في شأن بعض الطعون الإدارية، فإن الطعن بالإلغاء لا يكون مقبولا، إلا إذا رفع إلى المحكمة بعد القيام بهذا الإجراء وداخل نفس الآجال المشار إليها أعلاه إذا لم تجب السلطة الإدارية المعنية عن الطلب المرفوع إليها خلال يوما، اعتبر ذلك بمثابة رفض له، ما لم ينص قانون على ثلاثين خلاف ذلك، وللمعني بالأمر حينئذ أن يطعن في ذلك أمام المحكمة الابتدائية الإدارية أو القسم المتخصص في القضاء الإداري بالمحكمة يوما، يبتدئ من انقضاء مدة الابتدائية داخل أجل ____ الأولى المشار إليها أعلاه ستين في حالة ما إذا كان بإمكان المعني بالأمر أن يطالب بما يدعيه من حقوق أمام القضاء الشامل، تصدر المحكمة أمرا برفع اليد عن القضية، وإحالتها إلى رئيس المحكمة أو رئيس القسم المتخصص في القضاء الإداري بالمحكمة الابتدائية، حسب الحالة، الذي يعين الهيئة المختصة، وعلى هذه الأخيرة أن تنذر المدعي بتصحيح مقاله مع أداء الرسوم القضائية المستحقة، عند الاقتضاء",
  "options": [
   "ثلاثين يوما",
   "خمسة عشرة يوما",
   "عشرة أيام",
   "خمسة يوما"
  ],
  "a": 0,
  "exp": "المادة 47: يجب أن تقدم الطعون بإلغاء القرارات الصادرة عن السلطات الإدارية بسبب التجاوز في استعمال السلطة داخل أجل ستين يوما، يبتدئ من نشر القرار المطعون فيه أو تبليغه إلى المعني بالأمر، أو من تاريخ علمه اليقيني به وبأسبابه ويجوز للطاعن أن يقدم، قبل انقضاء الأجل المنصوص عليه في الفقرة السابقة، تظلما من القرار إلى مصدره أو إلى رئيسه، وفي هذه الحالة، يمكن رفع الطعن…"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 48 من المسطرة المدنية): للمحاكم الابتدائية الإدارية وللأقسام المتخصصة في القضاء الإداري بالمحاكم الابتدائية أن تأمر، بصورة استثنائية، بناء على طلب مستقل يقدمه الطاعن، بوقف تنفيذ ____ الإداري موضوع الطعن بالإلغاء المعروض أمامها يجب على المحكمة المعنية أو القسم المتخصص أن يبت في الطلب يوما من تاريخ إيداعه بكتابة المقدم داخل أجل أقصاه ثلاثون ضبط المحكمة",
  "options": [
   "القرار",
   "وضع الأختام",
   "الزور",
   "الرهن الحيازي"
  ],
  "a": 0,
  "exp": "المادة 48: للمحاكم الابتدائية الإدارية وللأقسام المتخصصة في القضاء الإداري بالمحاكم الابتدائية أن تأمر، بصورة استثنائية، بناء على طلب مستقل يقدمه الطاعن، بوقف تنفيذ القرار الإداري موضوع الطعن بالإلغاء المعروض أمامها يجب على المحكمة المعنية أو القسم المتخصص أن يبت في الطلب يوما من تاريخ إيداعه بكتابة المقدم داخل أجل أقصاه ثلاثون ضبط المحكمة"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 49 من المسطرة المدنية): يتوقف أجل قبول الطعن بإلغاء قرار إداري بسبب التجاوز في استعمال السلطة، إذا رفع إلى جهة قضائية غير مختصة ولو كانت ____، ويبتدئ سريان الأجل مجددا ابتداء من تاريخ تبليغ المدعي بالحكم الصادر نهائيا، بتعيين الجهة القضائية المختصة يقطع لجوء الطاعن إلى مؤسسة الوسيط، لأول مرة، أجل قبول من القانون رقم الطعن بالإلغاء، طبقا لمقتضيات المادة المتعلق بمؤسسة الوسيط",
  "options": [
   "محكمة النقض",
   "عدم الاختصاص",
   "الرسم القضائي",
   "الرجوع عن الشهادة"
  ],
  "a": 0,
  "exp": "المادة 49: يتوقف أجل قبول الطعن بإلغاء قرار إداري بسبب التجاوز في استعمال السلطة، إذا رفع إلى جهة قضائية غير مختصة ولو كانت محكمة النقض، ويبتدئ سريان الأجل مجددا ابتداء من تاريخ تبليغ المدعي بالحكم الصادر نهائيا، بتعيين الجهة القضائية المختصة يقطع لجوء الطاعن إلى مؤسسة الوسيط، لأول مرة، أجل قبول من القانون رقم الطعن بالإلغاء، طبقا لمقتضيات المادة المتعلق بمؤسسة الوسيط"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 50 من المسطرة المدنية): تختص المحاكم الابتدائية الإدارية والأقسام المتخصصة في القضاء الإداري بالمحاكم الابتدائية بالنظر أيضا في ____ التالية : - المنازعات المتعلقة بانتخاب أعضاء مجالس الجماعات الترابية ومجموعاتها ؛",
  "options": [
   "المنازعات الانتخابية",
   "المراجعة",
   "الطلبات العارضة",
   "قسمة التركة"
  ],
  "a": 0,
  "exp": "المادة 50: تختص المحاكم الابتدائية الإدارية والأقسام المتخصصة في القضاء الإداري بالمحاكم الابتدائية بالنظر أيضا في المنازعات الانتخابية التالية : - المنازعات المتعلقة بانتخاب أعضاء مجالس الجماعات الترابية ومجموعاتها ؛ - المنازعات المتعلقة بانتخاب الأجهزة المسيرة للمرافق الإدارية ؛ - المنازعات المتعلقة بانتخاب الغرف المهنية ؛ - المنازعات المتعلقة بانتخاب ممثلي الموظفين…"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 51 من المسطرة المدنية): تقدم الطعون بشأن ____ المشار إليها في المادة أعلاه، ويبت فيها وفق القواعد الإجرائية المنصوص عليها في النصوص التشريعية والتنظيمية المتعلقة بها تعفى الطعون المقدمة بشأن المنازعات الانتخابية من أداء الرسم القضائي تعفى كذلك من أداء الرسم القضائي الطعون المتعلقة بحل مجالس الجماعات الترابية ومجموعاتها أو الرامية إلى عزل عضو من أعضائها، والمقدمة في إطار القوانين التنظيمية المتعلقة بالجماعات الترابية",
  "options": [
   "المنازعات الانتخابية",
   "الدفوع الشكلية",
   "المعاينة",
   "التنفيذ المعجل"
  ],
  "a": 0,
  "exp": "المادة 51: تقدم الطعون بشأن المنازعات الانتخابية المشار إليها في المادة أعلاه، ويبت فيها وفق القواعد الإجرائية المنصوص عليها في النصوص التشريعية والتنظيمية المتعلقة بها تعفى الطعون المقدمة بشأن المنازعات الانتخابية من أداء الرسم القضائي تعفى كذلك من أداء الرسم القضائي الطعون المتعلقة بحل مجالس الجماعات الترابية ومجموعاتها أو الرامية إلى عزل عضو من أعضائها، والمقدمة في…"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 52 من المسطرة المدنية): تقدم الطعون المتعلقة بالضرائب وتحصيل الديون العمومية، ويبت فيها وفق الإجراءات ____ة في النصوص التشريعية والتنظيمية المتعلقة بالضرائب والرسوم وباقي الديون العمومية",
  "options": [
   "المقرر",
   "الصفة",
   "النيابة العامة",
   "المقال"
  ],
  "a": 0,
  "exp": "المادة 52: تقدم الطعون المتعلقة بالضرائب وتحصيل الديون العمومية، ويبت فيها وفق الإجراءات المقررة في النصوص التشريعية والتنظيمية المتعلقة بالضرائب والرسوم وباقي الديون العمومية"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 53 من المسطرة المدنية): تختص بالنظر في النزاعات المتعلقة بالضرائب والرسوم والأتاوى المستحقة للجماعات الترابية ومجموعاتها، ____ الإدارية أو القسم المتخصص في القضاء الإداري بالمحكمة الابتدائية الواقع في دائرة اختصاصها مكان استحقاقها",
  "options": [
   "المحكمة الابتدائية",
   "الأجرة",
   "الحجز الاستحقاقي",
   "قسمة التركة"
  ],
  "a": 0,
  "exp": "المادة 53: تختص بالنظر في النزاعات المتعلقة بالضرائب والرسوم والأتاوى المستحقة للجماعات الترابية ومجموعاتها، المحكمة الابتدائية الإدارية أو القسم المتخصص في القضاء الإداري بالمحكمة الابتدائية الواقع في دائرة اختصاصها مكان استحقاقها"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 54 من المسطرة المدنية): تختص المحاكم الابتدائية الإدارية والأقسام المتخصصة في القضاء الإداري بالمحاكم الابتدائية، بتلقي وثائق إجراءات ____ من أجل المنفعة العامة والاحتلال المؤقت، المنصوص عليها في القانون المتعلق بنزع الملكية لأجل المنفعة العامة وبالاحتلال المؤقت، رقم وبالنظر في النزاعات الناشئة عن تطبيق هذا القانون",
  "options": [
   "نزع الملكية",
   "الكفالة",
   "دعاوى الحيازة",
   "الرسم القضائي"
  ],
  "a": 0,
  "exp": "المادة 54: تختص المحاكم الابتدائية الإدارية والأقسام المتخصصة في القضاء الإداري بالمحاكم الابتدائية، بتلقي وثائق إجراءات نزع الملكية من أجل المنفعة العامة والاحتلال المؤقت، المنصوص عليها في القانون المتعلق بنزع الملكية لأجل المنفعة العامة وبالاحتلال المؤقت، رقم وبالنظر في النزاعات الناشئة عن تطبيق هذا القانون"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 55 من المسطرة المدنية): تطبق أمام المحاكم الابتدائية الإدارية والأقسام المتخصصة في القضاء الإداري بالمحاكم الابتدائية في قضايا نزع الملكية والاحتلال المؤقت، القواعد الإجرائية المنصوص عليها في القانون رقم المشار إليه أعلاه، ويتولى اختصاصات قا ____ الإدارية أو من ينوب عنه، أو رئيس القسم المتخصص في القضاء الإداري بالمحاكم الابتدائية أو من ينوب عنه",
  "options": [
   "المحكمة الابتدائية",
   "الحجز الاستحقاقي",
   "قسمة التركة",
   "الأهلية"
  ],
  "a": 0,
  "exp": "المادة 55: تطبق أمام المحاكم الابتدائية الإدارية والأقسام المتخصصة في القضاء الإداري بالمحاكم الابتدائية في قضايا نزع الملكية والاحتلال المؤقت، القواعد الإجرائية المنصوص عليها في القانون رقم المشار إليه أعلاه، ويتولى اختصاصات قا المحكمة الابتدائية الإدارية أو من ينوب عنه، أو رئيس القسم المتخصص في القضاء الإداري بالمحاكم الابتدائية أو من ينوب عنه"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 56 من المسطرة المدنية): أبريل جمادى الآخرة بتاريخ بإحداث ديسمبر من صفر - القرار الصادر في منحة الوفاة لفائدة المستحقين عن الموظفين المتوفين، والباب من ذي الصادر في الخامس المكرر من المرسوم رقم بتحديد نظام أجور وتغذية أغسطس الحجة ومصاريف تنقل العسكريين بالقوات المسلحة ____ المتقاضين أجرة تصاعدية خاصة وكذا قواعد الإدارة والمحاسبة المتعلقة بذلك، كما وقع تغييره وتتميمه",
  "options": [
   "الملكية",
   "عقد الزواج",
   "الزواج",
   "الرهن"
  ],
  "a": 0,
  "exp": "المادة 56: تختص المحاكم الابتدائية الإدارية والأقسام المتخصصة في القضاء الإداري بالمحاكم الابتدائية، بالنظر في النزاعات الناشئة عن تطبيق : ذي القعــدة الصـــادر فــي - القانون رقم بإحداث نظام المعاشات المدنية، كما وقع تغييره دجنبر منه ؛ وتتميمه، ماعدا النزاعات المتعلقة بتطبيق الفصل ذي القعدة الصادر في - القانون رقم بإحداث نظام المعاشات العسكرية، كما وقع دجنبر منه ؛…"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 57 من المسطرة المدنية): يمكن الطعن أمام ____ الإدارية بالرباط، في مقررات لجنة الاستئناف المنصوص عليها في الفقرة الأخيرة من الفصل الصادر في من الظهير الشريف المعتبر بمثابة قانون رقم بإحداث نظام جماعي لمنح رواتب أكتوبر من شوال التقاعد",
  "options": [
   "المحكمة الابتدائية",
   "الاختصاص المحلي",
   "الطلبات العارضة",
   "تنازع الاختصاص"
  ],
  "a": 0,
  "exp": "المادة 57: يمكن الطعن أمام المحكمة الابتدائية الإدارية بالرباط، في مقررات لجنة الاستئناف المنصوص عليها في الفقرة الأخيرة من الفصل الصادر في من الظهير الشريف المعتبر بمثابة قانون رقم بإحداث نظام جماعي لمنح رواتب أكتوبر من شوال التقاعد"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 58 من المسطرة المدنية): يقدم إلى ____ الإدارية بالرباط، الطعن القضائي من الظهير الشريف المعتبر بمثابة المنصوص عليه في الفصل المشار إليه أعلاه قانون رقم",
  "options": [
   "المحكمة الابتدائية",
   "الحجز الاستحقاقي",
   "الاختصاص القضائي الدولي",
   "التماس إعادة النظر"
  ],
  "a": 0,
  "exp": "المادة 58: يقدم إلى المحكمة الابتدائية الإدارية بالرباط، الطعن القضائي من الظهير الشريف المعتبر بمثابة المنصوص عليه في الفصل المشار إليه أعلاه قانون رقم"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 59 من المسطرة المدنية): إذا كان الحكم في قضية معروضة على محكمة غير زجرية، يتوقف على تقدير شرعية قرار إداري، وكان النزاع في شرعية القرار جديا، وجب على المحكمة المثار ذلك أمامها أن تؤجل النظر في القضية، وتحيل تقدير شرعية القرار الإداري محل النزاع إلى ____ الإدارية أو القسم المتخصص في القضاء الإداري بالمحكمة الابتدائية أو إلى محكمة النقض، حسب اختصاص كل جهة قضائية، كما هو أدناه، ويترتب على الإحالة رفع أعلاه و و محدد في المواد المسألة العارضة، بقوة القانون، إلى الجهة القضائية المحال إليها للبت فيها للجهات القضائية الزجرية كامل الولاية لتقدير شرعية أي قرار إداري وقع التمسك به أمامها، سواء باعتباره أساسا للمتابعة أو باعتباره وسيلة من وسائل الدفاع اختصاص محاكم الدرجة الثانية",
  "options": [
   "المحكمة الابتدائية",
   "الطلاق",
   "الرسم القضائي",
   "الوكالة"
  ],
  "a": 0,
  "exp": "المادة 59: إذا كان الحكم في قضية معروضة على محكمة غير زجرية، يتوقف على تقدير شرعية قرار إداري، وكان النزاع في شرعية القرار جديا، وجب على المحكمة المثار ذلك أمامها أن تؤجل النظر في القضية، وتحيل تقدير شرعية القرار الإداري محل النزاع إلى المحكمة الابتدائية الإدارية أو القسم المتخصص في القضاء الإداري بالمحكمة الابتدائية أو إلى محكمة النقض، حسب اختصاص كل جهة قضائية، كما…"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 60 من المسطرة المدنية): تختص محاكم الدرجة الثانية بالنظر في استئناف أحكام محاكم الدرجة الأولى، وفي جميع القضايا الأخرى التي تختص بالنظر فيها بمقت يختص الرؤساء الأولون لمحاكم الدرجة الثانية أو من ينوب عنهم، بالنظر في استئناف الأوامر الصادرة عن رؤساء محاكم الدرجة الأولى والأوامر الصادرة عن قضاة التنفيذ، وبما هو مخول لهم البت فيه بمقت يختص رؤساء الأقسام المتخصصة بمحاكم الاستئناف، بالنظر في استئناف الأوامر الصادرة عن رؤساء الأقسام المتخصصة بالمحاكم الابتدائية، وبما هو مخول لهم البت فيه بمقت أو بمقت يختص القسم المتخصص في القضاء التجاري ب____، التي لا توجد محكمة استئناف تجارية في دائرة نفوذها، بالبت في استئناف أحكام المحاكم الابتدائية التجارية كما يختص القسم المتخصص في القضاء الإداري بمحكمة الاستئناف، التي لا توجد محكمة استئناف إدارية في دائرة نفوذها، بالبت في استئناف أحكام المحاكم الابتدائية الإدارية مقتضيات مشتركة بين محاكم الدرجة الأولى ومحاكم الدرجة الثانية",
  "options": [
   "محكمة الاستئناف",
   "الطلاق",
   "الخبرة",
   "الأمر بالأداء"
  ],
  "a": 0,
  "exp": "المادة 60: تختص محاكم الدرجة الثانية بالنظر في استئناف أحكام محاكم الدرجة الأولى، وفي جميع القضايا الأخرى التي تختص بالنظر فيها بمقت يختص الرؤساء الأولون لمحاكم الدرجة الثانية أو من ينوب عنهم، بالنظر في استئناف الأوامر الصادرة عن رؤساء محاكم الدرجة الأولى والأوامر الصادرة عن قضاة التنفيذ، وبما هو مخول لهم البت فيه بمقت يختص رؤساء الأقسام المتخصصة بمحاكم الاستئناف،…"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 61 من المسطرة المدنية): - ب____ للإخلالات الشكلية والمسطرية، الذي لا تقبله المحكمة إلا إذا كانت مصالح الطرف الذي أثاره قد تضررت فعلا",
  "options": [
   "البطلان",
   "التطليق",
   "التعليل",
   "البينونة"
  ],
  "a": 0,
  "exp": "المادة 61: يجب أن يثار في آن واحد، وقبل كل دفاع في الجوهر، وإلا سقط الحق في إثارته، الدفع : - بعدم القبول ؛ - بإحالة الدعوى على محكمة أخرى، لتقديمها أمام محكمتين مختلفتين أو لارتباط الدعويين ؛ - بالبطلان للإخلالات الشكلية والمسطرية، الذي لا تقبله المحكمة إلا إذا كانت مصالح الطرف الذي أثاره قد تضررت فعلا"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 62 من المسطرة المدنية): لايمكن إثارة الدفوع بعدم القبول لأول مرة أمام محكمة الدرجة الثانية، باستثناءالأحكام ____ة",
  "options": [
   "الغيابي",
   "الاختصاص الانتهائي",
   "الدفع بعدم القبول",
   "الأتعاب"
  ],
  "a": 0,
  "exp": "المادة 62: لايمكن إثارة الدفوع بعدم القبول لأول مرة أمام محكمة الدرجة الثانية، باستثناءالأحكام الغيابية"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 63 من المسطرة المدنية): إذا كان قاض من قضاة محكمة الدرجة الأولى أو محكمة الدرجة الثانية أو زوجه أو أحد أصوله أو فروعه إلى الدرجة الرابعة، طرفا في الدعوى بصفة مدع أو مدعى عليه، أصدر الرئيس الأول ل____ بناء على طلب من يعنيه الأمر، قرارا يق التي ستنظر في القضية خارج دائرة محكمة الدرجة الثانية التي يزاول القاضي المنصوص عليها في القانون يكون كل حكم صادر بدون هذا القرار باطلا لا تطبق هذه المقتضيات، إذا أقيمت الدعوى المدنية خارج دائرة محكمة الدرجة الثانية التي يزاول فيها القاضي تابعة للدعوى العمومية",
  "options": [
   "محكمة النقض",
   "اليمين",
   "العدل",
   "التركة"
  ],
  "a": 0,
  "exp": "المادة 63: إذا كان قاض من قضاة محكمة الدرجة الأولى أو محكمة الدرجة الثانية أو زوجه أو أحد أصوله أو فروعه إلى الدرجة الرابعة، طرفا في الدعوى بصفة مدع أو مدعى عليه، أصدر الرئيس الأول لمحكمة النقض بناء على طلب من يعنيه الأمر، قرارا يق التي ستنظر في القضية خارج دائرة محكمة الدرجة الثانية التي يزاول القاضي المنصوص عليها في القانون يكون كل حكم صادر بدون هذا القرار باطلا لا…"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 64 من المسطرة المدنية): تبت المحكمة بنفس الهيئة المصدرة للمقرر القضائي، إما تلقائيا أو بناء على ملتمس ____ أو طلب أحد الأطراف، وبدون مصاريف في كل ما يتعلق بتصحيح أخطاء مادية كتابية أو حسابية في مقرراتها، إذا كانت لازالت قائمة، شريطة أن لا تكون موضوع طعن بالتعرض أو الاستئناف إذا قضت المحكمة بالتصحيح، ضمنه كاتب الضبط في السجلات، بعد أن يثبته ويوقعه هو ورئيس الهيئة في أصل المقرر المصحح إذا كانت الهيئة غير قائمة يحال المقرر إلى رئيس المحكمة",
  "options": [
   "النيابة العامة",
   "المحكمة الابتدائية",
   "دعاوى الحيازة",
   "المفوض القضائي"
  ],
  "a": 0,
  "exp": "المادة 64: تبت المحكمة بنفس الهيئة المصدرة للمقرر القضائي، إما تلقائيا أو بناء على ملتمس النيابة العامة أو طلب أحد الأطراف، وبدون مصاريف في كل ما يتعلق بتصحيح أخطاء مادية كتابية أو حسابية في مقرراتها، إذا كانت لازالت قائمة، شريطة أن لا تكون موضوع طعن بالتعرض أو الاستئناف إذا قضت المحكمة بالتصحيح، ضمنه كاتب الضبط في السجلات، بعد أن يثبته ويوقعه هو ورئيس الهيئة في أصل…"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 65 من المسطرة المدنية): لا تكون المقررات الصادرة طبقا للمادة السابقة قابلة للطعن، إلا إذا كان المقرر في الدعوى الأصلية قابلا نفسه للطعن ____",
  "options": [
   "الاختصاص المحلي",
   "التركة",
   "المفوض القضائي",
   "الأجرة"
  ],
  "a": 0,
  "exp": "المادة 65: لا تكون المقررات الصادرة طبقا للمادة السابقة قابلة للطعن، إلا إذا كان المقرر في الدعوى الأصلية قابلا نفسه للطعن الاختصاص المحلي"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 66 من المسطرة المدنية): يكون ____ لمحكمة الموطن الحقيقي أو المختار للمدعى عليه إذا لم يكن للمدعى عليه موطن في المغرب ولكن يتوفر على محل إقامة، انعقد الاختصاص لمحكمة هذا المحل إذا لم يكن للمدعى عليه موطن أو محل إقامة بالمغرب، فيمكن تقديم الدعوى ضده أمام محكمة موطن المدعي أو أي واحد منهم عند تعددهم إذا تعدد المدعى عليهم، جاز للمدعي أن يختار محكمة موطن أو محل إقامة أي واحد منهم",
  "options": [
   "الاختصاص المحلي",
   "التعرض",
   "التركة",
   "المحكمة الابتدائية"
  ],
  "a": 0,
  "exp": "المادة 66: يكون الاختصاص المحلي لمحكمة الموطن الحقيقي أو المختار للمدعى عليه إذا لم يكن للمدعى عليه موطن في المغرب ولكن يتوفر على محل إقامة، انعقد الاختصاص لمحكمة هذا المحل إذا لم يكن للمدعى عليه موطن أو محل إقامة بالمغرب، فيمكن تقديم الدعوى ضده أمام محكمة موطن المدعي أو أي واحد منهم عند تعددهم إذا تعدد المدعى عليهم، جاز للمدعي أن يختار محكمة موطن أو محل إقامة أي واحد…"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 67 من المسطرة المدنية): - في الدعاوى المتعلقة بتحديد تدابير لحماية المستهلك، أمام محكمة موطن أو محل إقامة المستهلك أو محكمة المحل الذي وقع فيه الفعل المتسبب في الضرر باختياره يحدد ____ في القضايا الاجتماعية كما يأتي : - في دعاوى عقود الشغل والتدريب من أجل الإدماج المهني، أمام محكمة عنوان المشغل بالنسبة للعمل المنجز به أو محكمة موقع إبرام أو تنفيذ عقد الشغل بالنسبة للعمل المنجز خارج عنوان المشغل ؛",
  "options": [
   "الاختصاص المحلي",
   "الوكيل",
   "القرائن",
   "عدم الاختصاص"
  ],
  "a": 0,
  "exp": "المادة 67: خلافا لمقتضيات المادة السابقة، تقام الدعاوى أمام المحاكم التالية : - في الدعاوى العقارية، أمام محكمة موقع العقار المتنازع عليه ؛ - في الدعاوى المختلطة المتعلقة في آن واحد بنزاع في حق شخ وعيني، أمام محكمة موقع العقار أو محكمة موطن أو محل إقامة المدعى عليه ؛ - في دعاوى النفقة، أمام محكمة موطن أو محل إقامة المدعى عليه أو موطن أو محل إقامة المدعي باختيار هذا…"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 68 من المسطرة المدنية): - في دعاوى الأمراض المهنية، هي محكمة المحل الذي وقع فيه إيداع ____ بالمرض، عند الاقتضاء، إذا كان موطن الأجير أو ذوي حقوقه خارج المغرب",
  "options": [
   "التصريح",
   "اليمين",
   "التماس إعادة النظر",
   "المحكمة الإدارية"
  ],
  "a": 0,
  "exp": "المادة 68: خلافا لمقتضيات الفقرة الأخيرة من المادة السابقة، فإن المحكمة المختصة : - في دعاوى الضمان الاجتماعي، هي محكمة الدار البيضاء إذا كان موطن المؤمن له خارج المغرب ؛ - في دعاوى حوادث الشغل، هي محكمة محل إقامة الضحية أو ذوي حقوقه،عند الاقتضاء، إذا وقعت الحادثة خارج المغرب ؛ - في دعاوى الأمراض المهنية، هي محكمة المحل الذي وقع فيه إيداع التصريح بالمرض، عند الاقتضاء،…"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 69 من المسطرة المدنية): تختص المحكمة التي تنظر في الدعوى الأصلية بالبت في ____ يجوز للمدعى عليه في طلب الضمان أن يتمسك بعدم اختصاص المحكمة المعروضة أمامها الدعوى الأصلية، إذا أثبت أن هذه الدعوى لم تقدم إلا بقصد مقاضاته أمام محكمة غير المحكمة المختصة، أو إذا قررت المحكمة أن الطلب العارض غير جدي",
  "options": [
   "الطلبات العارضة",
   "الرسم العدلي",
   "الأتعاب",
   "الطلب"
  ],
  "a": 0,
  "exp": "المادة 69: تختص المحكمة التي تنظر في الدعوى الأصلية بالبت في الطلبات العارضة يجوز للمدعى عليه في طلب الضمان أن يتمسك بعدم اختصاص المحكمة المعروضة أمامها الدعوى الأصلية، إذا أثبت أن هذه الدعوى لم تقدم إلا بقصد مقاضاته أمام محكمة غير المحكمة المختصة، أو إذا قررت المحكمة أن الطلب العارض غير جدي"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 70 من المسطرة المدنية): يحدد الاختصاص المحلي للمحاكم الابتدائية التجارية والأقسام المتخصصة في القضاء التجاري بالمحاكم الابتدائية كما يلي : - في النزاعات الناشئة بين الشركاء في شركة تجارية، أمام ____ التجارية أو القسم المتخصص في القضاء التجاري بالمحكمة الابتدائية التابع لأحدهما المقر الرئي فرعها ؛",
  "options": [
   "المحكمة الابتدائية",
   "مصاريف القضاء",
   "الطعن بالنقض",
   "السجل التجاري"
  ],
  "a": 0,
  "exp": "المادة 70: يحدد الاختصاص المحلي للمحاكم الابتدائية التجارية والأقسام المتخصصة في القضاء التجاري بالمحاكم الابتدائية كما يلي : - في النزاعات الناشئة بين الشركاء في شركة تجارية، أمام المحكمة الابتدائية التجارية أو القسم المتخصص في القضاء التجاري بالمحكمة الابتدائية التابع لأحدهما المقر الرئي فرعها ؛ - فيما يتعلق بمساطر صعوبات المقاولة، أمام المحكمة الابتدائية التجارية…"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 71 من المسطرة المدنية): - النزاعات المتعلقة بالعقود الإدارية، للمحكمة الابتدائية الإدارية أو القسم المتخصص في القضاء الإداري بالمحكمة الابتدائية لمحل إبرام العقد أو تنفيذه حسب اختيار المدعي ____",
  "options": [
   "الاختصاص القضائي الدولي",
   "المحكمة الابتدائية",
   "المنصة الإلكترونية",
   "الجماعات الترابية"
  ],
  "a": 0,
  "exp": "المادة 71: يحدد الاختصاص المحلي للمحاكم الابتدائية الإدارية والأقسام المتخصصة في القضاء الإداري بالمحاكم الابتدائية، على أساس انعقاده لمحكمة موطن الطرف المدعي أو الطاعن، ما لم ينص القانون على خلاف ذلك واستثناء من ذلك، ينعقد الاختصاص المحلي للنظر في : - النزاعات الضريبية، للمحكمة الابتدائية الإدارية أو القسم المتخصص في القضاء الإداري بالمحكمة الابتدائية التابع لدائرة…"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 72 من المسطرة المدنية): تختص محاكم المملكة بالنظر في الدعاوى التي ترفع ضد مغربي ولو لم يكن له موطن أو محل إقامة في المغرب، عدا ب____ة للدعاوى المتعلقة بعقار يوجد في الخارج",
  "options": [
   "النسب",
   "عروض الوفاء",
   "التقادم",
   "كتابة الضبط"
  ],
  "a": 0,
  "exp": "المادة 72: تختص محاكم المملكة بالنظر في الدعاوى التي ترفع ضد مغربي ولو لم يكن له موطن أو محل إقامة في المغرب، عدا بالنسبة للدعاوى المتعلقة بعقار يوجد في الخارج"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 73 من المسطرة المدنية): تختص محاكم المملكة بالنظر في الدعاوى التي ترفع ضد الأجنبي الذي له موطن أو محل إقامة في المغرب، عدا ب____ة للدعاوى المتعلقة بعقار يوجد في الخارج",
  "options": [
   "النسب",
   "التصريح",
   "الحكم",
   "التأمين"
  ],
  "a": 0,
  "exp": "المادة 73: تختص محاكم المملكة بالنظر في الدعاوى التي ترفع ضد الأجنبي الذي له موطن أو محل إقامة في المغرب، عدا بالنسبة للدعاوى المتعلقة بعقار يوجد في الخارج"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 74 من المسطرة المدنية): - إذا كان أحد الزوجين قد هجر الآخر وجعل موطنه في الخارج أو كان قد أبعد من أرا يمتد اختصاص محاكم المملكة التي تنظر في الدعاوى الأصلية، إلى النظر في ____ وكل طلب مرتبط بهذه الدعاوى الأصلية كما تختص محاكم المملكة باتخاذ التدابير التحفظية والوقتية التي تنفذ في إقليم المملكة، ولو كانت غير مختصة بالنظر في الدعوى الأصلية",
  "options": [
   "الطلبات العارضة",
   "الفاتورة",
   "عروض الوفاء",
   "عدم الاختصاص"
  ],
  "a": 0,
  "exp": "المادة 74: تختص محاكم المملكة بالنظر في الدعاوى التي ترفع ضد الأجنبي الذي ليس له موطن أو محل إقامة في المغرب، إذا كانت الدعوى تتعلق : - بمال موجود في المغرب أو بالتزام نشأ أو نفذ أو كان واجبا تنفيذه فيه ؛ - بالمسؤولية التقصيرية متى كان الفعل المن أو الضرر قد حدث فوق التراب الوطني ؛ - بحماية حق من حقوق الملكية الفكرية في المغرب ؛ - بمساطر صعوبات المقاولة المفتوحة…"
 },
 {
  "cat": "اختصاص المحاكم",
  "q": "أكمل الفراغ (المادة 75 من المسطرة المدنية): تختص محاكم المملكة أيضا، بالنظر في الدعاوى، ولو لم تكن داخلة في اختصاصها، إذا قبل المدعى عليه ولايتها صراحة أو ضمنيا، ما عدا الدعاوى المتعلقة بعقار يوجد في الخارج إذا لم يحضر المدعى عليه المذكور، صرحت المحكمة بعدم اختصاصها المسطرة أمام محاكم الدرجة الأولى تقييد ____",
  "options": [
   "الدعوى",
   "النسب",
   "الإنذار",
   "التبرع"
  ],
  "a": 0,
  "exp": "المادة 75: تختص محاكم المملكة أيضا، بالنظر في الدعاوى، ولو لم تكن داخلة في اختصاصها، إذا قبل المدعى عليه ولايتها صراحة أو ضمنيا، ما عدا الدعاوى المتعلقة بعقار يوجد في الخارج إذا لم يحضر المدعى عليه المذكور، صرحت المحكمة بعدم اختصاصها المسطرة أمام محاكم الدرجة الأولى تقييد الدعوى"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 76 من المسطرة المدنية): تقدم الدعوى أمام محاكم الدرجة الأولى، ما لم ينص القانون على خلاف ذلك، بمقال مكتوب يودع بكتابة ضبط المحكمة أو بطريقة إلكترونية، ويكون مؤرخا وموقعا من قبل المدعي أو وكيله أو محاميه تقيد القضايا ب____ في سجل معد لهذا الغرض، حسب الترتيب التسلسلي لتاريخ إيداعها، يضمن فيه أسماء الأطراف ومحاميهم، عند الاقتضاء، وموضوع الدعوى، وكذا تاريخ الاستدعاء",
  "options": [
   "كتابة الضبط",
   "الترجمة",
   "التبليغ",
   "نزع الملكية"
  ],
  "a": 0,
  "exp": "المادة 76: تقدم الدعوى أمام محاكم الدرجة الأولى، ما لم ينص القانون على خلاف ذلك، بمقال مكتوب يودع بكتابة ضبط المحكمة أو بطريقة إلكترونية، ويكون مؤرخا وموقعا من قبل المدعي أو وكيله أو محاميه تقيد القضايا بكتابة الضبط في سجل معد لهذا الغرض، حسب الترتيب التسلسلي لتاريخ إيداعها، يضمن فيه أسماء الأطراف ومحاميهم، عند الاقتضاء، وموضوع الدعوى، وكذا تاريخ الاستدعاء"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 77 من المسطرة المدنية): - إذا تعلق الأمر بشخص اعتباري، اسمه وممثله القانوني ونوعه ومقره الاجتماعي أو مقر الفرع التابع له، وعنوانه المضمن في ____ وعنوان بريده الإلكتروني ؛",
  "options": [
   "السجل التجاري",
   "المنازعات الانتخابية",
   "التأمين",
   "الطلبات العارضة"
  ],
  "a": 0,
  "exp": "المادة 77: يتضمن المقال، تحت طائلة عدم القبول : - الاسم الشخ - صفة وموطن أو محل إقامة كل طرف في الدعوى ؛ - رقم البطاقة الوطنية للتعريف الإلكترونية للمدعي أو ما يقوم مقامها ؛ - الاسم الشخ - الاسم الشخ التي ينتمي إليها، وعنوان بريده الإلكتروني، في حالة تقديم الدعوى بواسطة محام ؛ - إذا تعلق الأمر بشخص اعتباري، اسمه وممثله القانوني ونوعه ومقره الاجتماعي أو مقر الفرع…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 78 من المسطرة المدنية): يجب أن يعين كل طرف أو وكيله موطنا للمخابرة معه بدائرة نفوذ المحكمة، وإلا اعتبر صحيحا كل تبليغ تم ب____ يعتبر مكتب المحامي محلا للمخابرة معه، وتبلغ إليه الإجراءات، باستثناء الأحكام التمهيدية القاضية بتحملات مالية والأحكام الفاصلة في الدعوى، ما لم يتفق الطرفان كتابة على خلاف ذلك",
  "options": [
   "كتابة الضبط",
   "الهبة",
   "اليمين",
   "السجل التجاري"
  ],
  "a": 0,
  "exp": "المادة 78: يجب أن يعين كل طرف أو وكيله موطنا للمخابرة معه بدائرة نفوذ المحكمة، وإلا اعتبر صحيحا كل تبليغ تم بكتابة الضبط يعتبر مكتب المحامي محلا للمخابرة معه، وتبلغ إليه الإجراءات، باستثناء الأحكام التمهيدية القاضية بتحملات مالية والأحكام الفاصلة في الدعوى، ما لم يتفق الطرفان كتابة على خلاف ذلك"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 79 من المسطرة المدنية): لا يمكن أن يكون وكيلا للأطراف، إلا من كان زوجا أو صهرا أو قريبا من الأصول أو الفروع إلى الدرجة الثانية بإدخال الغاية يجب على الوكيل، الذي لا يتمتع بحكم مهنته بحق التمثيل أمام القضاء، أن يثبت وكالته بسند رسمي أو عرفي مصادق على صحة توقيعه بصفة قانونية، أو بتصريح شفوي يدلي به الطرف شخصيا أمام المحكمة بمحضر وكيله يمكن للإدارات والمؤسسات العمومية و____ ومجموعاتها والو القضاء بواسطة أحد الموظفين المنتدبين لهذه الغاية بصفة قانونية، كما يمكن لها تنصيب محام عنها",
  "options": [
   "الجماعات الترابية",
   "عدم الاختصاص",
   "التركة",
   "القسامة"
  ],
  "a": 0,
  "exp": "المادة 79: لا يمكن أن يكون وكيلا للأطراف، إلا من كان زوجا أو صهرا أو قريبا من الأصول أو الفروع إلى الدرجة الثانية بإدخال الغاية يجب على الوكيل، الذي لا يتمتع بحكم مهنته بحق التمثيل أمام القضاء، أن يثبت وكالته بسند رسمي أو عرفي مصادق على صحة توقيعه بصفة قانونية، أو بتصريح شفوي يدلي به الطرف شخصيا أمام المحكمة بمحضر وكيله يمكن للإدارات والمؤسسات العمومية والجماعات…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 80 من المسطرة المدنية): - الشخص المحكوم عليه بحكم غير قابل لأي طعن بسبب جناية أو جنحة متعلقة ب____ أو جرائم الأموال، ما لم يتم رد اعتباره ؛",
  "options": [
   "الزور",
   "التصريح",
   "الجماعات الترابية",
   "الوكالة"
  ],
  "a": 0,
  "exp": "المادة 80: لا يصح أن يكون وكيلا للأطراف : - الشخص المحروم من حق أداء الشهادة أمام القضاء ؛ - الشخص المحكوم عليه بحكم غير قابل لأي طعن بسبب جناية أو جنحة متعلقة بالزور أو جرائم الأموال، ما لم يتم رد اعتباره ؛ - الشخص المعزول من مهنة قانونية أو قضائية بمقت تأديبي ؛ - الشخص المحروم من الحقوق المدنية"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 81 من المسطرة المدنية): تستدعي المحكمة الأطراف للجلسة المدرجة فيها القضية، ويتضمن ____ : - الاسم الشخ أو محل إقامتهما ؛",
  "options": [
   "الاستدعاء",
   "الرهن",
   "وضع الأختام",
   "الأهلية"
  ],
  "a": 0,
  "exp": "المادة 81: تستدعي المحكمة الأطراف للجلسة المدرجة فيها القضية، ويتضمن الاستدعاء : - الاسم الشخ أو محل إقامتهما ؛ - رقم القضية وموضوع الطلب ؛ - المحكمة ومقرها ؛ - تاريخ وساعة الحضور ورقم قاعة الجلسات ؛ - التنبيه إلى وجوب اختيار موطن في دائرة اختصاص المحكمة"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 82 من المسطرة المدنية): مع مراعاة مقتضيات القسم ____ عشر من هذا القانون، لا يجوز تبليغ أي طي قضائي، قبل الساعة السابعة صباحا وبعد الساعة العاشرة ليلا، إلا في حالات الضرورة، وبناء على إذن مكتوب ومعلل من طرف رئيس المحكمة أو من ينوب عنه، أو من طرف رئيس الهيئة أو القاضي قا",
  "options": [
   "الحادي",
   "مسبقا",
   "والمادة",
   "عليهم"
  ],
  "a": 0,
  "exp": "المادة 82: مع مراعاة مقتضيات القسم الحادي عشر من هذا القانون، لا يجوز تبليغ أي طي قضائي، قبل الساعة السابعة صباحا وبعد الساعة العاشرة ليلا، إلا في حالات الضرورة، وبناء على إذن مكتوب ومعلل من طرف رئيس المحكمة أو من ينوب عنه، أو من طرف رئيس الهيئة أو القاضي قا"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 83 من المسطرة المدنية): يبلغ الاستدعاء بواسطة أحد المفوضين القضائيين يمكن للمحكمة أن تأمر، عند الاقتضاء، بتبليغ الاستدعاء بواسطة أحد موظفي ____ أو بالطريقة الإدارية أو عن طريق البريد المضمون إذا كان المرسل إليه يقيم خارج المغرب، يوجه الاستدعاء بواسطة السلم الإداري على الطريقة الدبلوماسية أو عن طريق البريد المضمون، عدا إذا كانت الاتفاقيات الدولية المصادق عليها من قبل المملكة المغربية والمنشورة في الجريدة الرسمية، تنص على خلاف ذلك",
  "options": [
   "كتابة الضبط",
   "محكمة النقض",
   "شهادة الشهود",
   "الحجز الارتهاني"
  ],
  "a": 0,
  "exp": "المادة 83: يبلغ الاستدعاء بواسطة أحد المفوضين القضائيين يمكن للمحكمة أن تأمر، عند الاقتضاء، بتبليغ الاستدعاء بواسطة أحد موظفي كتابة الضبط أو بالطريقة الإدارية أو عن طريق البريد المضمون إذا كان المرسل إليه يقيم خارج المغرب، يوجه الاستدعاء بواسطة السلم الإداري على الطريقة الدبلوماسية أو عن طريق البريد المضمون، عدا إذا كانت الاتفاقيات الدولية المصادق عليها من قبل المملكة…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 84 من المسطرة المدنية): يسلم الاستدعاء مرفقا بنسخة من مقال الدعوى إلى الشخص نفسه في موطنه الحقيقي أو المختار أو محل إقامته أو لكل شخص يسكن معه، أو في محل عمله أو بمقر المحكمة أو في أي مكان آخر يوجد فيه يكون التبليغ صحيحا للأشخاص الاعتبارية الخاضعة للقانون الخاص وللإدارات والمؤسسات العمومية وباقي أشخاص القانون العام، بتسليم الاستدعاء لممثلها القانوني أو من يقوم مقامه بمقراتها أو بمكتب الضبط لديها إن وجد يتم تبليغ أو تنفيذ الإجراءات أو المقررات القضائية الخاصة ب____ ومجموعاتها، وجوبا بمقراتها داخل أوقات العمل الإداري، ولا يعتبر هذا التبليغ أو التنفيذ صحيحا، إلا إذا حمل تأشير رئيس المجلس المعني، أو، عند الاقتضاء، تأشير المدير العام للمصالح أو مدير المصالح حسب الحالة، أو مكتب الضبط إن وجد يسلم الاستدعاء الذي يحمل طابع المحكمة وتاريخ التبليغ، مذيلا بتوقيع كاتب الضبط",
  "options": [
   "الجماعات الترابية",
   "اليمين",
   "الصفة",
   "المقال"
  ],
  "a": 0,
  "exp": "المادة 84: يسلم الاستدعاء مرفقا بنسخة من مقال الدعوى إلى الشخص نفسه في موطنه الحقيقي أو المختار أو محل إقامته أو لكل شخص يسكن معه، أو في محل عمله أو بمقر المحكمة أو في أي مكان آخر يوجد فيه يكون التبليغ صحيحا للأشخاص الاعتبارية الخاضعة للقانون الخاص وللإدارات والمؤسسات العمومية وباقي أشخاص القانون العام، بتسليم الاستدعاء لممثلها القانوني أو من يقوم مقامه بمقراتها أو…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 85 من المسطرة المدنية): - توقيع الطرف أو الشخص الذي تسلم الاستدعاء وصفته طبق أعلاه، وإذا عجز من تسلم الاستدعاء عن التوقيع مقتضيات المادة أو رفضه، أشار المكلف بالتبليغ إلى ذلك في جميع الأحوال، يجب أن يرجع المكلف بالتبليغ شهادة التسليم إلى كتابة الضبط بعد توقيعه عليها وتضم إلى الملف إذا رفض الطرف أو الشخص الذي له الصفة تسلم الاستدعاء، أدناه، ضمن المكلف بالتبليغ ذلك في مع مراعاة مقتضيات المادة شهادة التسليم مع بيان هوية المعني ورقم البطاقة الوطنية للتعريف الإلكترونية أو ما يقوم مقامها، وإذا رفض المعني بالأمر التعريف بهويته أو بأي وثيقة تفيد ذلك، ضمن المكلف بالتبليغ ذلك في الشهادة، مع إمكانية الاستعانة ب____، عند الاقتضاء يعتبر الاستدعاء مسلما تسليما صحيحا ومنتجا لآثاره القانونية، في اليوم العاشر الموالي لتاريخ الرفض الصادر عن الطرف أو الشخص الذي له الصفة في تسلم الاستدعاء",
  "options": [
   "النيابة العامة",
   "النسب",
   "الحجز التنفيذي",
   "الوكالة"
  ],
  "a": 0,
  "exp": "المادة 85: ترفق بالاستدعاء شهادة التسليم التي يضمن فيها البيانات التالية : - الاسم الشخ الوطنية للتعريف الإلكترونية أو ما يقوم مقامها، عند الاقتضاء ؛ - تاريخ التسليم أو تاريخ الرفض وساعته ؛ - توقيع الطرف أو الشخص الذي تسلم الاستدعاء وصفته طبق أعلاه، وإذا عجز من تسلم الاستدعاء عن التوقيع مقتضيات المادة أو رفضه، أشار المكلف بالتبليغ إلى ذلك في جميع الأحوال، يجب أن يرجع…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 86 من المسطرة المدنية): إذا تعذر التبليغ وتبين أن المدعى عليه مجهول بالعنوان الوارد ب____ أو انتقل منه، يتم اعتماد المعلومات المتوفرة بقاعدة المعطيات المتعلقة بالبطاقة الوطنية للتعريف الإلكترونية يعتبر الاستدعاء الموجه إلى هذا العنوان في حكم التوصل القانوني ومنتجا لآثاره القانونية في مواجهة المدعى عليه يحرر محضر بالإجراءات التي تم القيام بها، يتضمن رقم الملف وطبيعة الطي ونتيجة الإجراءات المتخذة إذا بقي التبليغ متعذرا بعد استنفاد الإجراءات السابقة، بتت المحكمة",
  "options": [
   "الاستدعاء",
   "إحصاء التركة",
   "المراجعة",
   "الغرامة التهديدية"
  ],
  "a": 0,
  "exp": "المادة 86: إذا تعذر التبليغ وتبين أن المدعى عليه مجهول بالعنوان الوارد بالاستدعاء أو انتقل منه، يتم اعتماد المعلومات المتوفرة بقاعدة المعطيات المتعلقة بالبطاقة الوطنية للتعريف الإلكترونية يعتبر الاستدعاء الموجه إلى هذا العنوان في حكم التوصل القانوني ومنتجا لآثاره القانونية في مواجهة المدعى عليه يحرر محضر بالإجراءات التي تم القيام بها، يتضمن رقم الملف وطبيعة الطي…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 87 من المسطرة المدنية): للمفوض القضائي المعين من طرف المدعي أو وكيله أو محاميه، بمجرد تعيين تاريخ الجلسة، أن يتسلم من ____ الطيات المتعلقة بالاستدعاء، وجميع إجراءات الملف القضائية الأخرى، متى أرفق مقال الدعوى بكل الوثائق والمستندات المثبتة له، قصد السهر على تبليغها إلى المدعى عليه أو من له المصلحة من أطراف الدعوى",
  "options": [
   "كتابة الضبط",
   "قسمة التركة",
   "العرقلة",
   "الغرامة التهديدية"
  ],
  "a": 0,
  "exp": "المادة 87: للمفوض القضائي المعين من طرف المدعي أو وكيله أو محاميه، بمجرد تعيين تاريخ الجلسة، أن يتسلم من كتابة الضبط الطيات المتعلقة بالاستدعاء، وجميع إجراءات الملف القضائية الأخرى، متى أرفق مقال الدعوى بكل الوثائق والمستندات المثبتة له، قصد السهر على تبليغها إلى المدعى عليه أو من له المصلحة من أطراف الدعوى"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 88 من المسطرة المدنية): يجب أن ينصرم بين تبليغ الاستدعاء والتاريخ المحدد للحضور، أيام إذا كان للطرف موطن أو محل إقامة داخل دائرة أجل ____، إذا كان موجودا في أي نفوذ المحكمة، ومدة خمسة عشر محل آخر من تراب المملكة إذا حضر الطرف رغم عدم احترام الأجل المشار إليه، وتمسك بالدفع المتعلق بهذا الأجل، أخرت القضية حضوريا إلى جلسة أخرى إذا تخلف المدعى عليه عن الحضور، وتعذر توصل المحكمة بإفادة التبليغ خلال الجلسة التي استدعي إليها، وتبين في الجلسة الموالية أنه توصل بالاستدعاء بشكل قانوني، فإن التبليغ يكون صحيحا ومنتجا لآثاره القانونية",
  "options": [
   "خمسة يوما",
   "ثمانية يوما",
   "ثلاثة أيام",
   "ثمانية أيام"
  ],
  "a": 0,
  "exp": "المادة 88: يجب أن ينصرم بين تبليغ الاستدعاء والتاريخ المحدد للحضور، أيام إذا كان للطرف موطن أو محل إقامة داخل دائرة أجل خمسة يوما، إذا كان موجودا في أي نفوذ المحكمة، ومدة خمسة عشر محل آخر من تراب المملكة إذا حضر الطرف رغم عدم احترام الأجل المشار إليه، وتمسك بالدفع المتعلق بهذا الأجل، أخرت القضية حضوريا إلى جلسة أخرى إذا تخلف المدعى عليه عن الحضور، وتعذر توصل المحكمة…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 89 من المسطرة المدنية): إذا لم يكن للطرف الذي وقع استدعاؤه موطن أو محل إقامة في أشهر تراب المملكة، فإن أجل الحضور يحدد في ثلاثة تطبق الآجال العادية ب____ة للاستدعاءات التي تسلم بالمغرب إلى الشخص الذي لا يتوفر على موطن أو محل إقامة به، عدا إذا قررت المحكمة تمديد هذه الآجال الجلسات والأحكام الجلسات",
  "options": [
   "النسب",
   "الملكية",
   "المعاينة",
   "الجماعات الترابية"
  ],
  "a": 0,
  "exp": "المادة 89: إذا لم يكن للطرف الذي وقع استدعاؤه موطن أو محل إقامة في أشهر تراب المملكة، فإن أجل الحضور يحدد في ثلاثة تطبق الآجال العادية بالنسبة للاستدعاءات التي تسلم بالمغرب إلى الشخص الذي لا يتوفر على موطن أو محل إقامة به، عدا إذا قررت المحكمة تمديد هذه الآجال الجلسات والأحكام الجلسات"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 90 من المسطرة المدنية): يهيأ جدول كل جلسة، ويبلغ إلى ____ ويعلق بباب قاعة الجلسات، ويشهر داخل المحكمة، بما في ذلك موقعها الإلكتروني وبجميع الوسائل الإلكترونية المعدة لهذا الغرض تعقد المحاكم جلساتها في كل الأيام عدا أيام العطل، مع مراعاة المقتضيات الخاصة بالقضاء الاستعجالي يحضر الأطراف أو من ينوب عنهم والشهود والتراجمة والخبراء وكل شخص ارتأت المحكمة فائدة في الاستماع إليه، الجلسات المنعقدة حضوريا أو عن بعد بأمر من المحكمة، في التاريخ والساعة المحددين في الاستدعاء، كما يحضرون بنفس الكيفية الجلسات اللاحقة التي أشعروا بحضورها شفويا من قبل المحكمة تعقد المحكمة بموافقة مسبقة وصريحة للأشخاص المشار إليهم في الفقرة السابقة، الجلسات عن بعد بواسطة تقنيات التواصل وفق الشروط التالية : - توفر فضاء مجهز بالوسائل التقنية اللازمة التي يتمتع خلالها المستمع إليه بسائر الضمانات القانونية لقواعد المحاكمة العادلة و احترام حقوق الدفاع ؛",
  "options": [
   "النيابة العامة",
   "الترجمة",
   "القرائن",
   "الدفع بعدم القبول"
  ],
  "a": 0,
  "exp": "المادة 90: يهيأ جدول كل جلسة، ويبلغ إلى النيابة العامة ويعلق بباب قاعة الجلسات، ويشهر داخل المحكمة، بما في ذلك موقعها الإلكتروني وبجميع الوسائل الإلكترونية المعدة لهذا الغرض تعقد المحاكم جلساتها في كل الأيام عدا أيام العطل، مع مراعاة المقتضيات الخاصة بالقضاء الاستعجالي يحضر الأطراف أو من ينوب عنهم والشهود والتراجمة والخبراء وكل شخص ارتأت المحكمة فائدة في الاستماع…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 91 من المسطرة المدنية): تكون الجلسات علنية، إلا إذا قرر القانون خلاف ذلك يمكن للمحكمة أن تأمر، تلقائيا أو بناء على طلب أحد الأطراف أو ____، بإجراء المناقشة في جلسة سرية، إذا استوجب ذلك النظام العام أو الأخلاق الحميدة أو حرمة الأسرة أو المصلحة الفضلى للطفل تحرر محاضر الجلسات بكل تجرد وأمانة، ويدون كاتب الضبط كل ما راج بها أو عاينه أو تلقاه، دون بتر أو تشطيب أو إضافة بين السطور يوقع محضر الجلسة فورا من طرف رئيسها وكاتبها، كما يوقع بعد كل جلسة سجلها من طرف الرئيس وكاتب الضبط",
  "options": [
   "النيابة العامة",
   "التنازل عن الدعوى",
   "المراجعة",
   "الدفع بعدم القبول"
  ],
  "a": 0,
  "exp": "المادة 91: تكون الجلسات علنية، إلا إذا قرر القانون خلاف ذلك يمكن للمحكمة أن تأمر، تلقائيا أو بناء على طلب أحد الأطراف أو النيابة العامة، بإجراء المناقشة في جلسة سرية، إذا استوجب ذلك النظام العام أو الأخلاق الحميدة أو حرمة الأسرة أو المصلحة الفضلى للطفل تحرر محاضر الجلسات بكل تجرد وأمانة، ويدون كاتب الضبط كل ما راج بها أو عاينه أو تلقاه، دون بتر أو تشطيب أو إضافة بين…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 92 من المسطرة المدنية): يجب على الأطراف شرح ____ باعتدال، ودون الإخلال بالاحترام الواجب للمحكمة يجوز لرئيس الجلسة، في حالة حدوث اضطراب أو ضوضاء، الأمر بطرد الشخص المعني من الجلسة",
  "options": [
   "نزاعاتهم",
   "مناسبا",
   "تتكون",
   "حكمها"
  ],
  "a": 0,
  "exp": "المادة 92: يجب على الأطراف شرح نزاعاتهم باعتدال، ودون الإخلال بالاحترام الواجب للمحكمة يجوز لرئيس الجلسة، في حالة حدوث اضطراب أو ضوضاء، الأمر بطرد الشخص المعني من الجلسة"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 93 من المسطرة المدنية): إذا أخل أحد الأفراد بالاحترام الواجب للمحكمة، جاز لرئيس درهم الجلسة أن يحكم عليه بغرامة تتراوح ما بين ____، ولا يقبل هذا الحكم أي طعن وعشرة آلاف إذا امتنع من وقع طرده عن مغادرة قاعة الجلسات أو عاد إليها، أمكن لرئيس الجلسة أن يتخذ في حقه الإجراءات المقررة في قانون المسطرة الجنائية، وإذا صدرت منه أقوال تتضمن سبا أو قذفا أو إهانة تجاه المحكمة، حرر كاتب الجلسة، بأمر من رئيسها، محضرا خاصا يوجه في الحال إلى النيابة العامة لتطبيق المسطرة المتعلقة بالتلبس بالجريمة",
  "options": [
   "ألف درهم",
   "ثلاثة آلاف درهم",
   "خمسة آلاف درهم",
   "أربعة آلاف درهم"
  ],
  "a": 0,
  "exp": "المادة 93: إذا أخل أحد الأفراد بالاحترام الواجب للمحكمة، جاز لرئيس درهم الجلسة أن يحكم عليه بغرامة تتراوح ما بين ألف درهم، ولا يقبل هذا الحكم أي طعن وعشرة آلاف إذا امتنع من وقع طرده عن مغادرة قاعة الجلسات أو عاد إليها، أمكن لرئيس الجلسة أن يتخذ في حقه الإجراءات المقررة في قانون المسطرة الجنائية، وإذا صدرت منه أقوال تتضمن سبا أو قذفا أو إهانة تجاه المحكمة، حرر كاتب…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 94 من المسطرة المدنية): إذا صدرت أمام القضاء أقوال أو أفعال تتضمن سبا أو إهانة أو قذفا، ممن له بحكم مهنته حق تمثيل الأطراف، حرر كاتب الضبط، بأمر من رئيس الجلسة، محضرا خاصا بذلك يوجه في الحال إلى ____، فإذا تعلق الأمر بمحامٍ وجهه إلى نقيب الهيئة وإلى الوكيل العام للملك المختصين قواعد المسطرة",
  "options": [
   "النيابة العامة",
   "المنازعات الانتخابية",
   "الصفة",
   "الولاية"
  ],
  "a": 0,
  "exp": "المادة 94: إذا صدرت أمام القضاء أقوال أو أفعال تتضمن سبا أو إهانة أو قذفا، ممن له بحكم مهنته حق تمثيل الأطراف، حرر كاتب الضبط، بأمر من رئيس الجلسة، محضرا خاصا بذلك يوجه في الحال إلى النيابة العامة، فإذا تعلق الأمر بمحامٍ وجهه إلى نقيب الهيئة وإلى الوكيل العام للملك المختصين قواعد المسطرة"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 95 من المسطرة المدنية): تطبق أمام محاكم الدرجة الأولى قواعد المسطرة الكتابية، غير أن المسطرة تكون ____ أمام المحاكم الابتدائية في القضايا المشار إليها أدناه في المادة المسطرة الشفوية",
  "options": [
   "شفوية",
   "التراب",
   "للمعنيين",
   "ويحدد"
  ],
  "a": 0,
  "exp": "المادة 95: تطبق أمام محاكم الدرجة الأولى قواعد المسطرة الكتابية، غير أن المسطرة تكون شفوية أمام المحاكم الابتدائية في القضايا المشار إليها أدناه في المادة المسطرة الشفوية"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 96 من المسطرة المدنية): - القضايا المتعلقة ب____ ؛",
  "options": [
   "الحالة المدنية",
   "التنفيذ المعجل",
   "التقادم",
   "التنفيذ الجبري"
  ],
  "a": 0,
  "exp": "المادة 96: تطبق مسطرة المناقشة الشفوية في القضايا التالية : - القضايا التي تختص المحاكم الابتدائية بالنظر فيها ابتدائيا أعلاه ؛ وانتهائيا، طبقا للمادة - قضايا الزواج والنفقة وإعداد بيت الزوجية والرجوع لبيت الزوجية والطلاق الاتفاقي وأجرة الحضانة وزيارة المحضون ؛ - القضايا المتعلقة بالحالة المدنية ؛ - القضايا الاجتماعية ؛ - قضايا استيفاء ومراجعة وجيبة الكراء ؛ - القضايا…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 97 من المسطرة المدنية): بمجرد إيداع المقال ب____، يعين القاضي أدناه، باعتباره مكلفا بتجهيز من المادة مقتضيات الفقرة القضية يمكن لرئيس محكمة الدرجة الأولى أو من ينوب عنه، عند الاقتضاء، أن يعين أو يغير القاضي موجب لذلك، بأمر ولائي تسلم كتابة الضبط فورا للطرف المدعي الاستدعاء لجلسة النظر في القضية، وتبلغ للطرف الآخر نسخة من هذا الاستدعاء ومن المقال، أعلاه وما بعدها، مع الإشارة إلى إشعاره بوجوب إعداد طبقا للمادة دفاعه قبل الجلسة",
  "options": [
   "كتابة الضبط",
   "الملكية",
   "الصفة",
   "التعليل"
  ],
  "a": 0,
  "exp": "المادة 97: بمجرد إيداع المقال بكتابة الضبط، يعين القاضي أدناه، باعتباره مكلفا بتجهيز من المادة مقتضيات الفقرة القضية يمكن لرئيس محكمة الدرجة الأولى أو من ينوب عنه، عند الاقتضاء، أن يعين أو يغير القاضي موجب لذلك، بأمر ولائي تسلم كتابة الضبط فورا للطرف المدعي الاستدعاء لجلسة النظر في القضية، وتبلغ للطرف الآخر نسخة من هذا الاستدعاء ومن المقال، أعلاه وما بعدها، مع الإشارة…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 98 من المسطرة المدنية): مع مراعاة آجال البت المنصوص عليها في التشريع الجاري به أعلاه، أو تؤجل إلى العمل، يفصل فورا في القضايا الواردة في المادة جلسة مقبلة يعين ____ للأطراف حالا، ويشار إلى ذلك في السجلات",
  "options": [
   "تاريخها",
   "يشتمل",
   "التظلم",
   "بتجهيز"
  ],
  "a": 0,
  "exp": "المادة 98: مع مراعاة آجال البت المنصوص عليها في التشريع الجاري به أعلاه، أو تؤجل إلى العمل، يفصل فورا في القضايا الواردة في المادة جلسة مقبلة يعين تاريخها للأطراف حالا، ويشار إلى ذلك في السجلات"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 99 من المسطرة المدنية): إذا استدعي المدعي أو وكيله أو المحامي، بصفة قانونية، وتخلف عن الحضور، أمكن للمحكمة البت في الطلب إذا كانت تتوفر على العناصر الضرورية للفصل في الدعوى وإذا لم تتوفر على العناصر المذكورة حكمت بعدم قبولها يجوز للمحكمة تأجيل القضية إلى جلسة مقبلة، إذا أشعرت برسالة من أحد الأطراف أو في الجلسة بأن ____ الموجه إليه في موطنه لم يصله أو أنه تعذر عليه الحضور لغيابه أو بسبب مرض أو لقيامه بخدمة عمومية أو لأي سبب آخر مشروع يحكم غيابيا، إذا لم يحضر المدعى عليه أو وكيله أو المحامي في الوقت المحدد للجلسة رغم توصله بصفة قانونية، ما لم يدل بجواب، وفي هذه الحالة يصدر الحكم حضوريا في حقه",
  "options": [
   "الاستدعاء",
   "الصلح",
   "الحالة المدنية",
   "قسمة التركة"
  ],
  "a": 0,
  "exp": "المادة 99: إذا استدعي المدعي أو وكيله أو المحامي، بصفة قانونية، وتخلف عن الحضور، أمكن للمحكمة البت في الطلب إذا كانت تتوفر على العناصر الضرورية للفصل في الدعوى وإذا لم تتوفر على العناصر المذكورة حكمت بعدم قبولها يجوز للمحكمة تأجيل القضية إلى جلسة مقبلة، إذا أشعرت برسالة من أحد الأطراف أو في الجلسة بأن الاستدعاء الموجه إليه في موطنه لم يصله أو أنه تعذر عليه الحضور…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 100 من المسطرة المدنية): إذا تعدد المدعى عليهم ولم يحضر أحدهم أو وكيله أو محاميه رغم توصله طبقا للقانون، أخرت المحكمة القضية إلى جلسة مقبلة، يستدعى لها الأطراف ____ مع تنبيههم في نفس الوقت إلى أنها ستبت حينئذ في القضية بحكم واحد يعتبر حضوريا تجاه جميع الأطراف المسطرة الكتابية",
  "options": [
   "المتخلفون",
   "الخاضعة",
   "كتابيا",
   "اعتباري"
  ],
  "a": 0,
  "exp": "المادة 100: إذا تعدد المدعى عليهم ولم يحضر أحدهم أو وكيله أو محاميه رغم توصله طبقا للقانون، أخرت المحكمة القضية إلى جلسة مقبلة، يستدعى لها الأطراف المتخلفون مع تنبيههم في نفس الوقت إلى أنها ستبت حينئذ في القضية بحكم واحد يعتبر حضوريا تجاه جميع الأطراف المسطرة الكتابية"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 101 من المسطرة المدنية): بمجرد إيداع المقال ب____، يعين القاضي أدناه، باعتباره مكلفا بتجهيز من المادة مقتضيات الفقرة القضية يمكن لرئيس محكمة الدرجة الأولى أو رئيس القسم المتخصص في القضاء التجاري أو رئيس القسم المتخصص في القضاء الإداري بالمحاكم الابتدائية، أو من ينوب عنه حسب الحالة، أن يغير بأمر ولائي القاضي تسلم نسخة من المقال إلى المفوض الملكي للدفاع عن القانون والحق، بالنسبة للمحاكم الابتدائية الإدارية والأقسام المتخصصة في القضاء الإداري بالمحاكم الابتدائية يتسلم الطرف المدعي فورا الاستدعاء لجلسة النظر في القضية، وتبلغ للطرف الآخر نسخة من هذا الاستدعاء ومن المقال طبقا أعلاه وما بعدها، مع الإشارة إلى وجوب تقديم مذكرات للمادة الدفاع والمستندات قبل الجلسة",
  "options": [
   "كتابة الضبط",
   "إحصاء التركة",
   "الاختصاص القضائي الدولي",
   "الاستئناف"
  ],
  "a": 0,
  "exp": "المادة 101: بمجرد إيداع المقال بكتابة الضبط، يعين القاضي أدناه، باعتباره مكلفا بتجهيز من المادة مقتضيات الفقرة القضية يمكن لرئيس محكمة الدرجة الأولى أو رئيس القسم المتخصص في القضاء التجاري أو رئيس القسم المتخصص في القضاء الإداري بالمحاكم الابتدائية، أو من ينوب عنه حسب الحالة، أن يغير بأمر ولائي القاضي تسلم نسخة من المقال إلى المفوض الملكي للدفاع عن القانون والحق،…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 102 من المسطرة المدنية): يحق للأطراف أو من ينوب عنهم الاطلاع على مستندات القضية أو أخذ نسخ منها على نفقتهم في ____، دون نقل أصولها خارج المحكمة",
  "options": [
   "كتابة الضبط",
   "اليمين",
   "الموطن",
   "التعليل"
  ],
  "a": 0,
  "exp": "المادة 102: يحق للأطراف أو من ينوب عنهم الاطلاع على مستندات القضية أو أخذ نسخ منها على نفقتهم في كتابة الضبط، دون نقل أصولها خارج المحكمة"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 103 من المسطرة المدنية): تودع المستنتجات في كتابة ضبط المحكمة، ويجب أن يكون عدد النسخ مساويا لعدد الأطراف، وإلا أنذر القاضي أيام ابتداء من تاريخ للإدلاء بهذه النسخ داخل أجل عشرة التوصل ب____، تحت طائلة عدم اعتبار هذه المستنتجات أعلاه تبلغ المذكرات المشار إليها أعلاه، طبقا لمقتضيات المادة وما بعدها",
  "options": [
   "الإنذار",
   "الطلاق الرجعي",
   "الحجز الارتهاني",
   "القسامة"
  ],
  "a": 0,
  "exp": "المادة 103: تودع المستنتجات في كتابة ضبط المحكمة، ويجب أن يكون عدد النسخ مساويا لعدد الأطراف، وإلا أنذر القاضي أيام ابتداء من تاريخ للإدلاء بهذه النسخ داخل أجل عشرة التوصل بالإنذار، تحت طائلة عدم اعتبار هذه المستنتجات أعلاه تبلغ المذكرات المشار إليها أعلاه، طبقا لمقتضيات المادة وما بعدها"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 104 من المسطرة المدنية): إذا لم يقدم المدعى عليه مستنتجاته، عند عرض القضية في الجلسة، صدر ____ في غيبته، ما لم تقرر المحكمة تأجيل القضية إلى جلسة أخرى بناء على طلبه أو طلب محاميه أو وكيله قصد تقديم مستنتجاته تأمر المحكمة عند تقديم المدعى عليه لمستنتجاته، حسب الأحوال، بتأخير القضية إلى جلسة أخرى أو بإرجاعها إلى القاضي تعتبرها جاهزة يتعين على القاضي داخل أجل لا يتعدى شهرا واحدا، إذا لم تكن جاهزة إذا تعدد المدعى عليهم ولم يدل أحدهم بمستنتجاته عند عرض القضية في الجلسة، أخرت إلى جلسة أخرى مع إنذار الطرف المتخلف بأنه إذا لم يقدم مستنتجاته إلى غاية تاريخ انعقادها، صدر الحكم حضوريا بالنسبة للجميع تعتبر الأحكام حضورية إذا صدرت بناء على مقالات الأطراف أو مستنتجاتهم تعتبر الأحكام حضورية كذلك عندما ترفض دفعا، وتبت في نفس الوقت في الجوهر ولو كان الطرف الذي أثار الدفع قد امتنع احتياطيا عن الإدلاء بمستنتجاته في الموضوع تحدد المحكمة لدفاع المدعى عليه الذي لم يدل بمستنتجاته بالجلسة التي قدم فيها نيابته، تاريخا جديدا دون الحاجة إلى استدعائه، وإذا لم يقدم مستنتجاته في التاريخ المعين، ولم يدل بعذر مقبول اعتبر الحكم حضوريا",
  "options": [
   "الحكم",
   "الزواج",
   "الدفوع الشكلية",
   "المقرر"
  ],
  "a": 0,
  "exp": "المادة 104: إذا لم يقدم المدعى عليه مستنتجاته، عند عرض القضية في الجلسة، صدر الحكم في غيبته، ما لم تقرر المحكمة تأجيل القضية إلى جلسة أخرى بناء على طلبه أو طلب محاميه أو وكيله قصد تقديم مستنتجاته تأمر المحكمة عند تقديم المدعى عليه لمستنتجاته، حسب الأحوال، بتأخير القضية إلى جلسة أخرى أو بإرجاعها إلى القاضي تعتبرها جاهزة يتعين على القاضي داخل أجل لا يتعدى شهرا واحدا، إذا…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 105 من المسطرة المدنية): يتخذ القاضي ويأمر بتقديم المستندات التي يراها ضرورية لتحقيق ____، ويمكن له تلقائيا أو بناء على طلب الأطراف، الأمر بأي إجراء من إجراءات وما بعدها من هذا القانون، التحقيق المنصوص عليها في المادة دون المساس بما يمكن للمحكمة أن تأمر به بعد ذلك من إجراءات إذا أمر القاضي على طلب الأطراف، بين بتدقيق العناصر التي يشملها هذا الإجراء لا يمكن بأي حال أن تمس الأوامر التي تصدر في هذا الشأن بما يمكن أن يق أعلاه وما بعدها، ولا تكون قابلة للطعن، إلا في وقت واحد المادة مع الأحكام الفاصلة في الجوهر وضمن نفس الآجال",
  "options": [
   "الدعوى",
   "الميراث",
   "الأتعاب",
   "الطلاق الرجعي"
  ],
  "a": 0,
  "exp": "المادة 105: يتخذ القاضي ويأمر بتقديم المستندات التي يراها ضرورية لتحقيق الدعوى، ويمكن له تلقائيا أو بناء على طلب الأطراف، الأمر بأي إجراء من إجراءات وما بعدها من هذا القانون، التحقيق المنصوص عليها في المادة دون المساس بما يمكن للمحكمة أن تأمر به بعد ذلك من إجراءات إذا أمر القاضي على طلب الأطراف، بين بتدقيق العناصر التي يشملها هذا الإجراء لا يمكن بأي حال أن تمس الأوامر…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 106 من المسطرة المدنية): إذا تم تحقيق الدعوى، أو إذا انقضت آجال تقديم الردود، واعتبر القاضي القضية يستدعى لها الأطراف لا تعتد المحكمة بالمستنتجات والطلبات المقدمة من الأطراف ولا المستندات المرفقة بها بعد اعتبار القضية جاهزة للحكم، باستثناء الطلبات الرامية إلى ____ تسحب من الملف المذكرات والمستندات المدلى بها متأخرة، وتودع في كتابة ضبط المحكمة رهن إشارة من أدلى بها غير أنه يمكن للمحكمة، بمقرر معلل، إعادة القضية إلى المناقشة إذا طرأت بعد اعتبار الدعوى جاهزة للحكم واقعة جديدة من شأنها أن تؤثر على الحكم، أو إذا تعذر قبل ذلك إثارة واقعة لسبب خارج عن إرادة الأطراف",
  "options": [
   "التنازل",
   "الرجوع عن الشهادة",
   "الفاتورة",
   "الرسم القضائي"
  ],
  "a": 0,
  "exp": "المادة 106: إذا تم تحقيق الدعوى، أو إذا انقضت آجال تقديم الردود، واعتبر القاضي القضية يستدعى لها الأطراف لا تعتد المحكمة بالمستنتجات والطلبات المقدمة من الأطراف ولا المستندات المرفقة بها بعد اعتبار القضية جاهزة للحكم، باستثناء الطلبات الرامية إلى التنازل تسحب من الملف المذكرات والمستندات المدلى بها متأخرة، وتودع في كتابة ضبط المحكمة رهن إشارة من أدلى بها غير أنه يمكن…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 107 من المسطرة المدنية): يمكن للأطراف تقديم ملاحظاتهم الشفوية بالجلسة لتعزيز مستنتجاتهم الكتابية يجب أن يحضر الجلسة المفوض الملكي للدفاع عن القانون والحق بالنسبة للمحاكم الابتدائية الإدارية والأقسام المتخصصة في القضاء الإداري بالمحاكم الابتدائية يدلي المفوض الملكي للدفاع عن القانون والحق بآرائه مكتوبة، ويمكنه توضيحها شفهيا لهيئة ____ بكل استقلال، سواء فيما يتعلق بالوقائع أو القواعد القانونية المطبقة عليها يحق للأطراف أو دفاعهم أو وكلائهم، أخذ نسخة من مستنتجات المفوض الملكي للدفاع عن القانون والحق، والتعقيب عليها",
  "options": [
   "الحكم",
   "الشفعة",
   "الرجوع عن الشهادة",
   "الأمر بالأداء"
  ],
  "a": 0,
  "exp": "المادة 107: يمكن للأطراف تقديم ملاحظاتهم الشفوية بالجلسة لتعزيز مستنتجاتهم الكتابية يجب أن يحضر الجلسة المفوض الملكي للدفاع عن القانون والحق بالنسبة للمحاكم الابتدائية الإدارية والأقسام المتخصصة في القضاء الإداري بالمحاكم الابتدائية يدلي المفوض الملكي للدفاع عن القانون والحق بآرائه مكتوبة، ويمكنه توضيحها شفهيا لهيئة الحكم بكل استقلال، سواء فيما يتعلق بالوقائع أو…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 108 من المسطرة المدنية): يأمر رئيس الجلسة بحجز القضية للمداولة بعد انتهاء المناقشة والاطلاع أو الاستماع، عند الاقتضاء، للنيابة العامة في مستنتجاتها الكتابية أو الشفوية يأمر رئيس الجلسة بالنسبة للمحاكم الابتدائية الإدارية والأقسام المتخصصة في القضاء الإداري بالمحاكم الابتدائية، بحجز القضية للمداولة بعد انتهاء المناقشة والاستماع إلى المفوض الملكي للدفاع عن القانون والحق يحدد رئيس الجلسة تاريخ النطق بالحكم تتم المداولة بحضور جميع قضاة الهيئة التي قررت حجز القضية للمداولة لا يشارك ممثل ____ ولا المفوض الملكي للدفاع عن القانون والحق، حسب الحالة، في المداولة الأحكام",
  "options": [
   "النيابة العامة",
   "عروض الوفاء",
   "الطعن بالنقض",
   "الزواج"
  ],
  "a": 0,
  "exp": "المادة 108: يأمر رئيس الجلسة بحجز القضية للمداولة بعد انتهاء المناقشة والاطلاع أو الاستماع، عند الاقتضاء، للنيابة العامة في مستنتجاتها الكتابية أو الشفوية يأمر رئيس الجلسة بالنسبة للمحاكم الابتدائية الإدارية والأقسام المتخصصة في القضاء الإداري بالمحاكم الابتدائية، بحجز القضية للمداولة بعد انتهاء المناقشة والاستماع إلى المفوض الملكي للدفاع عن القانون والحق يحدد رئيس…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 109 من المسطرة المدنية): - اسم القاضي ____ عند حضوره، واسم المفوض الملكي للدفاع عن القانون والحق، حسب الأحوال، واسم كاتب الضبط ؛",
  "options": [
   "النيابة العامة",
   "الأجرة",
   "التنفيذ الجبري",
   "الحضانة"
  ],
  "a": 0,
  "exp": "المادة 109: تصدر الأحكام في جلسة علنية وتحمل في رأسها : - المملكة المغربية ؛ - المحكمة المصدرة للحكم ؛ - باسم جلالة الملك وطبقا للقانون وتشتمل على البيانات التالية : - مراجع ملف القضية ؛ - تاريخ النطق بالحكم ؛ - اسم القاضي النيابة العامة عند حضوره، واسم المفوض الملكي للدفاع عن القانون والحق، حسب الأحوال، واسم كاتب الضبط ؛ - أسماء الأطراف الشخصية والعائلية وصفتهم…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 110 من المسطرة المدنية): توقع أصول الأحكام من طرف رئيس الهيئة والقا وكاتب الضبط، أو من طرف القاضي إذا عاق القاضي وجب توقيعه من طرف رئيس المحكمة داخل أربع وعشرين ساعة من وقت التحقق من وجود هذا المانع، وينص في أصل ____ على هذا الحلول في التوقيع، بعد الإشارة إلى أن منطوقه مطابق للصيغة التي صدر عليها من القاضي والإشهاد بذلك من طرف كاتب الضبط إذا حصل المانع لرئيس المحكمة، اتخذ نفس الإجراء، وتولى توقيع الحكم نائبه إذا حصل المانع لكاتب الضبط، ذكر القاضي على أصل الحكم إذا حصل المانع للقا الحكم رئيس المحكمة بعد التنصيص في أصل الحكم على هذا الحلول في التوقيع، وعلى مطابقة منطوق الحكم للصيغة التي صدر عليها إذا حصل المانع لرئيس الجلسة في قضاء جماعي، تولى توقيعه خلال نفس الأجل أقدم قاض شارك في الجلسة، وكذلك الأمر إذا حصل المانع للقا يوقع الحكم من طرف القاضي الحلول في التوقيع إذا حصل المانع لكاتب الضبط في الحالة المشار إليها في الفقرة السابقة، ذكر ذلك عند التوقيع، رئيس الجلسة أو القاضي عوضا عنه إذا حصل المانع لجميع القضاة المشكلة منهم الهيئة ولكاتب الضبط، وقع أصل الحكم رئيس المحكمة بعد التنصيص فيه على هذا الحلول في التوقيع، وعلى مطابقة منطوق الحكم للصيغة التي صدر عليها",
  "options": [
   "الحكم",
   "الإثبات",
   "الامتياز",
   "الغيبة"
  ],
  "a": 0,
  "exp": "المادة 110: توقع أصول الأحكام من طرف رئيس الهيئة والقا وكاتب الضبط، أو من طرف القاضي إذا عاق القاضي وجب توقيعه من طرف رئيس المحكمة داخل أربع وعشرين ساعة من وقت التحقق من وجود هذا المانع، وينص في أصل الحكم على هذا الحلول في التوقيع، بعد الإشارة إلى أن منطوقه مطابق للصيغة التي صدر عليها من القاضي والإشهاد بذلك من طرف كاتب الضبط إذا حصل المانع لرئيس المحكمة، اتخذ نفس…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 111 من المسطرة المدنية): يبلغ كاتب الضبط فورا الحكم، الذي صدر حضوريا، إلى الأطراف أو وكلائهم الحاضرين بالجلسة، ويسلم لهم نسخة من الحكم، ويشار في آخره إلى أن التبليغ والتسليم قد وقعا ويشعر الرئيس، علاوة على ذلك، إذا كان الحكم قابلا للاستئناف، الأطراف أو وكلاءهم بأن لهم من الحق في الطعن فيه ب____ داخل الأجل المحدد في المادة هذا القانون، ابتداء من تاريخ تبليغه بالجلسة، ويضمن هذا الإشعار في محضر الجلسة من طرف كاتب الضبط بعد التبليغ",
  "options": [
   "الاستئناف",
   "الترجمة",
   "الوكالة",
   "الشطب"
  ],
  "a": 0,
  "exp": "المادة 111: يبلغ كاتب الضبط فورا الحكم، الذي صدر حضوريا، إلى الأطراف أو وكلائهم الحاضرين بالجلسة، ويسلم لهم نسخة من الحكم، ويشار في آخره إلى أن التبليغ والتسليم قد وقعا ويشعر الرئيس، علاوة على ذلك، إذا كان الحكم قابلا للاستئناف، الأطراف أو وكلاءهم بأن لهم من الحق في الطعن فيه بالاستئناف داخل الأجل المحدد في المادة هذا القانون، ابتداء من تاريخ تبليغه بالجلسة، ويضمن هذا…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 112 من المسطرة المدنية): يضمن كاتب الضبط منطوق الحكم في محضر الجلسة وفي سجلها، ويشار إلى تاريخ صدوره في السجل المنصوص عليه في المادة أعلاه يوقع محضر الجلسة وسجلها من طرف رئيسها وكاتب الضبط ترقم الأحكام وتجلد أصولها دوريا قصد تكوين سجل منها تضاف نسخة من الحكم إلى الملف بمجرد توقيعه ترد المستندات إلى أصحابها عند المطالبة بها مقابل وصل بعد صيرورة الحكم نهائيا، من قبل رئيس ____، ما لم ير عرض الأمر على رئيس المحكمة للبت بمقت المستندات بالملف أو إرجاعها",
  "options": [
   "كتابة الضبط",
   "دعاوى الحيازة",
   "عدم الاختصاص",
   "التقادم"
  ],
  "a": 0,
  "exp": "المادة 112: يضمن كاتب الضبط منطوق الحكم في محضر الجلسة وفي سجلها، ويشار إلى تاريخ صدوره في السجل المنصوص عليه في المادة أعلاه يوقع محضر الجلسة وسجلها من طرف رئيسها وكاتب الضبط ترقم الأحكام وتجلد أصولها دوريا قصد تكوين سجل منها تضاف نسخة من الحكم إلى الملف بمجرد توقيعه ترد المستندات إلى أصحابها عند المطالبة بها مقابل وصل بعد صيرورة الحكم نهائيا، من قبل رئيس كتابة الضبط،…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 113 من المسطرة المدنية): أدناه تطبق على أحكام محاكم الدرجة الأولى، مقتضيات المادة المتعلقة ب____",
  "options": [
   "التنفيذ المعجل",
   "الحاضر",
   "النفقة",
   "الأمر بالأداء"
  ],
  "a": 0,
  "exp": "المادة 113: أدناه تطبق على أحكام محاكم الدرجة الأولى، مقتضيات المادة المتعلقة بالتنفيذ المعجل"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 114 من المسطرة المدنية): مع مراعاة المقتضيات القانونية المتعلقة بالمصاريف القضائية وواجبات التمبر، تسلم كتابة ضبط المحكمة التي أصدرت الحكم نسخة عادية منه بعد الإشهاد على مطابقتها للأصل، لمن يطلبها من الأطراف كما يمكن لكل ذي مصلحة من غير الأطراف، مطالبة رئيس ____ بتسليمه نسخة عادية من الحكم مشهود بمطابقتها للأصل، ويشار إلى اسم الشخص الذي سلمت إليه وتاريخ التسليم، وفي حالة الرفض يعرض الأمر على رئيس المحكمة",
  "options": [
   "كتابة الضبط",
   "التحكيم",
   "الدعوى",
   "إعادة النظر"
  ],
  "a": 0,
  "exp": "المادة 114: مع مراعاة المقتضيات القانونية المتعلقة بالمصاريف القضائية وواجبات التمبر، تسلم كتابة ضبط المحكمة التي أصدرت الحكم نسخة عادية منه بعد الإشهاد على مطابقتها للأصل، لمن يطلبها من الأطراف كما يمكن لكل ذي مصلحة من غير الأطراف، مطالبة رئيس كتابة الضبط بتسليمه نسخة عادية من الحكم مشهود بمطابقتها للأصل، ويشار إلى اسم الشخص الذي سلمت إليه وتاريخ التسليم، وفي حالة…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 115 من المسطرة المدنية): أعلاه، يبلغ المقرر، مع مراعاة مقتضيات الفقرة الثانية من المادة بناء على طلب، للشخص نفسه أينما وجد، أو في موطنه الحقيقي أو المختار أو بمحل إقامته أو بمكتب محاميه بناء على موافقة هذا أعلاه وما بعدها الأخير، وذلك وفق مقتضيات المادة إجراءات تحقيق ____ مقتضيات عامة",
  "options": [
   "الدعوى",
   "الترجمة",
   "الحضانة",
   "الكفالة"
  ],
  "a": 0,
  "exp": "المادة 115: أعلاه، يبلغ المقرر، مع مراعاة مقتضيات الفقرة الثانية من المادة بناء على طلب، للشخص نفسه أينما وجد، أو في موطنه الحقيقي أو المختار أو بمحل إقامته أو بمكتب محاميه بناء على موافقة هذا أعلاه وما بعدها الأخير، وذلك وفق مقتضيات المادة إجراءات تحقيق الدعوى مقتضيات عامة"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 116 من المسطرة المدنية): يتعين على المحكمة، قبل الأمر تمهيديا بأي إجراء من إجراءات التحقيق، أن تتأكد من شكليات قبول ____",
  "options": [
   "الدعوى",
   "الحالة المدنية",
   "الوصية",
   "التدخل"
  ],
  "a": 0,
  "exp": "المادة 116: يتعين على المحكمة، قبل الأمر تمهيديا بأي إجراء من إجراءات التحقيق، أن تتأكد من شكليات قبول الدعوى"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 117 من المسطرة المدنية): يمكن للمحكمة أو القاضي تلقائيا أو بناء على طلب أحد الأطراف، وقبل البت في جوهر الدعوى، الأمر بإجراء خبرة أو الوقوف على عين المكان أو البحث أو تحقيق الخطوط أو أي إجراء من إجراءات تحقيق الدعوى، متى كان ذلك ضروريا أو مجديا يجب على الأطراف أن يساهموا في إجراءات تحقيق الدعوى وفقا لما تقتضيه قواعد التقاضي كل امتناع أو رفض غير مبرر يمكن لممثل ____ أن يحضر أي إجراء من إجراءات التحقيق المأمور بها، إذا كانت طرفا أصليا أو منضما في الدعوى",
  "options": [
   "النيابة العامة",
   "التحكيم",
   "المعاينة",
   "الطلاق"
  ],
  "a": 0,
  "exp": "المادة 117: يمكن للمحكمة أو القاضي تلقائيا أو بناء على طلب أحد الأطراف، وقبل البت في جوهر الدعوى، الأمر بإجراء خبرة أو الوقوف على عين المكان أو البحث أو تحقيق الخطوط أو أي إجراء من إجراءات تحقيق الدعوى، متى كان ذلك ضروريا أو مجديا يجب على الأطراف أن يساهموا في إجراءات تحقيق الدعوى وفقا لما تقتضيه قواعد التقاضي كل امتناع أو رفض غير مبرر يمكن لممثل النيابة العامة أن يحضر…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 118 من المسطرة المدنية): لا يستجاب لطلب أي إجراء من إجراءات تحقيق ____ أو إعادته، كما يمكن التراجع عن إجراء سبق الأمر به، وذلك متى تبين للمحكمة وجه الحكم في القضية",
  "options": [
   "الدعوى",
   "الملكية",
   "الغيابي",
   "الأبحاث"
  ],
  "a": 0,
  "exp": "المادة 118: لا يستجاب لطلب أي إجراء من إجراءات تحقيق الدعوى أو إعادته، كما يمكن التراجع عن إجراء سبق الأمر به، وذلك متى تبين للمحكمة وجه الحكم في القضية"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 119 من المسطرة المدنية): تحدد المحكمة أو القاضي حسب الحالة، المبلغ الذي يتطلبه القيام بإجراء من إجراءات تحقيق الدعوى، وتأمر طالبه بإيداعه بصندوق المحكمة داخل أجل أقصاه يوما من تاريخ تبليغه الأمر وإذا صدر الأمر بإجراء خمسة عشر التحقيق تلقائيا، فإنه يتم بمقتضاه تعيين الطرف الذي يتولى إيداع هذا المبلغ، وذلك ما لم يكن مستفيدا من ____ إذا لم يقم من كلف من الأطراف بإيداع المبلغ المحدد خلال المهلة المبينة في الأمر، جاز للطرف الآخر أن يقوم بإيداع هذا المبلغ بعد موافقة المحكمة يصرف النظر عن الإجراء في حالة عدم إيداع هذا المبلغ في الأجل المحدد، وتبت المحكمة في القضية على حالتها يمكن تخفيض مبلغ الأتعاب بناء على طلب الطرف المعني بالخبرة، من أو رفعه بناء على طلب الخبير، مع مراعاة مقتضيات المادة المتعلق بالخبراء القضائيين القانون رقم",
  "options": [
   "المساعدة القضائية",
   "محكمة الاستئناف",
   "المنصة الإلكترونية",
   "الاختصاص المحلي"
  ],
  "a": 0,
  "exp": "المادة 119: تحدد المحكمة أو القاضي حسب الحالة، المبلغ الذي يتطلبه القيام بإجراء من إجراءات تحقيق الدعوى، وتأمر طالبه بإيداعه بصندوق المحكمة داخل أجل أقصاه يوما من تاريخ تبليغه الأمر وإذا صدر الأمر بإجراء خمسة عشر التحقيق تلقائيا، فإنه يتم بمقتضاه تعيين الطرف الذي يتولى إيداع هذا المبلغ، وذلك ما لم يكن مستفيدا من المساعدة القضائية إذا لم يقم من كلف من الأطراف بإيداع…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 120 من المسطرة المدنية): تؤدى المبالغ المودعة كأتعاب للخبراء أو تعويضات تنقل الشهود إلى مستحقيها بواسطة ____، تحت مراقبة القاضي أو القاضي من الأطراف إلى الخبراء والشهود من أجل أداء الأجور والمصاريف يشطب، وفق المسطرة المقررة قانونا،على الخبير المسجل في الجدول الذي تسلم المبالغ المذكورة مباشرة من الأطراف",
  "options": [
   "كتابة الضبط",
   "المنصة الإلكترونية",
   "الطلب",
   "التماس إعادة النظر"
  ],
  "a": 0,
  "exp": "المادة 120: تؤدى المبالغ المودعة كأتعاب للخبراء أو تعويضات تنقل الشهود إلى مستحقيها بواسطة كتابة الضبط، تحت مراقبة القاضي أو القاضي من الأطراف إلى الخبراء والشهود من أجل أداء الأجور والمصاريف يشطب، وفق المسطرة المقررة قانونا،على الخبير المسجل في الجدول الذي تسلم المبالغ المذكورة مباشرة من الأطراف"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 121 من المسطرة المدنية): تطبق مقتضيات المادة السابقة على أجور ومصاريف التراجمة ____",
  "options": [
   "المحلفين",
   "مجتمعتين",
   "اعتباره",
   "الكيفية"
  ],
  "a": 0,
  "exp": "المادة 121: تطبق مقتضيات المادة السابقة على أجور ومصاريف التراجمة المحلفين"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 122 من المسطرة المدنية): إذا كان مستند من مستندات ____ يوجد بحوزة طرف في الدعوى أو الغير، أمكن للمحكمة أو القاضي بالقضية، ما لم يوجد مانع قانوني، الأمر بناء على طلب مكتوب من الطرف الآخر، بالإدلاء به داخل أجل معقول، تحت طائلة الحكم على حائز هذا المستند بغرامة تهديدية في حالة الرفض غير المبرر باستثناء شرط الكتابة، لا يخضع تقديم الطلب المشار إليه في الفقرة السابقة لأي شكلية محددة، كما لا يشترط فيه تحديد المستند المطلوب الإدلاء به سوى من حيث نوعه الخبرة",
  "options": [
   "الإثبات",
   "التبرع",
   "العدل",
   "الحجز الاستحقاقي"
  ],
  "a": 0,
  "exp": "المادة 122: إذا كان مستند من مستندات الإثبات يوجد بحوزة طرف في الدعوى أو الغير، أمكن للمحكمة أو القاضي بالقضية، ما لم يوجد مانع قانوني، الأمر بناء على طلب مكتوب من الطرف الآخر، بالإدلاء به داخل أجل معقول، تحت طائلة الحكم على حائز هذا المستند بغرامة تهديدية في حالة الرفض غير المبرر باستثناء شرط الكتابة، لا يخضع تقديم الطلب المشار إليه في الفقرة السابقة لأي شكلية محددة،…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 123 من المسطرة المدنية): إذا أمرت المحكمة أو القاضي حسب الحالة، بإجراء خبرة، عين خبير قضائي أو أكثر مختص في الميدان المطلوب إجراء الخبرة فيه ليقوم بهذه المهمة، إما تلقائيا أو باقتراح من الأطراف أو باتفاقهم، شخصا ذاتيا كان أم اعتباريا وعند عدم وجود خبير مدرج بالجدول يمكن، بصفة استثنائية، تعيين خبير من خارج الجدول على أن يؤدي اليمين الخاصة بالخبراء وفق مقتضيات القانون المتعلق بالخبراء القضائيين، تحت طائلة بطلان الخبرة وإذا تعلق الأمر بشخص اعتباري، تؤدى هذه اليمين وفق المتعلق بالخبراء القضائيين مقتضيات القانون رقم وفي جميع الأحوال، تجب الإشارة في الحكم إلى تاريخ أداء اليمين تحدد العناصر التي تجرى الخبرة فيها في شكل أسئلة تقنية، لا علاقة لها بالقانون، يتطلب الجواب عنها الاستعانة بذوي الاختصاص تسهر ____ على تبليغ الأطراف بالمقرر القاضي أعلاه وما بعدها خبرة، طبقا لمقتضيات المادة",
  "options": [
   "كتابة الضبط",
   "البينونة",
   "الفاتورة",
   "المعاينة"
  ],
  "a": 0,
  "exp": "المادة 123: إذا أمرت المحكمة أو القاضي حسب الحالة، بإجراء خبرة، عين خبير قضائي أو أكثر مختص في الميدان المطلوب إجراء الخبرة فيه ليقوم بهذه المهمة، إما تلقائيا أو باقتراح من الأطراف أو باتفاقهم، شخصا ذاتيا كان أم اعتباريا وعند عدم وجود خبير مدرج بالجدول يمكن، بصفة استثنائية، تعيين خبير من خارج الجدول على أن يؤدي اليمين الخاصة بالخبراء وفق مقتضيات القانون المتعلق…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 124 من المسطرة المدنية): تحدد المحكمة أو القاضي الأجل الذي يجب على الخبير أن يضع خلاله تقريره المكتوب مرفقا بنسخ بعدد الأطراف تشعر ____ الأطراف بمجرد وضع التقرير المذكور بها لتسلم نسخة منه يمكن للمحكمة، عند الاقتضاء، استدعاء الخبير لتقديم توضيح عن تقريره، يضمن في محضر مستقل يمكن للأطراف الحصول على نسخة من ذلك المحضر، وتقديم مستنتجاتهم بشأنه، عند الاقتضاء",
  "options": [
   "كتابة الضبط",
   "الرهن الرسمي",
   "الرسم القضائي",
   "الوكالة"
  ],
  "a": 0,
  "exp": "المادة 124: تحدد المحكمة أو القاضي الأجل الذي يجب على الخبير أن يضع خلاله تقريره المكتوب مرفقا بنسخ بعدد الأطراف تشعر كتابة الضبط الأطراف بمجرد وضع التقرير المذكور بها لتسلم نسخة منه يمكن للمحكمة، عند الاقتضاء، استدعاء الخبير لتقديم توضيح عن تقريره، يضمن في محضر مستقل يمكن للأطراف الحصول على نسخة من ذلك المحضر، وتقديم مستنتجاتهم بشأنه، عند الاقتضاء"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 125 من المسطرة المدنية): إذا لم يقم الخبير بالمهمة المسندة إليه داخل الأجل المحدد له، أو تعذر عليه إنجازها، أو رفض القيام بها دون عذر مقبول، عينت المحكمة أو القاضي يتم انتدابه من أعضاء هيئة المحكمة لهذه الغاية، دون استدعاء الأطراف، خبيرا آخرا بدلا منه، وتشعر ____ الأطراف فورا بهذا التغيير بصرف النظر عن الجزاءات التأديبية، يمكن الحكم على الخبير الذي لم يقم بالمهمة المسندة إليه داخل الأجل المحدد له أو رفضها بدون عذر مقبول، بالمصاريف والتعويضات المترتبة عن تأخير إنجاز الخبرة للطرف المتضرر، كما يمكن الحكم عليه بغرامة لفائدة الخزينة العامة، تحدد في ضعف أتعابه",
  "options": [
   "كتابة الضبط",
   "عقد الزواج",
   "الغرامة التهديدية",
   "الخلع"
  ],
  "a": 0,
  "exp": "المادة 125: إذا لم يقم الخبير بالمهمة المسندة إليه داخل الأجل المحدد له، أو تعذر عليه إنجازها، أو رفض القيام بها دون عذر مقبول، عينت المحكمة أو القاضي يتم انتدابه من أعضاء هيئة المحكمة لهذه الغاية، دون استدعاء الأطراف، خبيرا آخرا بدلا منه، وتشعر كتابة الضبط الأطراف فورا بهذا التغيير بصرف النظر عن الجزاءات التأديبية، يمكن الحكم على الخبير الذي لم يقم بالمهمة المسندة…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 126 من المسطرة المدنية): - إذا كان هناك أي سبب خطير آخر أيام من تاريخ تبليغ يقدم طلب التجريح داخل أجل عشرة المقرر القضائي بتعيين الخبير تحت طائلة عدم قبوله يجب على الخبير أن يثير أسباب التجريح من تلقاء نفسه، وأن يتنحى تلقائيا يشعر الخبير فورا بمسطرة التجريح المقدمة في مواجهته، ويطلب منه التوقف مؤقتا عن إنجاز الخبرة في انتظار البت في هذه المسطرة تبت المحكمة في غرفة المشورة في طلب التجريح داخل أجل ____ من تاريخ تقديمه، ولا يقبل مقررها أي طعن، إلا مع الحكم البات في الجوهر",
  "options": [
   "خمسة أيام",
   "ثلاثين يوما",
   "عشرة أيام",
   "ثمانية أيام"
  ],
  "a": 0,
  "exp": "المادة 126: يمكن تجريح الخبير الذي لم يعين باتفاق الأطراف للأسباب التالية : - إذا كانت للخبير أو لزوجه أو لأحد أصولهما أو فروعهما مصلحة شخصية مباشرة أو غير مباشرة في النزاع ؛ - إذا وجدت بين الخبير أو بين زوجه وأحد الأطراف قرابة أو مصاهرة إلى غاية الدرجة الرابعة ؛ - إذا كانت بينه أو بين زوجه أو أصولهما أو فروعهما وبين أحد الأطراف دعوى قائمة أو انتهت منذ أقل من سنتين ؛ -…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 127 من المسطرة المدنية): يجب على الخبير، تحت طائلة البطلان، أن يستدعي الأطراف أعلاه وما بعدها، ودفاعهم ووكلائهم، طبقا لمقتضيات المادة لحضور إنجاز الخبرة، مع إمكانية استعانة الأطراف بأي شخص يرون فائدة في حضوره يتضمن الاستدعاء تاريخ ومكان وساعة إنجاز الخبرة، ويجب على الخبير أن لا يقوم بمهمته، إلا بحضور أطراف النزاع ومحاميهم أو بعد التأكد من توصلهم بالاستدعاء بصفة قانونية، وذلك قبل ____ على الأقل من الموعد المحدد لإجراء الخبرة، ما لم تأمر المحكمة بخلاف ذلك، متى تبين لها أن هناك حالة استعجال يجري الخبير محاولة الصلح بين الأطراف، ويضمن في محضر مرفق بالتقرير، أقوال الأطراف وملاحظاتهم ويوقعون معه عليه، مع وجوب الإشارة فيه إلى من لا يعرف التوقيع أو يرفضه، وإذا تعلق الأمر بتصريحات كتابية، وجب على الخبير إرفاقها بتقرير الخبرة يقوم الخبير بمهمته تحت مراقبة المحكمة أو القاضي أو القاضي إذا اعتبر ذلك مفيدا",
  "options": [
   "خمسة أيام",
   "ثلاثة أيام",
   "عشرة أيام",
   "ثمانية يوما"
  ],
  "a": 0,
  "exp": "المادة 127: يجب على الخبير، تحت طائلة البطلان، أن يستدعي الأطراف أعلاه وما بعدها، ودفاعهم ووكلائهم، طبقا لمقتضيات المادة لحضور إنجاز الخبرة، مع إمكانية استعانة الأطراف بأي شخص يرون فائدة في حضوره يتضمن الاستدعاء تاريخ ومكان وساعة إنجاز الخبرة، ويجب على الخبير أن لا يقوم بمهمته، إلا بحضور أطراف النزاع ومحاميهم أو بعد التأكد من توصلهم بالاستدعاء بصفة قانونية، وذلك قبل…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 128 من المسطرة المدنية): يمكن للمحكمة أو القاضي إرجاع التقرير إلى الخبير ليقوم دون مصاريف بتدارك النقص أو الإغفال أو الغموض الحاصل فيه، كما يمكن تلقائيا أو بطلب من أحد الأطراف، استدعاء الخبير لجلسة معينة يستدعى لها جميع الأطراف، لتقديم الإيضاحات ____ اللازمة التي تضمن في محضر يوضع رهن إشارتهم",
  "options": [
   "والمعلومات",
   "استدعوا",
   "تحريرها",
   "للموظفين"
  ],
  "a": 0,
  "exp": "المادة 128: يمكن للمحكمة أو القاضي إرجاع التقرير إلى الخبير ليقوم دون مصاريف بتدارك النقص أو الإغفال أو الغموض الحاصل فيه، كما يمكن تلقائيا أو بطلب من أحد الأطراف، استدعاء الخبير لجلسة معينة يستدعى لها جميع الأطراف، لتقديم الإيضاحات والمعلومات اللازمة التي تضمن في محضر يوضع رهن إشارتهم"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 129 من المسطرة المدنية): إذا احتاج الخبير أثناء قيامه بمهامه إلى ترجمة شفوية أو كتابية، تعين عليه الاستعانة ____ محلف مسجل بجدول التراجمة المقبولين لدى المحاكم، فإذا تعذر عليه ذلك، أمكنه الرجوع إلى المحكمة أو القاضي يمكن للخبير أن يتلقى في شكل تصريح كل المعلومات الضرورية مع الإشارة إلى مصدرها في تقريره، ما لم تمنعه الجهة التي عينته من ذلك",
  "options": [
   "بترجمان",
   "علمها",
   "الإجرائية",
   "الحال"
  ],
  "a": 0,
  "exp": "المادة 129: إذا احتاج الخبير أثناء قيامه بمهامه إلى ترجمة شفوية أو كتابية، تعين عليه الاستعانة بترجمان محلف مسجل بجدول التراجمة المقبولين لدى المحاكم، فإذا تعذر عليه ذلك، أمكنه الرجوع إلى المحكمة أو القاضي يمكن للخبير أن يتلقى في شكل تصريح كل المعلومات الضرورية مع الإشارة إلى مصدرها في تقريره، ما لم تمنعه الجهة التي عينته من ذلك"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 130 من المسطرة المدنية): إذا اعتبرت المحكمة أو القاضي أن الخبرة يجب ألا تنجز من طرف خبير واحد، يعين ثلاثة أو أكثر على أن يكون عددهم وترا، حسب ظروف القضية يقوم الخبراء بأعمالهم مجتمعين ويحررون تقريرا واحدا، فإذا كانت آراؤهم مختلفة بينوا رأي كل واحد والأسباب التي يستند عليها مع توقيعه من طرف الجميع لا تلزم المحكمة أو القاضي حسب الحالة، برأي الخبير المعين أو الخبراء المعينين،ويبقى لهم الحق في انتداب خبير آخر أو خبراء آخرون، من أجل استيضاح الجوانب التقنية للنزاع ____",
  "options": [
   "المعاينة",
   "القرائن",
   "التنازل عن الدعوى",
   "الطلاق الرجعي"
  ],
  "a": 0,
  "exp": "المادة 130: إذا اعتبرت المحكمة أو القاضي أن الخبرة يجب ألا تنجز من طرف خبير واحد، يعين ثلاثة أو أكثر على أن يكون عددهم وترا، حسب ظروف القضية يقوم الخبراء بأعمالهم مجتمعين ويحررون تقريرا واحدا، فإذا كانت آراؤهم مختلفة بينوا رأي كل واحد والأسباب التي يستند عليها مع توقيعه من طرف الجميع لا تلزم المحكمة أو القاضي حسب الحالة، برأي الخبير المعين أو الخبراء المعينين،ويبقى لهم…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 131 من المسطرة المدنية): يجوز للمحكمة أو القاضي حسب الحالة، إما تلقائيا وإما بناء على طلب أحد الأطراف، الأمر بمعاينة موضوع النزاع، وفي هذه الحالة يحدد في الأمر التاريخ والساعة التي تتم فيها هذه ____ بحضور الأطراف ودفاعهم ووكلائهم الذين يتعين استدعاؤهم بصفة قانونية،فإذا كان الأطراف حاضرين وقت النطق بالأمر، أمكن للمحكمة أن تقرر إجراءها حالا وفي كلتا الحالتين يمكن الاستعانة بالقوة العمومية تحدد المحكمة أو القاضي مصاريف المعاينة وفق التعريفة المحددة بمقت",
  "options": [
   "المعاينة",
   "الحاضر",
   "التبليغ الإلكتروني",
   "الحجز لدى الغير"
  ],
  "a": 0,
  "exp": "المادة 131: يجوز للمحكمة أو القاضي حسب الحالة، إما تلقائيا وإما بناء على طلب أحد الأطراف، الأمر بمعاينة موضوع النزاع، وفي هذه الحالة يحدد في الأمر التاريخ والساعة التي تتم فيها هذه المعاينة بحضور الأطراف ودفاعهم ووكلائهم الذين يتعين استدعاؤهم بصفة قانونية،فإذا كان الأطراف حاضرين وقت النطق بالأمر، أمكن للمحكمة أن تقرر إجراءها حالا وفي كلتا الحالتين يمكن الاستعانة بالقوة…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 132 من المسطرة المدنية): إذا كان موضوع ____ يتطلب معلومات تقنية لا تتوفر عليها المحكمة، تأمر في نفس المقرر بتعيين خبير للحضور وإبداء الرأي إذا تقرر إجراء المعاينة خارج دائرة نفوذ المحكمة الصادر عنها الأمر، أمكن انتداب محكمة أخرى لإجرائها",
  "options": [
   "المعاينة",
   "التصريح",
   "الوكالة",
   "الحجز التنفيذي"
  ],
  "a": 0,
  "exp": "المادة 132: إذا كان موضوع المعاينة يتطلب معلومات تقنية لا تتوفر عليها المحكمة، تأمر في نفس المقرر بتعيين خبير للحضور وإبداء الرأي إذا تقرر إجراء المعاينة خارج دائرة نفوذ المحكمة الصادر عنها الأمر، أمكن انتداب محكمة أخرى لإجرائها"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 133 من المسطرة المدنية): يجوز للمحكمة أو القاضي الاقتضاء، الاستماع أثناء ____ إلى أشخاص معينين في محاضر، وإجراؤها بحضورهم، متى كانت هناك فائدة تبرر ذلك",
  "options": [
   "المعاينة",
   "الأجرة",
   "الطلاق الرجعي",
   "التأمين"
  ],
  "a": 0,
  "exp": "المادة 133: يجوز للمحكمة أو القاضي الاقتضاء، الاستماع أثناء المعاينة إلى أشخاص معينين في محاضر، وإجراؤها بحضورهم، متى كانت هناك فائدة تبرر ذلك"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 134 من المسطرة المدنية): يحرر محضر بالمعاينة ويوقع حسب الأحوال من طرف رئيس الهيئة وكاتب الضبط أو من طرف القاضي بالقضية وكاتب الضبط، ويوضع هذا المحضر رهن إشارة الأطراف ب____ الأبحاث",
  "options": [
   "كتابة الضبط",
   "عدم الاختصاص",
   "الترجمة",
   "التدخل"
  ],
  "a": 0,
  "exp": "المادة 134: يحرر محضر بالمعاينة ويوقع حسب الأحوال من طرف رئيس الهيئة وكاتب الضبط أو من طرف القاضي بالقضية وكاتب الضبط، ويوضع هذا المحضر رهن إشارة الأطراف بكتابة الضبط الأبحاث"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 135 من المسطرة المدنية): يجوز الأمر بالبحث في شأن الوقائع التي يبدو التثبت منها مفيدا في تحقيق ____",
  "options": [
   "الدعوى",
   "الرسم القضائي",
   "الحجز الاستحقاقي",
   "الأتعاب"
  ],
  "a": 0,
  "exp": "المادة 135: يجوز الأمر بالبحث في شأن الوقائع التي يبدو التثبت منها مفيدا في تحقيق الدعوى"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 136 من المسطرة المدنية): يبين ____ القاضي تاريخ وساعة الجلسة التي سيتم فيها يتضمن المقرر استدعاء الأطراف ووكلاءهم ومحاميهم للحضور، وتقديم شهودهم في التاريخ والساعة المحددين أو إشعار كتابة أيام بعد صدور المقرر، بأسماء الشهود الضبط خلال خمسة المطلوب الاستماع إليهم",
  "options": [
   "المقرر",
   "الطلب",
   "القاصر",
   "الصفة"
  ],
  "a": 0,
  "exp": "المادة 136: يبين المقرر القاضي تاريخ وساعة الجلسة التي سيتم فيها يتضمن المقرر استدعاء الأطراف ووكلاءهم ومحاميهم للحضور، وتقديم شهودهم في التاريخ والساعة المحددين أو إشعار كتابة أيام بعد صدور المقرر، بأسماء الشهود الضبط خلال خمسة المطلوب الاستماع إليهم"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 137 من المسطرة المدنية): يجوز للمحكمة أن تقرر أيضا الانتقال إلى عين المكان، ____ فيه إلى الشهود",
  "options": [
   "والاستماع",
   "حسابية",
   "المشكلة",
   "الإلكتروني"
  ],
  "a": 0,
  "exp": "المادة 137: يجوز للمحكمة أن تقرر أيضا الانتقال إلى عين المكان، والاستماع فيه إلى الشهود"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 138 من المسطرة المدنية): يجوز للأطراف استدعاء شهودهم، وفق ____ المنصوص أعلاه وما بعدها عليها في المادة",
  "options": [
   "الكيفيات",
   "بالمملكة",
   "الموجودة",
   "وتتخذ"
  ],
  "a": 0,
  "exp": "المادة 138: يجوز للأطراف استدعاء شهودهم، وفق الكيفيات المنصوص أعلاه وما بعدها عليها في المادة"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 139 من المسطرة المدنية): لا تقبل شهادة من كانت بينهم وبين أحد الأطراف أو ____ رابطة مباشرة من قرابة أو مصاهرة من الأصول أو الفروع إلى الدرجة الرابعة، عدا إذا قرر القانون خلاف ذلك لا تقبل أيضا شهادة الأشخاص الذين نص القانون أو ق اكتسب قوة ال",
  "options": [
   "أزواجهم",
   "الإجراء",
   "مضطرا",
   "ديسمبر"
  ],
  "a": 0,
  "exp": "المادة 139: لا تقبل شهادة من كانت بينهم وبين أحد الأطراف أو أزواجهم رابطة مباشرة من قرابة أو مصاهرة من الأصول أو الفروع إلى الدرجة الرابعة، عدا إذا قرر القانون خلاف ذلك لا تقبل أيضا شهادة الأشخاص الذين نص القانون أو ق اكتسب قوة ال"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 140 من المسطرة المدنية): يستمع إلى الشهود على انفراد، بمحضر الأطراف أو دفاعهم أو وكلائهم يدلي كل شاهد قبل سماع شهادته ببطاقته الوطنية للتعريف الإلكترونية أو ما يقوم مقامها عند تعذر الإدلاء بها، ويصرح باسمه الشخ للأطراف مع ذكر درجتها، وما إذا كان أجيرا عند أحدهم يقسم الشاهد، تحت طائلة ____، بعد التأكد من عدم قيام موانع الشهادة، على قول الحقيقة سنة لا يؤدي الأفراد الذين لم يبلغوا من العمر ثماني عشرة اليمين، ولا يستمع إليهم، إلا على سبيل الاستئناس يمكن إعادة سماع الشهود ومواجهة بعضهم ببعض يجوز أن تتلى على الشهود المقتضيات المتعلقة بالمعاقبة على شهادة الزور",
  "options": [
   "البطلان",
   "المحامي",
   "الدفع بعدم القبول",
   "نزع الملكية"
  ],
  "a": 0,
  "exp": "المادة 140: يستمع إلى الشهود على انفراد، بمحضر الأطراف أو دفاعهم أو وكلائهم يدلي كل شاهد قبل سماع شهادته ببطاقته الوطنية للتعريف الإلكترونية أو ما يقوم مقامها عند تعذر الإدلاء بها، ويصرح باسمه الشخ للأطراف مع ذكر درجتها، وما إذا كان أجيرا عند أحدهم يقسم الشاهد، تحت طائلة البطلان، بعد التأكد من عدم قيام موانع الشهادة، على قول الحقيقة سنة لا يؤدي الأفراد الذين لم يبلغوا…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 141 من المسطرة المدنية): يجب أن يفصل بين تاريخ تسليم الاستدعاء وتاريخ حضور أيام على الأقل، إذا كان الشاهد يقيم بدائرة نفوذ الشهود ____، إذا كان يقيم المحكمة، ويمدد هذا الأجل إلى خمسة عشر خارج دائرة نفوذها في أي مكان آخر من تراب المملكة وخارجها دون الإخلال بالمتابعات الزجرية، يمكن الحكم على الشهود درهم، و المتخلفين عن الحضور بغرامة تتراوح بين ويقبل هذا الحكم التنفيذ رغم التعرض أو الاستئناف يجوز استدعاء الشهود من جديد، فإن تخلفوا مرة ثانية، حكم درهم غير أنه يمكن في و عليهم بغرامة تتراوح بين جميع الأحوال إعفاء الشاهد من الغرامة المحكوم بها عليه، إذا قدم عذرا مقبولا",
  "options": [
   "خمسة يوما",
   "ثلاثين يوما",
   "خمسة عشر يوما",
   "خمسة عشرة يوما"
  ],
  "a": 0,
  "exp": "المادة 141: يجب أن يفصل بين تاريخ تسليم الاستدعاء وتاريخ حضور أيام على الأقل، إذا كان الشاهد يقيم بدائرة نفوذ الشهود خمسة يوما، إذا كان يقيم المحكمة، ويمدد هذا الأجل إلى خمسة عشر خارج دائرة نفوذها في أي مكان آخر من تراب المملكة وخارجها دون الإخلال بالمتابعات الزجرية، يمكن الحكم على الشهود درهم، و المتخلفين عن الحضور بغرامة تتراوح بين ويقبل هذا الحكم التنفيذ رغم التعرض…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 142 من المسطرة المدنية): إذا ثبت أن هناك ____ لحضور الشاهد في التاريخ المحدد، أمكن تأخير القضية إلى تاريخ لاحق أو الانتقال قصد تلقي شهادته إذا كان الشاهد يقيم خارج دائرة اختصاص المحكمة، أمكن الاستماع إلى شهادته بواسطة إنابة قضائية",
  "options": [
   "استحالة",
   "بالحجز",
   "وترفع",
   "بالقضايا"
  ],
  "a": 0,
  "exp": "المادة 142: إذا ثبت أن هناك استحالة لحضور الشاهد في التاريخ المحدد، أمكن تأخير القضية إلى تاريخ لاحق أو الانتقال قصد تلقي شهادته إذا كان الشاهد يقيم خارج دائرة اختصاص المحكمة، أمكن الاستماع إلى شهادته بواسطة إنابة قضائية"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 143 من المسطرة المدنية): يمكن تجريح الشهود لعدم أهليتهم لأداء الشهادة، أو لأي سبب قانوني آخر يمنعهم من أدائها يتم البت حالا في ____ الموجه إلى الشاهد بحكم لا يقبل الطعن، إلا مع الحكم الفاصل في الموضوع، إذا كان قابلا للطعن",
  "options": [
   "التجريح",
   "الملكية",
   "الصحيفة",
   "قسمة التركة"
  ],
  "a": 0,
  "exp": "المادة 143: يمكن تجريح الشهود لعدم أهليتهم لأداء الشهادة، أو لأي سبب قانوني آخر يمنعهم من أدائها يتم البت حالا في التجريح الموجه إلى الشاهد بحكم لا يقبل الطعن، إلا مع الحكم الفاصل في الموضوع، إذا كان قابلا للطعن"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 144 من المسطرة المدنية): يجب تقديم ____، قبل أداء الشهادة، إلا إذا ظهر سببه بعد ذلك إذا قبل التجريح في هذه الحالة الأخيرة، ألغيت الشهادة",
  "options": [
   "التجريح",
   "الرهن الحيازي",
   "الحالة المدنية",
   "محكمة الاستئناف"
  ],
  "a": 0,
  "exp": "المادة 144: يجب تقديم التجريح، قبل أداء الشهادة، إلا إذا ظهر سببه بعد ذلك إذا قبل التجريح في هذه الحالة الأخيرة، ألغيت الشهادة"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 145 من المسطرة المدنية): يؤدي الشاهد شهادته شفاهيا، ولا يمكن له أن يستعين بتصريحات مكتوبة، إلا بصفة استثنائية وبعد إذن المحكمة له بذلك إذا كان الشاهد يتكلم لغة أو لهجة يصعب فهمها على المحكمة أو الأطراف أو دفاعهم أو وكلائهم أو الشهود الآخرين، أمكن الاستعانة، إما تلقائيا أو بناء على طلب أحد الأطراف، بكل شخص قادر سنة، وأن على ____، شريطة أن لا يقل عمره عن ثماني عشرة لا يكون مدعوا لأداء شهادته في القضية إذا كان الترجمان غير مسجل بجدول التراجمة المقبولين لدى المحاكم، وجب أن يؤدي اليمين أمام المحكمة على أن يترجم بأمانة يجوز تلقائيا أو بطلب من الأطراف أو من أحدهم، استفسار الشهود عن كل ما يكون ملائما لتوضيح الشهادة يؤدي من لا قدرة له على الكلام، الشهادة بالكتابة أو بالإشارة المفهومة",
  "options": [
   "الترجمة",
   "العدل",
   "المراجعة",
   "الاستئناف"
  ],
  "a": 0,
  "exp": "المادة 145: يؤدي الشاهد شهادته شفاهيا، ولا يمكن له أن يستعين بتصريحات مكتوبة، إلا بصفة استثنائية وبعد إذن المحكمة له بذلك إذا كان الشاهد يتكلم لغة أو لهجة يصعب فهمها على المحكمة أو الأطراف أو دفاعهم أو وكلائهم أو الشهود الآخرين، أمكن الاستعانة، إما تلقائيا أو بناء على طلب أحد الأطراف، بكل شخص قادر سنة، وأن على الترجمة، شريطة أن لا يقل عمره عن ثماني عشرة لا يكون مدعوا…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 146 من المسطرة المدنية): يمكن لأي طرف في الدعوى أو دفاعه أو وكيله، في إطار ____ التي تأمر بها المحكمة أو القاضي حسب الحالة، أن يطرح، بواسطة المحكمة أو بإذنها، على الطرف الآخر أو على أحد الشهود، أسئلة من أجل توضيح وقائع الدعوى لا يجوز للطرف أن يقاطع الشاهد أثناء إدلائه بشهادته تتلى على كل شاهد شهادته، ويوقع عليها أو يشار فيها إلى أنه لا يعرف التوقيع أو يرفضه",
  "options": [
   "الأبحاث",
   "الحاضر",
   "المسطرة المدنية",
   "إعادة النظر"
  ],
  "a": 0,
  "exp": "المادة 146: يمكن لأي طرف في الدعوى أو دفاعه أو وكيله، في إطار الأبحاث التي تأمر بها المحكمة أو القاضي حسب الحالة، أن يطرح، بواسطة المحكمة أو بإذنها، على الطرف الآخر أو على أحد الشهود، أسئلة من أجل توضيح وقائع الدعوى لا يجوز للطرف أن يقاطع الشاهد أثناء إدلائه بشهادته تتلى على كل شاهد شهادته، ويوقع عليها أو يشار فيها إلى أنه لا يعرف التوقيع أو يرفضه"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 147 من المسطرة المدنية): يحرر كاتب الضبط محضرا ب____، يوقعه إلى جانب رئيس الهيئة أو القاضي الأحوال، يتضمن البيانات التالية : - غياب أو حضور الأطراف ودفاعهم ووكلائهم ؛",
  "options": [
   "شهادة الشهود",
   "الرهن الرسمي",
   "التبليغ الإلكتروني",
   "الولاية"
  ],
  "a": 0,
  "exp": "المادة 147: يحرر كاتب الضبط محضرا بشهادة الشهود، يوقعه إلى جانب رئيس الهيئة أو القاضي الأحوال، يتضمن البيانات التالية : - غياب أو حضور الأطراف ودفاعهم ووكلائهم ؛ - تاريخ ومكان وساعة الاستماع إلى الشهود ؛ - أسماؤهم الشخصية والعائلية ؛ - أرقام بطائقهم الوطنية للتعريف الإلكترونية أو ما يقوم مقامها ؛ - أرقام هواتفهم الشخصية ؛ - عناوينهم ؛ - أداؤهم اليمين ؛ - مدى القرابة أو…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 148 من المسطرة المدنية): تبت المحكمة حالا بعد البحث، أو تؤخر القضية إلى جلسة مقبلة،إذا لم تكن جاهزة للحكم ____",
  "options": [
   "اليمين",
   "الدعوى",
   "محكمة الاستئناف",
   "النيابة العامة"
  ],
  "a": 0,
  "exp": "المادة 148: تبت المحكمة حالا بعد البحث، أو تؤخر القضية إلى جلسة مقبلة،إذا لم تكن جاهزة للحكم اليمين"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 149 من المسطرة المدنية): إذا وجه أحد الأطراف ____ الحاسمة إلى خصمه، لإثبات ادعاء، أو ردها هذا الأخير لحسم النزاع نهائيا، أصدرت المحكمة أمرا تمهيديا بأداء اليمين في الجلسة بحضور أطراف النزاع ودفاعهم، أو بعد استدعائهم بصفة قانونية يبين من يوجه اليمين بدقة الوقائع المطلوب أداء اليمين بخصوصها يؤدي الطرف اليمين على صحة أو عدم صحة الوقائع موضوع اليمين، بالعبارة التالية يجوز أن توجه اليمين الحاسمة في أي حالة كانت عليها الدعوى أمام المحكمة، سواء ابتدائيا أو استئنافيا، ما لم يكن الشخص الموجهة إليه هذه اليمين شخصا اعتباريا ولمن وجهت إليه اليمين أن يردها على خصمه، على أنه لا يجوز الرد إذا انصبت اليمين على واقعة لا يشترك فيها الخصمان، بل يستقل بها شخص من وجهت إليه اليمين",
  "options": [
   "اليمين",
   "المصلحة",
   "دعاوى الحيازة",
   "الرسم العدلي"
  ],
  "a": 0,
  "exp": "المادة 149: إذا وجه أحد الأطراف اليمين الحاسمة إلى خصمه، لإثبات ادعاء، أو ردها هذا الأخير لحسم النزاع نهائيا، أصدرت المحكمة أمرا تمهيديا بأداء اليمين في الجلسة بحضور أطراف النزاع ودفاعهم، أو بعد استدعائهم بصفة قانونية يبين من يوجه اليمين بدقة الوقائع المطلوب أداء اليمين بخصوصها يؤدي الطرف اليمين على صحة أو عدم صحة الوقائع موضوع اليمين، بالعبارة التالية يجوز أن توجه…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 150 من المسطرة المدنية): إذا عاق الطرف مانع مشروع وثابت بصفة قانونية عن حضور جلسة أداء ____ بالمحكمة،أمكن الانتقال إليه من طرف قاض أو هيئة قضائية منتدبة بأداء اليمين بمحضر دفاعه أو بعد استدعائه، على أن يحرر محضر بذلك من طرف كاتب الضبط إذا كان الطرف الذي وجهت إليه اليمين أو ردت عليه يسكن خارج دائرة نفوذ المحكمة،أمكن لها أن تأمر بأن يؤدي اليمين أمام محكمة موطنه أو محل إقامته، ويحرر محضر بذلك",
  "options": [
   "اليمين",
   "الأتعاب",
   "الترجمة",
   "العدل"
  ],
  "a": 0,
  "exp": "المادة 150: إذا عاق الطرف مانع مشروع وثابت بصفة قانونية عن حضور جلسة أداء اليمين بالمحكمة،أمكن الانتقال إليه من طرف قاض أو هيئة قضائية منتدبة بأداء اليمين بمحضر دفاعه أو بعد استدعائه، على أن يحرر محضر بذلك من طرف كاتب الضبط إذا كان الطرف الذي وجهت إليه اليمين أو ردت عليه يسكن خارج دائرة نفوذ المحكمة،أمكن لها أن تأمر بأن يؤدي اليمين أمام محكمة موطنه أو محل إقامته، ويحرر…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 151 من المسطرة المدنية): إذا اعتبرت المحكمة أن أحد الأطراف لم يعزز ادعاءاته بالحجج الكافية، أمكن لها تلقائيا أن توجه ____ المتممة إلى هذا الطرف، بأمر تمهيدي يبين الوقائع التي ستتلقى اليمين بشأنها تؤدى هذه اليمين، وفق الشكليات والشروط المنصوص عليها في أعلاه و هذه المادة وفي المادتين لا يجوز لمن وجهت إليه المحكمة هذه اليمين، أن يردها على الطرف الآخر",
  "options": [
   "اليمين",
   "الخلع",
   "القسامة",
   "المقرر"
  ],
  "a": 0,
  "exp": "المادة 151: إذا اعتبرت المحكمة أن أحد الأطراف لم يعزز ادعاءاته بالحجج الكافية، أمكن لها تلقائيا أن توجه اليمين المتممة إلى هذا الطرف، بأمر تمهيدي يبين الوقائع التي ستتلقى اليمين بشأنها تؤدى هذه اليمين، وفق الشكليات والشروط المنصوص عليها في أعلاه و هذه المادة وفي المادتين لا يجوز لمن وجهت إليه المحكمة هذه اليمين، أن يردها على الطرف الآخر"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 152 من المسطرة المدنية): يمكن للمحكمة أن تأمر بأن تؤدى ____ طبقا للشروط والصيغة التي تلزم ضمير من يؤديها، ويثبت ذلك في الأمر الذي يحدد الوقائع التي تؤدى اليمين بشأنها، والأجل والمكان والشروط المحددة لإتمام أدائها تؤدى اليمين وفق مواد هذا الفرع بحضور الطرف الآخر أو بعد استدعائه بصفة قانونية، وبحضور القاضي القضائية المنتدبة وكاتب الضبط الذي يحرر محضرا يثبت القيام بهذه العملية يعتبر حلف الأخرس ونكوله بالكتابة إذا كان يعرفها، وإلا فبإشارته المعهودة",
  "options": [
   "اليمين",
   "التركة",
   "الميراث",
   "التحكيم"
  ],
  "a": 0,
  "exp": "المادة 152: يمكن للمحكمة أن تأمر بأن تؤدى اليمين طبقا للشروط والصيغة التي تلزم ضمير من يؤديها، ويثبت ذلك في الأمر الذي يحدد الوقائع التي تؤدى اليمين بشأنها، والأجل والمكان والشروط المحددة لإتمام أدائها تؤدى اليمين وفق مواد هذا الفرع بحضور الطرف الآخر أو بعد استدعائه بصفة قانونية، وبحضور القاضي القضائية المنتدبة وكاتب الضبط الذي يحرر محضرا يثبت القيام بهذه العملية يعتبر…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 153 من المسطرة المدنية): يجوز للنائب القانوني طلب توجيه ____ للخصم إذا كان مخولا بذلك، ولا يجوز له أداء اليمين نيابة عمن يمثله",
  "options": [
   "اليمين",
   "الطلب",
   "الحجز التنفيذي",
   "الموطن"
  ],
  "a": 0,
  "exp": "المادة 153: يجوز للنائب القانوني طلب توجيه اليمين للخصم إذا كان مخولا بذلك، ولا يجوز له أداء اليمين نيابة عمن يمثله"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 154 من المسطرة المدنية): توجه المحكمة تلقائيا، لمن ادعى حقا على ____ وأثبت وجوده،يمينا على أنه لم يستوف هذا الحق من المتوفى بنفسه أو بغيره، ولا أنه أبرأ المتوفى منه أو أحاله على غيره، وأنه لم يستوف دينه من الغير، وأنه لم يكن عليه للمتوفى في مقابل هذا الحق دين أو رهن تحقيق الخطوط والزور تحقيق الخطوط",
  "options": [
   "التركة",
   "النيابة العامة",
   "إعادة النظر",
   "الاستئناف الفرعي"
  ],
  "a": 0,
  "exp": "المادة 154: توجه المحكمة تلقائيا، لمن ادعى حقا على التركة وأثبت وجوده،يمينا على أنه لم يستوف هذا الحق من المتوفى بنفسه أو بغيره، ولا أنه أبرأ المتوفى منه أو أحاله على غيره، وأنه لم يستوف دينه من الغير، وأنه لم يكن عليه للمتوفى في مقابل هذا الحق دين أو رهن تحقيق الخطوط والزور تحقيق الخطوط"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 155 من المسطرة المدنية): إذا أنكر خصم ما نسب إليه من كتابة أو توقيع أو بصمة، أمكن للمحكمة أو القاضي الحالة، صرف النظر عن ذلك، إن تبين أنه غير ذي فائدة في الفصل في النزاع إذا كان الأمر بخلاف ذلك، أشر على المستند ووقع عليه من لدن رئيس الهيئة أو القاضي الضبط، وأمر بتحقيق الخطوط أو البصمات، بالسندات أو ____ أو بواسطة خبير مختص",
  "options": [
   "شهادة الشهود",
   "القاصر",
   "الطعن بالنقض",
   "عروض الوفاء"
  ],
  "a": 0,
  "exp": "المادة 155: إذا أنكر خصم ما نسب إليه من كتابة أو توقيع أو بصمة، أمكن للمحكمة أو القاضي الحالة، صرف النظر عن ذلك، إن تبين أنه غير ذي فائدة في الفصل في النزاع إذا كان الأمر بخلاف ذلك، أشر على المستند ووقع عليه من لدن رئيس الهيئة أو القاضي الضبط، وأمر بتحقيق الخطوط أو البصمات، بالسندات أو شهادة الشهود أو بواسطة خبير مختص"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 156 من المسطرة المدنية): إن المستندات التي يمكن قبولها للمقارنة هي بصفة خاصة : - ____ على مستندات رسمية ؛",
  "options": [
   "التوقيعات",
   "القصوى",
   "استحالة",
   "السلطات"
  ],
  "a": 0,
  "exp": "المادة 156: إن المستندات التي يمكن قبولها للمقارنة هي بصفة خاصة : - التوقيعات على مستندات رسمية ؛ - الكتابة أو التوقيعات التي سبق الإقرار بها ؛ - الجزء الذي لم ينكر من المستند موضوع التحقيق يؤشر ويوقع رئيس الهيئة أو القاضي بالقضية، حسب الأحوال، على مستندات المقارنة"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 157 من المسطرة المدنية): مع مراعاة الطابع السري لبعض المستندات الرسمية، ____ القانونية الجاري بها العمل، يمكن للمحكمة أو القاضي أو القاضي بإحضاره للمقارنة أو للاطلاع عليه وأخذ نسخ منه وإرجاعه وفي حالة الامتناع، تطبق المقتضيات المنصوص عليها في قانون المسطرة الجنائية",
  "options": [
   "والنصوص",
   "سبتمبر",
   "متعلقة",
   "ووزنا"
  ],
  "a": 0,
  "exp": "المادة 157: مع مراعاة الطابع السري لبعض المستندات الرسمية، والنصوص القانونية الجاري بها العمل، يمكن للمحكمة أو القاضي أو القاضي بإحضاره للمقارنة أو للاطلاع عليه وأخذ نسخ منه وإرجاعه وفي حالة الامتناع، تطبق المقتضيات المنصوص عليها في قانون المسطرة الجنائية"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 158 من المسطرة المدنية): إذا ثبت من التحقيق أن المستند محرر أو موقع أو مبصوم ممن أنكره، حكم عليه بغرامة لفائدة الخزينة العامة من ____، بالإضافة إلى ما قد يحكم إلى عشرين ألف به من تعويضات ومصاريف لا تحول هذه المقتضيات دون تحريك المتابعة الزجرية، عند الاقتضاء",
  "options": [
   "عشرة آلاف درهم",
   "أربعة آلاف درهم",
   "ألف درهم",
   "ثمانين ألف درهم"
  ],
  "a": 0,
  "exp": "المادة 158: إذا ثبت من التحقيق أن المستند محرر أو موقع أو مبصوم ممن أنكره، حكم عليه بغرامة لفائدة الخزينة العامة من عشرة آلاف درهم، بالإضافة إلى ما قد يحكم إلى عشرين ألف به من تعويضات ومصاريف لا تحول هذه المقتضيات دون تحريك المتابعة الزجرية، عند الاقتضاء"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 159 من المسطرة المدنية): يمكن لمن بيده مستند عرفي، أن يقيم بشأنه دعوى ضد الشخص الذي يشهد عليه ذلك المستند، ليقر هذا الأخير أن ما ورد ____ هو خطه أو توقيعه أو بصمته يعتبر المستند مقرا به، إذا لم يحضر المدعى عليه رغم استدعائه وتوصله بصفة قانونية، أو إذا حضر المدعى عليه، وسكت أو لم ينكره أو لم ينسبه إلى سواه إذا حضر المدعى عليه وأقر بالخط أو التوقيع أو البصمة، شهدت عليه المحكمة بهذا الإقرار",
  "options": [
   "بالمستند",
   "الأحكام",
   "بمقررين",
   "طريقة"
  ],
  "a": 0,
  "exp": "المادة 159: يمكن لمن بيده مستند عرفي، أن يقيم بشأنه دعوى ضد الشخص الذي يشهد عليه ذلك المستند، ليقر هذا الأخير أن ما ورد بالمستند هو خطه أو توقيعه أو بصمته يعتبر المستند مقرا به، إذا لم يحضر المدعى عليه رغم استدعائه وتوصله بصفة قانونية، أو إذا حضر المدعى عليه، وسكت أو لم ينكره أو لم ينسبه إلى سواه إذا حضر المدعى عليه وأقر بالخط أو التوقيع أو البصمة، شهدت عليه المحكمة…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 160 من المسطرة المدنية): إذا أنكر المدعى عليه الخط أو التوقيع أو البصمة، جرى التحقيق أعلاه إلى طبقا لمقتضيات المواد من ادعاء ____ أولا - الزور الفرعي",
  "options": [
   "الزور",
   "التجريح",
   "المراجعة",
   "الخلع"
  ],
  "a": 0,
  "exp": "المادة 160: إذا أنكر المدعى عليه الخط أو التوقيع أو البصمة، جرى التحقيق أعلاه إلى طبقا لمقتضيات المواد من ادعاء الزور أولا - الزور الفرعي"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 161 من المسطرة المدنية): إذا قدم أحد الأطراف أو دفاعه أو وكيله، طلبا عارضا أثناء سريان ____ بالزور الفرعي في أحد المستندات المقدمة، صرفت المحكمة أو القاضي أن الفصل في الدعوى لا يتوقف على هذا المستند إذا كان الأمر بخلاف ذلك، أنذرت المحكمة أو القاضي أو القاضي إذا كانت له وكالة خاصة، ليصرح بما إذا كان يريد استعماله أم لا إذا صرح الطرف أو محاميه بعد إنذاره، أنه يتخلى عن استعمال المستند المطعون فيه بالزور الفرعي أو لم يصرح ب أيام، نحي المستند من الدعوى",
  "options": [
   "الدعوى",
   "المقال",
   "الإثبات",
   "محكمة الاستئناف"
  ],
  "a": 0,
  "exp": "المادة 161: إذا قدم أحد الأطراف أو دفاعه أو وكيله، طلبا عارضا أثناء سريان الدعوى بالزور الفرعي في أحد المستندات المقدمة، صرفت المحكمة أو القاضي أن الفصل في الدعوى لا يتوقف على هذا المستند إذا كان الأمر بخلاف ذلك، أنذرت المحكمة أو القاضي أو القاضي إذا كانت له وكالة خاصة، ليصرح بما إذا كان يريد استعماله أم لا إذا صرح الطرف أو محاميه بعد إنذاره، أنه يتخلى عن استعمال…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 162 من المسطرة المدنية): إذا صرح الطرف أو دفاعه أو وكيله الذي تم إنذاره، أنه ينوي استعمال المستند، أوقف الفصل في الطلب الأصلي، وأمر بإيداع أصل أيام ب____، ابتداء من تاريخ إشعاره المستند داخل ثمانية في الجلسة، إذا كان حاضرا أو من تاريخ توصله عن طريق كتابة الضبط، وإذا لم يقم بذلك في الأجل المحدد، توبعت المسطرة كما لو صرح بأنه لا ينوي استعماله",
  "options": [
   "كتابة الضبط",
   "الحاضر",
   "الاستئناف",
   "الرجوع عن الشهادة"
  ],
  "a": 0,
  "exp": "المادة 162: إذا صرح الطرف أو دفاعه أو وكيله الذي تم إنذاره، أنه ينوي استعمال المستند، أوقف الفصل في الطلب الأصلي، وأمر بإيداع أصل أيام بكتابة الضبط، ابتداء من تاريخ إشعاره المستند داخل ثمانية في الجلسة، إذا كان حاضرا أو من تاريخ توصله عن طريق كتابة الضبط، وإذا لم يقم بذلك في الأجل المحدد، توبعت المسطرة كما لو صرح بأنه لا ينوي استعماله"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 163 من المسطرة المدنية): إذا وضع أصل المستند أجري التحقيق في الطلب العارض المتعلق ب____ الفرعي",
  "options": [
   "الزور",
   "الخبرة",
   "الرسم العدلي",
   "الرهن"
  ],
  "a": 0,
  "exp": "المادة 163: إذا وضع أصل المستند أجري التحقيق في الطلب العارض المتعلق بالزور الفرعي"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 164 من المسطرة المدنية): إذا كان أصل المستند المطعون فيه بالزور محفوظا في مستودع عمومي، أصدرت المحكمة أو القاضي بالقضية، أمرا لأمين المستودع بتسليم هذا الأصل إلى ____",
  "options": [
   "كتابة الضبط",
   "الطعن بالنقض",
   "عدم الاختصاص",
   "الاختصاص القضائي الدولي"
  ],
  "a": 0,
  "exp": "المادة 164: إذا كان أصل المستند المطعون فيه بالزور محفوظا في مستودع عمومي، أصدرت المحكمة أو القاضي بالقضية، أمرا لأمين المستودع بتسليم هذا الأصل إلى كتابة الضبط"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 165 من المسطرة المدنية): تقوم المحكمة أو القاضي أيام من وضع أصل المستند المطعون فيه بالزور خلال ثمانية بكتابة الضبط، بالتأشير عليه وتحرير محضر يبين فيه حالة أصل المستند بحضور ____، وكذا الأطراف أو دفاعهم أو وكلائهم أو بعد توصلهم بالاستدعاء بصفة قانونية",
  "options": [
   "النيابة العامة",
   "التأمين",
   "عروض الوفاء",
   "دعاوى الحيازة"
  ],
  "a": 0,
  "exp": "المادة 165: تقوم المحكمة أو القاضي أيام من وضع أصل المستند المطعون فيه بالزور خلال ثمانية بكتابة الضبط، بالتأشير عليه وتحرير محضر يبين فيه حالة أصل المستند بحضور النيابة العامة، وكذا الأطراف أو دفاعهم أو وكلائهم أو بعد توصلهم بالاستدعاء بصفة قانونية"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 166 من المسطرة المدنية): يقع الشروع، فور تحرير المحضر، في إثبات الزور بنفس الطريقة أعلاه و المشار إليها في المادتين تبت المحكمة بحكم واحد في الطلب العارض، وفي موضوع الدعوى بعد إيداع الأطراف لمستنتجاتهم يحكم على مدعي الزور المرفوض طلبه بغرامة لفائدة الخزينة درهم وعشرين ألف العامة ما بين ____، دون مساس بالتعويضات والمصاريف والمتابعات الجنائية إذا ثبت وجود الزور، أحيلت المستندات إلى النيابة العامة لاتخاذ ما تراه ملائما وفي جميع الأحوال، تبلغ النيابة العامة بكل دعوى تتعلق بالطعن بالزور، رغم التنازل عن استعمال الوثيقة موضوع طلب الزور",
  "options": [
   "عشرة آلاف درهم",
   "ثمانين ألف درهم",
   "خمسة آلاف درهم",
   "أربعة آلاف درهم"
  ],
  "a": 0,
  "exp": "المادة 166: يقع الشروع، فور تحرير المحضر، في إثبات الزور بنفس الطريقة أعلاه و المشار إليها في المادتين تبت المحكمة بحكم واحد في الطلب العارض، وفي موضوع الدعوى بعد إيداع الأطراف لمستنتجاتهم يحكم على مدعي الزور المرفوض طلبه بغرامة لفائدة الخزينة درهم وعشرين ألف العامة ما بين عشرة آلاف درهم، دون مساس بالتعويضات والمصاريف والمتابعات الجنائية إذا ثبت وجود الزور، أحيلت…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 167 من المسطرة المدنية): يوقف تنفيذ الحكم في شقه القاضي كلا أو بعضا أو تصحيحه أو إعادته إلى أصله، داخل أجل الاستئناف أو ____ أو النقض، وكذا أثناء سريان هذه المساطر، عدا إذا وقع التصريح بقبول الحكم أو بالتنازل عن استعمال طرق الطعن",
  "options": [
   "إعادة النظر",
   "التجريح",
   "المسطرة المدنية",
   "الصحيفة"
  ],
  "a": 0,
  "exp": "المادة 167: يوقف تنفيذ الحكم في شقه القاضي كلا أو بعضا أو تصحيحه أو إعادته إلى أصله، داخل أجل الاستئناف أو إعادة النظر أو النقض، وكذا أثناء سريان هذه المساطر، عدا إذا وقع التصريح بقبول الحكم أو بالتنازل عن استعمال طرق الطعن"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 168 من المسطرة المدنية): يوقف أيضا تنفيذ ____ في شقه القاضي المقدمة إلى أصحابها، كما هو الشأن في الحالة المعينة في المادة السابقة، ما لم يؤمر بغير ذلك بناء على طلب من يعنيه الأمر",
  "options": [
   "الحكم",
   "التراضي",
   "الإعفاء",
   "الرهن"
  ],
  "a": 0,
  "exp": "المادة 168: يوقف أيضا تنفيذ الحكم في شقه القاضي المقدمة إلى أصحابها، كما هو الشأن في الحالة المعينة في المادة السابقة، ما لم يؤمر بغير ذلك بناء على طلب من يعنيه الأمر"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 169 من المسطرة المدنية): لا يجوز تسليم نسخ من المستندات المطعون فيها بالزور ما دامت موضوعة ب____، إلا بناء على مقرر قضائي ثانيا - الزور الأصلي",
  "options": [
   "كتابة الضبط",
   "الزواج",
   "إبطال الحكم",
   "دعاوى الحيازة"
  ],
  "a": 0,
  "exp": "المادة 169: لا يجوز تسليم نسخ من المستندات المطعون فيها بالزور ما دامت موضوعة بكتابة الضبط، إلا بناء على مقرر قضائي ثانيا - الزور الأصلي"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 170 من المسطرة المدنية): يمكن لمن يخ بيده ذلك المستند لسماع الحكم بتزويره، وذلك بدعوى أصلية، وفق أعلاه المسطرة المنصوص عليها في المادة يتضمن ____ بيان الوسائل التي يعتمد عليها مدعي الزور يتم في الحكم الصادر في الدعوى الأصلية، الإشهاد على من أنكر وجود المستند موضوع دعوى الزور الأصلي",
  "options": [
   "المقال",
   "الزور",
   "الإنذار",
   "الحجز لدى الغير"
  ],
  "a": 0,
  "exp": "المادة 170: يمكن لمن يخ بيده ذلك المستند لسماع الحكم بتزويره، وذلك بدعوى أصلية، وفق أعلاه المسطرة المنصوص عليها في المادة يتضمن المقال بيان الوسائل التي يعتمد عليها مدعي الزور يتم في الحكم الصادر في الدعوى الأصلية، الإشهاد على من أنكر وجود المستند موضوع دعوى الزور الأصلي"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 171 من المسطرة المدنية): تطبق في تحقيق هذه ____ والحكم فيها القواعد المنصوص عليها في هذا الفرع",
  "options": [
   "الدعوى",
   "الخبرة",
   "دعاوى الحيازة",
   "التعرض"
  ],
  "a": 0,
  "exp": "المادة 171: تطبق في تحقيق هذه الدعوى والحكم فيها القواعد المنصوص عليها في هذا الفرع"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 172 من المسطرة المدنية): يوقف النظر في دعوى الزور المدنية إلى حين البت النهائي في دعوى الزور الزجرية، إن وجدت ____ والتدخل ومواصلة الدعوى والتنازل إدخال الغير في الدعوى",
  "options": [
   "الطلبات العارضة",
   "الطعن بالنقض",
   "المحكمة الإدارية",
   "الاستئناف الفرعي"
  ],
  "a": 0,
  "exp": "المادة 172: يوقف النظر في دعوى الزور المدنية إلى حين البت النهائي في دعوى الزور الزجرية، إن وجدت الطلبات العارضة والتدخل ومواصلة الدعوى والتنازل إدخال الغير في الدعوى"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 173 من المسطرة المدنية): إذا طلب أحد الأطراف إدخال شخص في ____ بصفته ضامنا أعلاه أو لأي سبب آخر، استدعي المطلوب إدخاله طبقا للمادة وما بعدها يعطى له الأجل الكافي، اعتبارا لظروف القضية ومحل موطنه أو إقامته للحضور بالجلسة يمكن إدخال شخص في الدعوى إلى حين وضع القضية في المداولة أو التأمل، غير أنه يمكن للمدعي طلب تطبيق مقتضيات المادة أدناه، إذا كان الطلب جاهزا وقت إدخال الغير",
  "options": [
   "الدعوى",
   "الاستدعاء",
   "الرهن الحيازي",
   "التنفيذ المعجل"
  ],
  "a": 0,
  "exp": "المادة 173: إذا طلب أحد الأطراف إدخال شخص في الدعوى بصفته ضامنا أعلاه أو لأي سبب آخر، استدعي المطلوب إدخاله طبقا للمادة وما بعدها يعطى له الأجل الكافي، اعتبارا لظروف القضية ومحل موطنه أو إقامته للحضور بالجلسة يمكن إدخال شخص في الدعوى إلى حين وضع القضية في المداولة أو التأمل، غير أنه يمكن للمدعي طلب تطبيق مقتضيات المادة أدناه، إذا كان الطلب جاهزا وقت إدخال الغير"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 174 من المسطرة المدنية): تطبق مقتضيات المادة السابقة عندما يدخل الضامن شخصا آخر بصفته ____ فرعيا",
  "options": [
   "ضامنا",
   "للوكيل",
   "الحضور",
   "وتشتمل"
  ],
  "a": 0,
  "exp": "المادة 174: تطبق مقتضيات المادة السابقة عندما يدخل الضامن شخصا آخر بصفته ضامنا فرعيا"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 175 من المسطرة المدنية): إذا أقر الضامن بحلوله محل المضمون، أمكن إخراج هذا الأخير من ____ بطلب منه، ما لم يطلب المدعي الأصلي إبقاءه فيها حفاظا على حقوقه لا موجب لاستدعاء المسؤول المدني، إذا لم ينازع الضامن في ثبوت الضمان أو صحته أو إذا تبين للمحكمة عدم جدية الدفع بانعدام الضمان",
  "options": [
   "الدعوى",
   "قسمة التركة",
   "التصريح",
   "عقد الزواج"
  ],
  "a": 0,
  "exp": "المادة 175: إذا أقر الضامن بحلوله محل المضمون، أمكن إخراج هذا الأخير من الدعوى بطلب منه، ما لم يطلب المدعي الأصلي إبقاءه فيها حفاظا على حقوقه لا موجب لاستدعاء المسؤول المدني، إذا لم ينازع الضامن في ثبوت الضمان أو صحته أو إذا تبين للمحكمة عدم جدية الدفع بانعدام الضمان"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 176 من المسطرة المدنية): تبت المحكمة في ____ات الأصلية والعارضة بحكم واحد يمكن للمدعي الأصلي، إذا كان طلبه جاهزا وحده دون الطلب العارض، أن يطلب البت في طلبه منفصلا، على أن يبت بعد ذلك في الطلب العارض، ما لم تقرر المحكمة البت في الطلبين معا بحكم واحد",
  "options": [
   "الطلب",
   "التقادم",
   "الاستئناف الفرعي",
   "الحجز الاستحقاقي"
  ],
  "a": 0,
  "exp": "المادة 176: تبت المحكمة في الطلبات الأصلية والعارضة بحكم واحد يمكن للمدعي الأصلي، إذا كان طلبه جاهزا وحده دون الطلب العارض، أن يطلب البت في طلبه منفصلا، على أن يبت بعد ذلك في الطلب العارض، ما لم تقرر المحكمة البت في الطلبين معا بحكم واحد"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 177 من المسطرة المدنية): تنفذ الأحكام التي تصدر ضد الضامن الذي أقر بحلوله محل المضمون، على هذا الأخير في حالة عسر الضامن ولو أخرج المضمون من ____",
  "options": [
   "الدعوى",
   "الكفالة",
   "دعاوى الحيازة",
   "قسمة التركة"
  ],
  "a": 0,
  "exp": "المادة 177: تنفذ الأحكام التي تصدر ضد الضامن الذي أقر بحلوله محل المضمون، على هذا الأخير في حالة عسر الضامن ولو أخرج المضمون من الدعوى"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 178 من المسطرة المدنية): إذا أدخل مدعى عليه أمام المحكمة بصفته وارثا لشخص هلك، منحته المحكمة بطلب منه أو دفاعه أو وكيله أجلا كافيا لإعداد دفاعه، مع مراعاة ظروف ____ إحالة الدعوى أمام محكمتين مختلفتين وارتباط الدعويين",
  "options": [
   "الدعوى",
   "التعليل",
   "النفقة",
   "النسب"
  ],
  "a": 0,
  "exp": "المادة 178: إذا أدخل مدعى عليه أمام المحكمة بصفته وارثا لشخص هلك، منحته المحكمة بطلب منه أو دفاعه أو وكيله أجلا كافيا لإعداد دفاعه، مع مراعاة ظروف الدعوى إحالة الدعوى أمام محكمتين مختلفتين وارتباط الدعويين"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 179 من المسطرة المدنية): إذا سبق أن قدمت دعوى لمحكمة أخرى في نفس الموضوع، أو إذا كان النزاع مرتبطا بدعوى ____ أمام محكمة أخرى، أمكن تأخير القضية تلقائيا أو بطلب من أحد الأطراف أو دفاعهم أو وكلائهم إلى حين البت في القضية الأولى",
  "options": [
   "جارية",
   "ستتلقى",
   "حصيلة",
   "تماميتها"
  ],
  "a": 0,
  "exp": "المادة 179: إذا سبق أن قدمت دعوى لمحكمة أخرى في نفس الموضوع، أو إذا كان النزاع مرتبطا بدعوى جارية أمام محكمة أخرى، أمكن تأخير القضية تلقائيا أو بطلب من أحد الأطراف أو دفاعهم أو وكلائهم إلى حين البت في القضية الأولى"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 180 من المسطرة المدنية): تضم الدعاوى الجارية أمام محكمة واحدة بسبب ارتباطها، تلقائيا أو بطلب من الأطراف أو دفاعهم أو وكلائهم أو من أحدهم، أعلاه وفقا لمقتضيات المادة ____ الإرادي ومواصلة الدعوى",
  "options": [
   "التدخل",
   "الاختصاص الانتهائي",
   "الامتياز",
   "الحجز التحفظي"
  ],
  "a": 0,
  "exp": "المادة 180: تضم الدعاوى الجارية أمام محكمة واحدة بسبب ارتباطها، تلقائيا أو بطلب من الأطراف أو دفاعهم أو وكلائهم أو من أحدهم، أعلاه وفقا لمقتضيات المادة التدخل الإرادي ومواصلة الدعوى"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 181 من المسطرة المدنية): يقبل ____ الإرادي في الدعوى ممن له مصلحة قائمة ومشروعة في النزاع",
  "options": [
   "التدخل",
   "السجل التجاري",
   "الغيبة",
   "المساعدة القضائية"
  ],
  "a": 0,
  "exp": "المادة 181: يقبل التدخل الإرادي في الدعوى ممن له مصلحة قائمة ومشروعة في النزاع"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 182 من المسطرة المدنية): يجوز للمحكمة، في حالة طلب تدخل الغير في ____، أن تحكم في الطلب الأصلي منفصلا، إذا كانت القضية جاهزة، أو أن تؤجله لتبت فيه وفي طلب تدخل الغير في الدعوى بحكم واحد",
  "options": [
   "الدعوى",
   "الطعن بالتعرض",
   "القاصر",
   "التنبيه"
  ],
  "a": 0,
  "exp": "المادة 182: يجوز للمحكمة، في حالة طلب تدخل الغير في الدعوى، أن تحكم في الطلب الأصلي منفصلا، إذا كانت القضية جاهزة، أو أن تؤجله لتبت فيه وفي طلب تدخل الغير في الدعوى بحكم واحد"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 183 من المسطرة المدنية): لا يمكن أن يؤخر التدخل و____ الأخرى، الحكم في الطلب الأصلي إذا كان جاهزا",
  "options": [
   "الطلبات العارضة",
   "المقرر",
   "الطلب",
   "وضع الأختام"
  ],
  "a": 0,
  "exp": "المادة 183: لا يمكن أن يؤخر التدخل والطلبات العارضة الأخرى، الحكم في الطلب الأصلي إذا كان جاهزا"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 184 من المسطرة المدنية): لا تؤخر وفاة الأطراف أو أحدهم أو حصول تغيير في أهليتهم، الحكم في ____ إذا كانت جاهزة للحكم",
  "options": [
   "الدعوى",
   "التصريح",
   "التنازل",
   "قسمة التركة"
  ],
  "a": 0,
  "exp": "المادة 184: لا تؤخر وفاة الأطراف أو أحدهم أو حصول تغيير في أهليتهم، الحكم في الدعوى إذا كانت جاهزة للحكم"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 185 من المسطرة المدنية): تستدعي المحكمة، بمجرد علمها بوفاة أحد الأطراف أو بتغيير في أهليته، سواء شفويا أو بإشعار يوجه وفق المقتضيات المنصوص أعلاه وما بعدها، لمن لهم الصفة في مواصلة ____ عليها في المادة للقيام بذلك، إذا لم تكن الدعوى جاهزة للحكم",
  "options": [
   "الدعوى",
   "الإعذار",
   "التحكيم",
   "الدين"
  ],
  "a": 0,
  "exp": "المادة 185: تستدعي المحكمة، بمجرد علمها بوفاة أحد الأطراف أو بتغيير في أهليته، سواء شفويا أو بإشعار يوجه وفق المقتضيات المنصوص أعلاه وما بعدها، لمن لهم الصفة في مواصلة الدعوى عليها في المادة للقيام بذلك، إذا لم تكن الدعوى جاهزة للحكم"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 186 من المسطرة المدنية): إذا لم يقم الذين أشعروا بمواصلة ____ بذلك في الأجل المحدد لهم، بتت المحكمة في القضية",
  "options": [
   "الدعوى",
   "الولاية",
   "الوصية",
   "الفاتورة"
  ],
  "a": 0,
  "exp": "المادة 186: إذا لم يقم الذين أشعروا بمواصلة الدعوى بذلك في الأجل المحدد لهم، بتت المحكمة في القضية"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 187 من المسطرة المدنية): تتم مواصلة ____ وفق الشكليات المنصوص عليها في المادة أعلاه المتعلقة بتقييد الدعوى",
  "options": [
   "الدعوى",
   "التعليل",
   "الاختصاص النوعي",
   "الغيبة"
  ],
  "a": 0,
  "exp": "المادة 187: تتم مواصلة الدعوى وفق الشكليات المنصوص عليها في المادة أعلاه المتعلقة بتقييد الدعوى"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 188 من المسطرة المدنية): تتم مواصلة الدعوى ممن لهم الصفة في ذلك إما بإعلانهم الصريح، أو بحضورهم الشخ ____",
  "options": [
   "التنازل",
   "الفاتورة",
   "النفقة",
   "الكفالة"
  ],
  "a": 0,
  "exp": "المادة 188: تتم مواصلة الدعوى ممن لهم الصفة في ذلك إما بإعلانهم الصريح، أو بحضورهم الشخ التنازل"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 189 من المسطرة المدنية): يمكن التنازل كتابة أو بتصريح يضمن بمحضر الجلسة، يشار فيه إلى أن الطرف تنازل عن الدعوى التي أقامها بصفة أصلية أو عارضة أو عن الطلب الذي رفعه إلى المحكمة في موضوع الحق لا يترتب عن ____ تخلي الخصم عن موضوع الحق يترتب عن التنازل عن الطلب محو الترافع أمام القضاء بالنسبة للطلبات المقدمة إلى المحكمة",
  "options": [
   "التنازل عن الدعوى",
   "المصلحة",
   "الخلع",
   "التبليغ"
  ],
  "a": 0,
  "exp": "المادة 189: يمكن التنازل كتابة أو بتصريح يضمن بمحضر الجلسة، يشار فيه إلى أن الطرف تنازل عن الدعوى التي أقامها بصفة أصلية أو عارضة أو عن الطلب الذي رفعه إلى المحكمة في موضوع الحق لا يترتب عن التنازل عن الدعوى تخلي الخصم عن موضوع الحق يترتب عن التنازل عن الطلب محو الترافع أمام القضاء بالنسبة للطلبات المقدمة إلى المحكمة"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 190 من المسطرة المدنية): يقبل ____ أو الطلب في جميع القضايا وفي أي مرحلة، باستثناء ما تعلق بحق غير مسموح بالتخلي عنه أو التصرف فيه",
  "options": [
   "التنازل عن الدعوى",
   "النسب",
   "التبليغ",
   "التأمين"
  ],
  "a": 0,
  "exp": "المادة 190: يقبل التنازل عن الدعوى أو الطلب في جميع القضايا وفي أي مرحلة، باستثناء ما تعلق بحق غير مسموح بالتخلي عنه أو التصرف فيه"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 191 من المسطرة المدنية): تسجل المحكمة التنازل بمقت إذا اعترض الطرف الآخر على ____، بعلة أنه قدم مقالا مضادا أو لسبب آخر، بتت المحكمة في صحة التنازل بمقرر قابل للاستئناف، وفق قواعد الاختصاص القيمي",
  "options": [
   "التنازل عن الدعوى",
   "المقرر",
   "الدين",
   "البطلان"
  ],
  "a": 0,
  "exp": "المادة 191: تسجل المحكمة التنازل بمقت إذا اعترض الطرف الآخر على التنازل عن الدعوى، بعلة أنه قدم مقالا مضادا أو لسبب آخر، بتت المحكمة في صحة التنازل بمقرر قابل للاستئناف، وفق قواعد الاختصاص القيمي"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 192 من المسطرة المدنية): يترتب على الحكم الصادر بتسجيل ____ وفق المادة السابقة، إرجاع الأمور بقوة القانون إلى سابق حالتها",
  "options": [
   "التنازل",
   "الاستئناف",
   "الإعفاء",
   "الاختصاص الانتهائي"
  ],
  "a": 0,
  "exp": "المادة 192: يترتب على الحكم الصادر بتسجيل التنازل وفق المادة السابقة، إرجاع الأمور بقوة القانون إلى سابق حالتها"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 193 من المسطرة المدنية): يترتب عن كل تنازل موافقة الطرف المتنازل على أداء ____ التي يمكن استخلاصها بجميع الطرق القانونية المصاريف",
  "options": [
   "المصاريف",
   "التراضي",
   "الطعن بالتعرض",
   "المعاينة"
  ],
  "a": 0,
  "exp": "المادة 193: يترتب عن كل تنازل موافقة الطرف المتنازل على أداء المصاريف التي يمكن استخلاصها بجميع الطرق القانونية المصاريف"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 194 من المسطرة المدنية): يحكم ب____ على كل من خسر الدعوى، سواء كان شخصا ذاتيا أو اعتباريا خاضعا للقانون العام أو الخاص، ويجوز الحكم، بحسب ظروف القضية، بتوزيع المصاريف كلا أو بعضا يتحمل المحكوم عليه هذه المصاريف في حدود ما حكم به عليه إذا تعددت الأطراف التي خسرت الدعوى، جاز توزيع المصاريف بينها بالتساوي أو بنسبة ما حكم به على كل طرف، وتكون الأطراف ملزمة بالتضامن إذا كانت متضامنة فيما حكم به",
  "options": [
   "المصاريف",
   "الرسم القضائي",
   "التدخل",
   "المصلحة"
  ],
  "a": 0,
  "exp": "المادة 194: يحكم بالمصاريف على كل من خسر الدعوى، سواء كان شخصا ذاتيا أو اعتباريا خاضعا للقانون العام أو الخاص، ويجوز الحكم، بحسب ظروف القضية، بتوزيع المصاريف كلا أو بعضا يتحمل المحكوم عليه هذه المصاريف في حدود ما حكم به عليه إذا تعددت الأطراف التي خسرت الدعوى، جاز توزيع المصاريف بينها بالتساوي أو بنسبة ما حكم به على كل طرف، وتكون الأطراف ملزمة بالتضامن إذا كانت متضامنة…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 195 من المسطرة المدنية): ينص في الحكم الفاصل في النزاع على ____ التي وقعت تصفيتها، ما لم يتعذر ذلك قبل إصدار الحكم، وتقع التصفية في هذه الحالة الأخيرة بأمر من المحكمة يرفق بمستندات القضية",
  "options": [
   "المصاريف",
   "الأبحاث",
   "عقد الزواج",
   "البينونة"
  ],
  "a": 0,
  "exp": "المادة 195: ينص في الحكم الفاصل في النزاع على المصاريف التي وقعت تصفيتها، ما لم يتعذر ذلك قبل إصدار الحكم، وتقع التصفية في هذه الحالة الأخيرة بأمر من المحكمة يرفق بمستندات القضية"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 196 من المسطرة المدنية): إذا تضمنت ____ أجور وأتعاب الخبير أو الترجمان المحلف، فإن نسخة من الأمر بتقديرها يؤشر عليها بصيغة التنفيذ من طرف كاتب الضبط، وتسلم وتوجه طبقا للشروط المنصوص عليها في أعلاه وما بعدها المادة إذا لم يكن المبلغ الذي وقع تسبيقه كافيا للمصاريف، فإن المبلغ المستحق يبين في نسخة الأمر يكون كل الأطراف ملزمين تجاه الخبير أو الترجمان المحلف بأداء المبلغ، غير أنه ليس لهذا الأخير متابعة غير المحكوم عليهم بالمصاريف، إلا في حالة إعسار الطرف المحكوم عليه",
  "options": [
   "المصاريف",
   "التقادم",
   "الإعفاء",
   "الإثبات"
  ],
  "a": 0,
  "exp": "المادة 196: إذا تضمنت المصاريف أجور وأتعاب الخبير أو الترجمان المحلف، فإن نسخة من الأمر بتقديرها يؤشر عليها بصيغة التنفيذ من طرف كاتب الضبط، وتسلم وتوجه طبقا للشروط المنصوص عليها في أعلاه وما بعدها المادة إذا لم يكن المبلغ الذي وقع تسبيقه كافيا للمصاريف، فإن المبلغ المستحق يبين في نسخة الأمر يكون كل الأطراف ملزمين تجاه الخبير أو الترجمان المحلف بأداء المبلغ، غير أنه…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 197 من المسطرة المدنية): يمكن للخبير وللترجمان المحلف وللأطراف بواسطة دفاعهم أو وكلائهم، الاعتراض أمام رئيس محكمة الدرجة الأولى أو رئيس القسم المتخصص ب____ أو من ينوب عنهما، على الأمر أيام من تاريخ التبليغ الصادر بتقدير الأتعاب خلال عشرة لا يقبل الأمر الصادر في هذا الاعتراض إلا الطعن بالاستئناف يمكن تقديم الاعتراض أو الطعن بالاستئناف، المشار إليهما أعلاه بصفة شخصية",
  "options": [
   "المحكمة الابتدائية",
   "التنفيذ الجبري",
   "المصلحة",
   "الإنذار"
  ],
  "a": 0,
  "exp": "المادة 197: يمكن للخبير وللترجمان المحلف وللأطراف بواسطة دفاعهم أو وكلائهم، الاعتراض أمام رئيس محكمة الدرجة الأولى أو رئيس القسم المتخصص بالمحكمة الابتدائية أو من ينوب عنهما، على الأمر أيام من تاريخ التبليغ الصادر بتقدير الأتعاب خلال عشرة لا يقبل الأمر الصادر في هذا الاعتراض إلا الطعن بالاستئناف يمكن تقديم الاعتراض أو الطعن بالاستئناف، المشار إليهما أعلاه بصفة شخصية"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 198 من المسطرة المدنية): إذا طلب أحد الشهود تقدير ____، طبقت مقتضيات الفقرة أعلاه الأولى من المادة",
  "options": [
   "المصاريف",
   "الصلح",
   "إبطال الحكم",
   "الإنذار"
  ],
  "a": 0,
  "exp": "المادة 198: إذا طلب أحد الشهود تقدير المصاريف، طبقت مقتضيات الفقرة أعلاه الأولى من المادة"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 199 من المسطرة المدنية): يجوز للأطراف المنازعة في تقدير المصاريف داخل أجل ____ من تبليغ الحكم أو الأمر المحدد لها، إذا كان الحكم الصادر في الموضوع انتهائيا، ولا يقبل المقرر الصادر في هذا الصدد أي طعن تجوز المنازعة في حصر المصاريف عن طريق الطعن بالاستئناف، متى كان الحكم الصادر في الموضوع ابتدائيا التعرض",
  "options": [
   "عشرة أيام",
   "خمسة يوما",
   "خمسة عشر يوما",
   "خمسة عشرة يوما"
  ],
  "a": 0,
  "exp": "المادة 199: يجوز للأطراف المنازعة في تقدير المصاريف داخل أجل عشرة أيام من تبليغ الحكم أو الأمر المحدد لها، إذا كان الحكم الصادر في الموضوع انتهائيا، ولا يقبل المقرر الصادر في هذا الصدد أي طعن تجوز المنازعة في حصر المصاريف عن طريق الطعن بالاستئناف، متى كان الحكم الصادر في الموضوع ابتدائيا التعرض"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 200 من المسطرة المدنية): يجوز التعرض على الأحكام الغيابية الصادرة عن محاكم الدرجة الأولى إذا لم تكن قابلة للاستئناف، وذلك داخل أجل خمسة عشر أعلاه يوما من تاريخ ____ المنجز، طبقا لمقتضيات المادة ينبه الطرف في وثيقة التبليغ إلى أنه بانقضاء الأجل المذكور، يسقط حقه في التعرض",
  "options": [
   "التبليغ",
   "التنازل",
   "الأهلية",
   "النفقة"
  ],
  "a": 0,
  "exp": "المادة 200: يجوز التعرض على الأحكام الغيابية الصادرة عن محاكم الدرجة الأولى إذا لم تكن قابلة للاستئناف، وذلك داخل أجل خمسة عشر أعلاه يوما من تاريخ التبليغ المنجز، طبقا لمقتضيات المادة ينبه الطرف في وثيقة التبليغ إلى أنه بانقضاء الأجل المذكور، يسقط حقه في التعرض"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 201 من المسطرة المدنية): يقدم ____ ويستدعى الأطراف فيه للحضور بالجلسة، أعلاه وما بعدها و طبقا للقواعد المنصوص عليها في المادتين",
  "options": [
   "الطعن بالتعرض",
   "التركة",
   "الأتعاب",
   "الحجز لدى الغير"
  ],
  "a": 0,
  "exp": "المادة 201: يقدم الطعن بالتعرض ويستدعى الأطراف فيه للحضور بالجلسة، أعلاه وما بعدها و طبقا للقواعد المنصوص عليها في المادتين"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 202 من المسطرة المدنية): يوقف أجل التعرض والتعرض نفسه داخل الأجل القانوني التنفيذ، عدا إذا كان المقرر الصادر مشمولا بالنفاذ المعجل إذا قدم المحكوم عليه طلبا بإيقاف ____ المأمور به في الحكم الغيابي، بتت غرفة المشورة في هذا الطلب طبقا لمقتضيات أدناه المادة",
  "options": [
   "التنفيذ المعجل",
   "الغيابي",
   "الصفة",
   "الحاضر"
  ],
  "a": 0,
  "exp": "المادة 202: يوقف أجل التعرض والتعرض نفسه داخل الأجل القانوني التنفيذ، عدا إذا كان المقرر الصادر مشمولا بالنفاذ المعجل إذا قدم المحكوم عليه طلبا بإيقاف التنفيذ المعجل المأمور به في الحكم الغيابي، بتت غرفة المشورة في هذا الطلب طبقا لمقتضيات أدناه المادة"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 203 من المسطرة المدنية): لا يقبل تعرض جديد من الشخص المتعرض المحكوم عليه غيابيا مرة ثانية ____",
  "options": [
   "الاستئناف",
   "التبليغ الإلكتروني",
   "الإرث",
   "التطليق"
  ],
  "a": 0,
  "exp": "المادة 203: لا يقبل تعرض جديد من الشخص المتعرض المحكوم عليه غيابيا مرة ثانية الاستئناف"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 204 من المسطرة المدنية): يجوز الطعن بالاستئناف في جميع الأحوال في الأحكام الصادرة من مدونة عن محاكم الدرجة الأولى، مع مراعاة مقتضيات المادة الأوقاف، وباقي الحالات التي ينص فيها القانون على خلاف ذلك تستأنف الأحكام الصادرة عن محاكم الدرجة الأولى داخل أجل يوما يبتدئ من تاريخ التبليغ ثلاثين يبتدئ أجل الاستئناف من تاريخ التبليغ المنجز وفق مقتضيات أعلاه و و و المواد يوقف أجل الاستئناف والاستئناف نفسه داخل الأجل القانوني التنفيذ، عدا إذا كان الحكم أو الأمر مشمولا ب____",
  "options": [
   "التنفيذ المعجل",
   "الاستدعاء",
   "الملكية",
   "شهادة الشهود"
  ],
  "a": 0,
  "exp": "المادة 204: يجوز الطعن بالاستئناف في جميع الأحوال في الأحكام الصادرة من مدونة عن محاكم الدرجة الأولى، مع مراعاة مقتضيات المادة الأوقاف، وباقي الحالات التي ينص فيها القانون على خلاف ذلك تستأنف الأحكام الصادرة عن محاكم الدرجة الأولى داخل أجل يوما يبتدئ من تاريخ التبليغ ثلاثين يبتدئ أجل الاستئناف من تاريخ التبليغ المنجز وفق مقتضيات أعلاه و و و المواد يوقف أجل الاستئناف…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 205 من المسطرة المدنية): ليس لاستئناف الأحكام الصادرة عن المحاكم الابتدائية الإدارية والأقسام المتخصصة في القضاء الإداري بالمحاكم الابتدائية القاضية بإيقاف تنفيذ قرار إداري، أثر موقف إذا تعلق الاستئناف بحكم صادر يق نقل الملكية من أجل المنفعة العامة والاحتلال المؤقت، فلا يترتب عليه إيقاف التنفيذ، إلا بالنسبة للمبالغ التي تجاوزت تلك المحددة من طرف اللجنة الإدارية للتقييم يجب على ____ الإدارية أو القسم المتخصص في القضاء الإداري بمحكمة الاستئناف، أن تبت في طلب الاستئناف يوما يبتدئ المتعلق بإيقاف تنفيذ قرار إداري داخل أجل ثلاثين من تاريخ توصل كتابة الضبط بالملف",
  "options": [
   "محكمة الاستئناف",
   "الجماعات الترابية",
   "الحجز التحفظي",
   "إعادة النظر"
  ],
  "a": 0,
  "exp": "المادة 205: ليس لاستئناف الأحكام الصادرة عن المحاكم الابتدائية الإدارية والأقسام المتخصصة في القضاء الإداري بالمحاكم الابتدائية القاضية بإيقاف تنفيذ قرار إداري، أثر موقف إذا تعلق الاستئناف بحكم صادر يق نقل الملكية من أجل المنفعة العامة والاحتلال المؤقت، فلا يترتب عليه إيقاف التنفيذ، إلا بالنسبة للمبالغ التي تجاوزت تلك المحددة من طرف اللجنة الإدارية للتقييم يجب على…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 206 من المسطرة المدنية): يحق للمستأنف عليه رفع استئناف فرعي، ولو كان قد طلب دون تحفظ تبليغ الحكم يعتبر الاستئناف المقدم من طرف المستأنف عليه داخل الأجل القانوني استئنافا أصليا، وكل استئناف قدمه خارج الأجل القانوني يعتبر استئنافا فرعيا لا يؤثر التنازل عن الاستئناف الأصلي في البت في ____ لا يترتب عن عدم قبول الاستئناف الأصلي، لوقوعه خارج الأجل القانوني، عدم قبول الاستئناف الفرعي لقبول الاستئناف الفرعي، يجب أن يكون الحكم المستأنف مضرا في جزء منه بالمستأنف الفرعي لا يصح توجيه الاستئناف الفرعي إلا ضد المستأنف أصليا يبتدئ سريان الأجل تجاه الشخص الذي بلغ الحكم بناء على طلبه، ابتداء من تاريخ التبليغ",
  "options": [
   "الاستئناف الفرعي",
   "الفاتورة",
   "التصريح",
   "الشفعة"
  ],
  "a": 0,
  "exp": "المادة 206: يحق للمستأنف عليه رفع استئناف فرعي، ولو كان قد طلب دون تحفظ تبليغ الحكم يعتبر الاستئناف المقدم من طرف المستأنف عليه داخل الأجل القانوني استئنافا أصليا، وكل استئناف قدمه خارج الأجل القانوني يعتبر استئنافا فرعيا لا يؤثر التنازل عن الاستئناف الأصلي في البت في الاستئناف الفرعي لا يترتب عن عدم قبول الاستئناف الأصلي، لوقوعه خارج الأجل القانوني، عدم قبول الاستئناف…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 207 من المسطرة المدنية): يجوز لكل طرف في الحكم الابتدائي أن يقدم استئنافا مثارا ضد غير المستأنف الأصلي، متى كان من شأن ____ المساس بمصالحه",
  "options": [
   "الاستئناف",
   "المصلحة",
   "الميراث",
   "إيداع"
  ],
  "a": 0,
  "exp": "المادة 207: يجوز لكل طرف في الحكم الابتدائي أن يقدم استئنافا مثارا ضد غير المستأنف الأصلي، متى كان من شأن الاستئناف المساس بمصالحه"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 208 من المسطرة المدنية): لا يمكن في أي حال أن يكون ____ أو الاستئناف المثار، سببا في تأخير الفصل في الاستئناف الأصلي إذا كانت القضية جاهزة",
  "options": [
   "الاستئناف الفرعي",
   "المفوض القضائي",
   "التصريح",
   "الحجز الاستحقاقي"
  ],
  "a": 0,
  "exp": "المادة 208: لا يمكن في أي حال أن يكون الاستئناف الفرعي أو الاستئناف المثار، سببا في تأخير الفصل في الاستئناف الأصلي إذا كانت القضية جاهزة"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 209 من المسطرة المدنية): تضاعف آجال ____ مرتين لمصلحة الأطراف الذين ليس لهم موطن ولا محل إقامة بالمملكة",
  "options": [
   "الاستئناف",
   "المعاينة",
   "الدعوى",
   "الاختصاص المحلي"
  ],
  "a": 0,
  "exp": "المادة 209: تضاعف آجال الاستئناف مرتين لمصلحة الأطراف الذين ليس لهم موطن ولا محل إقامة بالمملكة"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 210 من المسطرة المدنية): توقف وفاة أحد الأطراف آجال ____ لصالح ورثته، ولا يوما الموالية تقع مواصلتها من جديد إلا بعد مرور خمسة عشر لتبليغ الحكم للورثة بموطن الشخص المتوفى، طبقا لمقتضيات المادة أعلاه يمكن أن يقع هذا التبليغ إلى الورثة أو إلى ممثليهم القانونيين، جماعيا دون تنصيص على أسمائهم وصفاتهم، غير أنه إذا وقع التبليغ لكل وارث على حدة، وجب أن يتم في موطن كل واحد منهم",
  "options": [
   "الاستئناف",
   "المراجعة",
   "الوكالة",
   "مصاريف القضاء"
  ],
  "a": 0,
  "exp": "المادة 210: توقف وفاة أحد الأطراف آجال الاستئناف لصالح ورثته، ولا يوما الموالية تقع مواصلتها من جديد إلا بعد مرور خمسة عشر لتبليغ الحكم للورثة بموطن الشخص المتوفى، طبقا لمقتضيات المادة أعلاه يمكن أن يقع هذا التبليغ إلى الورثة أو إلى ممثليهم القانونيين، جماعيا دون تنصيص على أسمائهم وصفاتهم، غير أنه إذا وقع التبليغ لكل وارث على حدة، وجب أن يتم في موطن كل واحد منهم"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 211 من المسطرة المدنية): يبلغ مقال ____ المقدم ضد شخص توفي أثناء سير الدعوى أو ضد الورثة أو ممثليهم القانونيين فرادى أو جماعة في الحالة أعلاه، طبقا للطرق المحددة في نفس المادة، المشار إليها في المادة وللمستأنف أن يواصل استئنافه بعد التبليغ لكل واحد من الورثة أو ممثله القانوني بموطنه",
  "options": [
   "الاستئناف",
   "الحجز لدى الغير",
   "النيابة العامة",
   "الاستئناف الفرعي"
  ],
  "a": 0,
  "exp": "المادة 211: يبلغ مقال الاستئناف المقدم ضد شخص توفي أثناء سير الدعوى أو ضد الورثة أو ممثليهم القانونيين فرادى أو جماعة في الحالة أعلاه، طبقا للطرق المحددة في نفس المادة، المشار إليها في المادة وللمستأنف أن يواصل استئنافه بعد التبليغ لكل واحد من الورثة أو ممثله القانوني بموطنه"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 212 من المسطرة المدنية): إذا وقع أثناء أجل ____ تغيير في أهلية أحد الأطراف توقف يوما من الأجل، ولا يبتدئ سريانه من جديد إلا بعد خمسة عشر تبليغ الحكم، لمن لهم الصفة في تسلم هذا التبليغ قانونا",
  "options": [
   "الاستئناف",
   "الفاتورة",
   "الخلع",
   "الترجمة"
  ],
  "a": 0,
  "exp": "المادة 212: إذا وقع أثناء أجل الاستئناف تغيير في أهلية أحد الأطراف توقف يوما من الأجل، ولا يبتدئ سريانه من جديد إلا بعد خمسة عشر تبليغ الحكم، لمن لهم الصفة في تسلم هذا التبليغ قانونا"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 213 من المسطرة المدنية): لا تقبل الأحكام التمهيدية ____ بصورة مستقلة يترتب عن استئناف الحكم الفاصل في الموضوع، استئناف جميع الأحكام التمهيدية الصادرة في الدعوى لا يمكن الطعن بالاستئناف في الأحكام التي تق الطلبات الأصلية، وتأمر تمهيديا بإجراء من إجراءات التحقيق أو بإجراء وقتي في الجزء الآخر من الطلبات، إلا مع الأحكام الفاصلة في جميع الطلبات الأصلية",
  "options": [
   "الاستئناف",
   "الزواج",
   "الوصي",
   "الإعفاء"
  ],
  "a": 0,
  "exp": "المادة 213: لا تقبل الأحكام التمهيدية الاستئناف بصورة مستقلة يترتب عن استئناف الحكم الفاصل في الموضوع، استئناف جميع الأحكام التمهيدية الصادرة في الدعوى لا يمكن الطعن بالاستئناف في الأحكام التي تق الطلبات الأصلية، وتأمر تمهيديا بإجراء من إجراءات التحقيق أو بإجراء وقتي في الجزء الآخر من الطلبات، إلا مع الأحكام الفاصلة في جميع الطلبات الأصلية"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 214 من المسطرة المدنية): يقدم الاستئناف أمام كتابة ضبط المحكمة التي أصدرت الحكم أو الأمر المطعون فيه مقابل وصل، ويثبت في سجل خاص ويمكن تقديم المقال بأي صندوق من صناديق المحاكم، على أن يتم إرساله من طرف رئيس كتابة الضبط فورا إلى المحكمة المختصة يعتبر وصلا، نسخة المقال الموضوع عليها طابع كتابة الضبط التي تلقت المقال مع تاريخ إيداعه، بعد التأكد من عدد ونوع المستندات المرفقة به يجب أن يوجه المقال مع المستندات المرفقة به ووثائق ملف القضية دون مصاريف، إلى كتابة ضبط محكمة الاستئناف المختصة يوما من تاريخ إيداع مقال داخل أجل لا يتعدى ____ بالنسبة لقضايا الاستئناف، ويحدد هذا الأجل في عشرة أيام بالنسبة للقضايا الاستعجالية الأسرة، وفي سبعة",
  "options": [
   "خمسة عشر أيام",
   "خمسة عشر يوما",
   "ثمانية أيام",
   "خمسة يوما"
  ],
  "a": 0,
  "exp": "المادة 214: يقدم الاستئناف أمام كتابة ضبط المحكمة التي أصدرت الحكم أو الأمر المطعون فيه مقابل وصل، ويثبت في سجل خاص ويمكن تقديم المقال بأي صندوق من صناديق المحاكم، على أن يتم إرساله من طرف رئيس كتابة الضبط فورا إلى المحكمة المختصة يعتبر وصلا، نسخة المقال الموضوع عليها طابع كتابة الضبط التي تلقت المقال مع تاريخ إيداعه، بعد التأكد من عدد ونوع المستندات المرفقة به يجب أن…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 215 من المسطرة المدنية): يعفى من أداء الرسم القضائي، الطعن بالاستئناف المقدم ضد المقررات الصادرة عن المحاكم الابتدائية الإدارية والأقسام المتخصصة في القضاء الإداري بالمحاكم الابتدائية يجوز للرئيس الأول لمحكمة الاستئناف الإدارية أو رئيس القسم المتخصص في القضاء الإداري بمحكمة الاستئناف، منح ____ طبقا للمسطرة الجاري بها العمل في هذا المجال",
  "options": [
   "المساعدة القضائية",
   "دعاوى الحيازة",
   "الترجمة",
   "الصلح"
  ],
  "a": 0,
  "exp": "المادة 215: يعفى من أداء الرسم القضائي، الطعن بالاستئناف المقدم ضد المقررات الصادرة عن المحاكم الابتدائية الإدارية والأقسام المتخصصة في القضاء الإداري بالمحاكم الابتدائية يجوز للرئيس الأول لمحكمة الاستئناف الإدارية أو رئيس القسم المتخصص في القضاء الإداري بمحكمة الاستئناف، منح المساعدة القضائية طبقا للمسطرة الجاري بها العمل في هذا المجال"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 216 من المسطرة المدنية): - إذا كان أحد الأطراف شخصا اعتباريا، وجب أن يتضمن المقال إسمه وممثله القانوني ونوعه ومقره الاجتماعي أو مقر فرعه علاوة على ذلك، يجب أن يتضمن مقال الاستئناف موضوع الطلب والوقائع والوسائل المثارة، مع إرفاقه بالمستندات التي يرغب الطالب في استعمالها يرفق هذا المقال بنسخ منه مشهود بمطابقتها للأصل بعدد الأطراف المستأنف عليهم إذا لم تقدم أي نسخة أو كان عدد النسخ غير مساو لعدد الأطراف، تطلب كتابة الضبط من المستأنف أن يدلي بهذه النسخ أيام، ويدرج الرئيس الأول لمحكمة الدرجة داخل أجل عشرة الثانية القضية بعد مرور هذا الأجل في الجلسة التي يعينها، وتصدر المحكمة المرفوع إليها الاستئناف قرارا بالتشطيب إذا أدلى المستأنف بالنسخ الناقصة داخل أجل شهر من تاريخ التشطيب، أدرجت القضية من جديد في الجلسة وفي حالة عدم إدلائه بهذه النسخ داخل الأجل المذكور، صدر قرار بعدم القبول يجب أن يرفق المستأنف أيضا مقاله بنسخة من الحكم المطعون فيه، وما يفيد التبليغ، عند الاقتضاء، وإلا طلبتهما كتابة ضبط ____ من المحكمة التي أصدرته ينذر المستشار المقرر، عند الاقتضاء، الطرف المستأنف باستكمال البيانات الشكلية غير التامة أو التي وقع إغفالها، داخل أجل يحدده، تحت طائلة عدم القبول في حالة عدم توقيع المقال، ينذر المستشار المقرر الطرف أو الوكيل أو المحامي بتصحيح المسطرة داخل أجل يحدده، تحت طائلة الحكم بعدم القبول يجب على كل طرف أن يشعر المحكمة بكل تغيير يقع في عنوانه أو محل المخابرة معه، وإلا اعتبر كل تبليغ في آخر محل أو عنوان مدلى به، صحيحا ومنتجا لآثاره القانونية",
  "options": [
   "محكمة الاستئناف",
   "مصاريف القضاء",
   "الموطن",
   "العرقلة"
  ],
  "a": 0,
  "exp": "المادة 216: يجب أن يتضمن مقال الاستئناف، تحت طائلة عدم القبول، ما يلي : - الاسم الشخ - صفة وموطن أو محل إقامة كل من المستأنف والمستأنف عليه، وصفة وموطن أو محل إقامة وكلائهم،عند الاقتضاء ؛ - رقم البطاقة الوطنية للتعريف الإلكترونية للطرف المستأنف أو ما يقوم مقامها ؛ - الاسم الشخ التي ينتمي إليها وعنوان بريده الإلكتروني، في حالة تقديم المقال بواسطة محام ؛ - إذا كان أحد…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 217 من المسطرة المدنية): يعرض ____ الدعوى من جديد أمام المحكمة المرفوع إليها الاستئناف، ويحق للأطراف تقديم الأدلة وإثارة الدفوع التي يرونها يمكن للمستأنف أو دفاعه أو وكيله إثارة وسائل إضافية، ما لم يتم اعتبار القضية جاهزة تنظر هذه المحكمة في أسباب الاستئناف، ولها أن تثير تلقائيا كل ما يتعلق بالنظام العام، بعد إشعار الأطراف بذلك، على أن لا يضار الطاعن بطعنه",
  "options": [
   "الاستئناف",
   "الولاية",
   "الشطب",
   "المراجعة"
  ],
  "a": 0,
  "exp": "المادة 217: يعرض الاستئناف الدعوى من جديد أمام المحكمة المرفوع إليها الاستئناف، ويحق للأطراف تقديم الأدلة وإثارة الدفوع التي يرونها يمكن للمستأنف أو دفاعه أو وكيله إثارة وسائل إضافية، ما لم يتم اعتبار القضية جاهزة تنظر هذه المحكمة في أسباب الاستئناف، ولها أن تثير تلقائيا كل ما يتعلق بالنظام العام، بعد إشعار الأطراف بذلك، على أن لا يضار الطاعن بطعنه"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 218 من المسطرة المدنية): إذا صدر الحكم في موضوع غير قابل للتجزئة أو في التزام بالتضامن أو في دعوى يوجب القانون فيها مقاضاة أشخاص معينين، جاز لمن فاته أجل الطعن من المحكوم عليهم أو قبل الحكم، أن يطعن فيه أثناء النظر في الطعن المرفوع من أحد الأطراف داخل الأجل متبنيا طلباته إذا قدم الطعن ضد أحد المحكوم لهم داخل الأجل، وجب إدخال الباقي منهم، ولو بعد فواته بالنسبة إليهم يستفيد الضامن وطالب الضمان من الطعن المرفوع من أحدهما في الحكم الصادر في ____ الأصلية، إذا كانت مصالحهما غير متعارضة وإذا قدم الطعن ضد أحدهما داخل الأجل، جاز إدخال الآخر فيه ولو بعد فواته بالنسبة إليه",
  "options": [
   "الدعوى",
   "محكمة الاستئناف",
   "التطليق",
   "التحكيم"
  ],
  "a": 0,
  "exp": "المادة 218: إذا صدر الحكم في موضوع غير قابل للتجزئة أو في التزام بالتضامن أو في دعوى يوجب القانون فيها مقاضاة أشخاص معينين، جاز لمن فاته أجل الطعن من المحكوم عليهم أو قبل الحكم، أن يطعن فيه أثناء النظر في الطعن المرفوع من أحد الأطراف داخل الأجل متبنيا طلباته إذا قدم الطعن ضد أحد المحكوم لهم داخل الأجل، وجب إدخال الباقي منهم، ولو بعد فواته بالنسبة إليهم يستفيد الضامن…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 219 من المسطرة المدنية): لا يمكن تقديم أي طلب جديد أثناء النظر في ____، باستثناء طلب المقاصة أو أي طلب لا يعدو أن يكون دفاعا عن الطلب الأصلي يجوز للأطراف أو دفاعهم أو وكلائهم أيضا، طلب تعويض الأضرار والمستحقات الناشئة بعد ختم المناقشات أمام محكمة الدرجة الأولى لا يعد طلبا جديدا، الطلب المترتب مباشرة عن الطلب الأصلي والذي يرمي إلى نفس الغايات رغم تأسيسه على أسباب أو علل مختلفة",
  "options": [
   "الاستئناف",
   "القسامة",
   "الشطب",
   "الإنذار"
  ],
  "a": 0,
  "exp": "المادة 219: لا يمكن تقديم أي طلب جديد أثناء النظر في الاستئناف، باستثناء طلب المقاصة أو أي طلب لا يعدو أن يكون دفاعا عن الطلب الأصلي يجوز للأطراف أو دفاعهم أو وكلائهم أيضا، طلب تعويض الأضرار والمستحقات الناشئة بعد ختم المناقشات أمام محكمة الدرجة الأولى لا يعد طلبا جديدا، الطلب المترتب مباشرة عن الطلب الأصلي والذي يرمي إلى نفس الغايات رغم تأسيسه على أسباب أو علل مختلفة"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 220 من المسطرة المدنية): لا يقبل أي تدخل إلا ممن يكون له الحق في أن يستعمل تعرض الغير الخارج عن الخصومة لا يقبل طلب إدخال الغير في القضايا المستأنفة أمام محكمة الدرجة الثانية، ما لم ينص القانون على خلاف ذلك غير أنه يقبل طلب إدخال الغير في القضايا المستأنفة، أمام محكمة الدرجة الثانية، متى كان ____ المستأنف قد صدر غيابيا في حق طالب الإدخال",
  "options": [
   "الحكم",
   "التبليغ",
   "تنازع الاختصاص",
   "التنبيه"
  ],
  "a": 0,
  "exp": "المادة 220: لا يقبل أي تدخل إلا ممن يكون له الحق في أن يستعمل تعرض الغير الخارج عن الخصومة لا يقبل طلب إدخال الغير في القضايا المستأنفة أمام محكمة الدرجة الثانية، ما لم ينص القانون على خلاف ذلك غير أنه يقبل طلب إدخال الغير في القضايا المستأنفة، أمام محكمة الدرجة الثانية، متى كان الحكم المستأنف قد صدر غيابيا في حق طالب الإدخال"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 221 من المسطرة المدنية): إذا أبطلت أو ألغت محكمة الدرجة الثانية ____ المطعون فيه، وجب عليها أن تتصدى للحكم في الجوهر",
  "options": [
   "الحكم",
   "الوصي",
   "الدعوى",
   "الزواج"
  ],
  "a": 0,
  "exp": "المادة 221: إذا أبطلت أو ألغت محكمة الدرجة الثانية الحكم المطعون فيه، وجب عليها أن تتصدى للحكم في الجوهر"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 222 من المسطرة المدنية): أدناه، ينفذ الحكم من طرف مع مراعاة مقتضيات المادة محكمة الدرجة الأولى التي أصدرته أو من طرف المحكمة التي تعينها محكمة الدرجة الثانية في شخص رئيسها الأول، بناء على طلب الجهة المحكوم لها لمحكمة النقض أن تعهد بتنفيذ قراراتها إلى محكمة الدرجة الأولى التي تعينها ____",
  "options": [
   "التنفيذ المعجل",
   "الحاضر",
   "الجماعات الترابية",
   "التنفيذ الجبري"
  ],
  "a": 0,
  "exp": "المادة 222: أدناه، ينفذ الحكم من طرف مع مراعاة مقتضيات المادة محكمة الدرجة الأولى التي أصدرته أو من طرف المحكمة التي تعينها محكمة الدرجة الثانية في شخص رئيسها الأول، بناء على طلب الجهة المحكوم لها لمحكمة النقض أن تعهد بتنفيذ قراراتها إلى محكمة الدرجة الأولى التي تعينها التنفيذ المعجل"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 223 من المسطرة المدنية): يؤمر وجوبا ب____ رغم التعرض أو الاستئناف دون كفالة، إذا كان هناك سند رسمي أو تعهد معترف به، أو حكم مكتسب لقوة ال يجوز الأمر أيضا بالتنفيذ المعجل بكفالة بنكية أو نقدية أو بدونهما، حسب ظروف القضية التي يجب توضيحها غير أنه يمكن تقديم طلبات إيقاف التنفيذ المعجل أمام المحكمة التي تنظر في التعرض أو الاستئناف بمقال مستقل عن الدعوى الأصلية، مرفق بنسخة من الحكم المطلوب إيقاف تنفيذه ونسخة من مقال الطعن فيه تستدعي المحكمة، عند الاقتضاء، بمجرد ما يحال إليها هذا المقال الأطراف ودفاعهم أو وكلائهم للمناقشة في غرفة المشورة، ويمكن لهم أن يقدموا ملاحظاتهم شفويا أو كتابيا يوما تبت المحكمة داخل أجل أقصاه ثلاثون يمكن رفض الطلب أو الأمر بإيقاف التنفيذ المعجل كليا أو جزئيا إلى أن يقع البت في الجوهر، أو الأمر بإيقاف التنفيذ المعجل لمدة معينة، أو تعليق متابعة التنفيذ على تقديم كفالة من طالبه يمكن أيضا الترخيص للطرف المحكوم عليه بإيداع المبلغ الكافي لضمان القدر المحكوم به المشمول بالتنفيذ المعجل بكتابة ضبط تعينها المحكمة، أو بين يدي شخص آخر عين لهذه الغاية باتفاق الأطراف، ويكون المبلغ المودع لصالح الطرف المتابع لإجراءات التنفيذ وحده ترفع اليد عن الإيداع بمجرد صدور الحكم النهائي في الجوهر إذا تعلق الأمر بحكم بت في جزء من الطلبات الأصلية وفق أعلاه، قدم طلب إيقاف التنفيذ أمام غرفة المشورة المادة بالمحكمة المصدرة لهذا الحكم، وبت فيه وفق الإجراءات المقررة في الفقرات أعلاه",
  "options": [
   "التنفيذ المعجل",
   "التبرع",
   "التراضي",
   "المقرر"
  ],
  "a": 0,
  "exp": "المادة 223: يؤمر وجوبا بالتنفيذ المعجل رغم التعرض أو الاستئناف دون كفالة، إذا كان هناك سند رسمي أو تعهد معترف به، أو حكم مكتسب لقوة ال يجوز الأمر أيضا بالتنفيذ المعجل بكفالة بنكية أو نقدية أو بدونهما، حسب ظروف القضية التي يجب توضيحها غير أنه يمكن تقديم طلبات إيقاف التنفيذ المعجل أمام المحكمة التي تنظر في التعرض أو الاستئناف بمقال مستقل عن الدعوى الأصلية، مرفق بنسخة من…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الأولى",
  "q": "أكمل الفراغ (المادة 224 من المسطرة المدنية): لا تقبل قرارات غرفة المشورة ____، ما لم ينص القانون على خلاف ذلك المساطر الخاصة بالاستعجال ومسطرة الأمر بالأداء الأوامر المبنية على طلب والمعاينات",
  "options": [
   "الطعن بالتعرض",
   "التماس إعادة النظر",
   "الاختصاص المحلي",
   "الملكية"
  ],
  "a": 0,
  "exp": "المادة 224: لا تقبل قرارات غرفة المشورة الطعن بالتعرض، ما لم ينص القانون على خلاف ذلك المساطر الخاصة بالاستعجال ومسطرة الأمر بالأداء الأوامر المبنية على طلب والمعاينات"
 },
 {
  "cat": "المساطر الخاصة بالاستعجال ومسطرة الأمر بالأداء",
  "q": "أكمل الفراغ (المادة 225 من المسطرة المدنية): يختص رئيس محكمة الدرجة الأولى أو رئيس القسم المتخصص بالمحكمة الابتدائية أو من ينوب عن كل منهما، بالبت في كل طلب يهدف إلى الحصول على أمر بإثبات حال أو استجواب أو توجيه إنذار أو أي إجراء مستعجل في أي مادة لم يرد بشأنها نص خاص، ولا يضر بحقوق الأطراف ولو كان النزاع المرتبط بالإجراء معروضا على القضاء، ويصدر الأمر في غيبة الأطراف دون حضور كاتب الضبط يشتمل الطلب على ملخص للوقائع والأسباب الموجبة لتقديمه ويرفق بالمستندات المؤيدة له إذا كان الأمر يتعلق بإجراء معاينة لا يمكن القيام بها إلا بواسطة خبير مختص، أمكن للرئيس أو من ينوب عنه، تعيينه من بين الخبراء المسجلين بجدول الخبراء القضائيين المقبولين لدى محاكم الاستئناف للقيام بذلك يصدر الأمر فورا أو في اليوم الموالي على الأكثر لتقديم الطلب، إلا أنه يمكن للرئيس أو من ينوب عنه، عند الاقتضاء، أن يمنح أجلا للطالب، للإدلاء ببعض المستندات الضرورية أو البيانات الإضافية، أيام تحت طائلة رفض الطلب لا يتعدى ثمانية يرجع إلى الرئيس أو من ينوب عنه في جميع الأحوال في حالة وجود صعوبة يكون الأمر الذي لا يستجيب للطلب، قابلا للاستئناف داخل أيام من تاريخ النطق به، عدا إذا تعلق الأمر بإثبات حال سبعة أو إجراء معاينة أو توجيه إنذار الذي لا يقبل أي طعن يجب على كتابة الضبط أن توجه مقال الاستئناف مع المستندات المرفقة إلى كتابة ضبط محكمة الدرجة الثانية داخل أجل ثلاثة أيام، من تاريخ إيداع مقال الاستئناف يبت الرئيس الأول أو رئيس القسم المتخصص أو من ينوب عن كل منهما، في غيبة الأطراف بقرار لا يقبل أي طعن داخل أجل سبعة أيام من تاريخ توصل كتابة الضبط بالملف يقوم المكلف بتنفيذ الأمر بتوجيه إنذار أو بإثبات حال، بتحرير محضر يثبت فيه باختصار أقوال وملاحظات المطلوب في هذا الإجراء الذي يمكنه أخذ نسخة منه يكون الأمر الصادر بناء على طلب، قابلا للتنفيذ خلال ____ من تاريخ صدوره، ويسقط بانصرام هذا الأجل، ولا يمنع هذا السقوط من استصدار أمر جديد قضاء الاستعجال",
  "options": [
   "ثلاثين يوما",
   "خمسة أيام",
   "خمسة عشر يوما",
   "خمسة عشرة يوما"
  ],
  "a": 0,
  "exp": "المادة 225: يختص رئيس محكمة الدرجة الأولى أو رئيس القسم المتخصص بالمحكمة الابتدائية أو من ينوب عن كل منهما، بالبت في كل طلب يهدف إلى الحصول على أمر بإثبات حال أو استجواب أو توجيه إنذار أو أي إجراء مستعجل في أي مادة لم يرد بشأنها نص خاص، ولا يضر بحقوق الأطراف ولو كان النزاع المرتبط بالإجراء معروضا على القضاء، ويصدر الأمر في غيبة الأطراف دون حضور كاتب الضبط يشتمل الطلب…"
 },
 {
  "cat": "المساطر الخاصة بالاستعجال ومسطرة الأمر بالأداء",
  "q": "أكمل الفراغ (المادة 226 من المسطرة المدنية): يختص رئيس محكمة الدرجة الأولى أو رئيس القسم المتخصص ب____ أو من ينوب عن كل منهما، بصفته قاضيا للمستعجلات، بالبت في الحراسة القضائية أو في أي إجراء وقتي أو تحفظي، شريطة أن يتوفر عنصر الاستعجال وأن لا يمس بما يمكن أن يق أم لا إذا كان النزاع معروضا على محكمة الدرجة الثانية، مارس هذه المهام رئيسها الأول أو من ينوب عنه يمارس رئيس القسم المتخصص أو من ينوب عنه، الاختصاصات المخولة للرئيس الأول لمحكمة الاستئناف التجارية أو للرئيس الأول لمحكمة الاستئناف الإدارية، حسب الحالة، إذا كان النزاع معروضا على قسم متخصص بمحكمة الاستئناف يمكن للرئيس أو من ينوب عنه، رغم وجود منازعة جدية، أن يأمر بكل التدابير التحفظية أو بإرجاع الحالة إلى ما كانت عليه لدرء ضرر حال أو لوضع حد لاضطراب ثبت جليا أنه غير مشروع غير أنه إذا كانت القضية تستوجب رفع دعوى في الموضوع، حدد قا اعتبار الأمر الصادر كأن لم يكن",
  "options": [
   "المحكمة الابتدائية",
   "عقد الزواج",
   "إحصاء التركة",
   "التبرع"
  ],
  "a": 0,
  "exp": "المادة 226: يختص رئيس محكمة الدرجة الأولى أو رئيس القسم المتخصص بالمحكمة الابتدائية أو من ينوب عن كل منهما، بصفته قاضيا للمستعجلات، بالبت في الحراسة القضائية أو في أي إجراء وقتي أو تحفظي، شريطة أن يتوفر عنصر الاستعجال وأن لا يمس بما يمكن أن يق أم لا إذا كان النزاع معروضا على محكمة الدرجة الثانية، مارس هذه المهام رئيسها الأول أو من ينوب عنه يمارس رئيس القسم المتخصص أو…"
 },
 {
  "cat": "المساطر الخاصة بالاستعجال ومسطرة الأمر بالأداء",
  "q": "أكمل الفراغ (المادة 227 من المسطرة المدنية): يمكن أن يقدم الطلب في غير الأيام والساعات المعينة للقضاء المستعجل في حالة الاستعجال القصوى، سواء إلى قا ولو بمحل إقامته، أو إلى مقر المحكمة، وقبل التقييد في سجل ____، ويعين القاضي يمكن له أن يبت حتى في أيام العطل",
  "options": [
   "كتابة الضبط",
   "الغيابي",
   "الرسم القضائي",
   "الطعن بالتعرض"
  ],
  "a": 0,
  "exp": "المادة 227: يمكن أن يقدم الطلب في غير الأيام والساعات المعينة للقضاء المستعجل في حالة الاستعجال القصوى، سواء إلى قا ولو بمحل إقامته، أو إلى مقر المحكمة، وقبل التقييد في سجل كتابة الضبط، ويعين القاضي يمكن له أن يبت حتى في أيام العطل"
 },
 {
  "cat": "المساطر الخاصة بالاستعجال ومسطرة الأمر بالأداء",
  "q": "أكمل الفراغ (المادة 228 من المسطرة المدنية): يبين ____ بإيجاز موضوع الدعوى والوقائع والأسباب الموجبة لتقديمه، ويرفق بالمستندات التي يرغب المدعي في استعمالها",
  "options": [
   "المقال",
   "شهادة الشهود",
   "الحكم",
   "الأبحاث"
  ],
  "a": 0,
  "exp": "المادة 228: يبين المقال بإيجاز موضوع الدعوى والوقائع والأسباب الموجبة لتقديمه، ويرفق بالمستندات التي يرغب المدعي في استعمالها"
 },
 {
  "cat": "المساطر الخاصة بالاستعجال ومسطرة الأمر بالأداء",
  "q": "أكمل الفراغ (المادة 229 من المسطرة المدنية): يستدعى الطرف المدعى عليه داخل أجل مناسب، مع مراعاة أعلاه وما بعدها الشروط المنصوص عليها في المواد يمكن الاستغناء عن هذا ____ في حالة الاستعجال القصوى",
  "options": [
   "الاستدعاء",
   "المصلحة",
   "المنازعات الانتخابية",
   "الطلاق الرجعي"
  ],
  "a": 0,
  "exp": "المادة 229: يستدعى الطرف المدعى عليه داخل أجل مناسب، مع مراعاة أعلاه وما بعدها الشروط المنصوص عليها في المواد يمكن الاستغناء عن هذا الاستدعاء في حالة الاستعجال القصوى"
 },
 {
  "cat": "المساطر الخاصة بالاستعجال ومسطرة الأمر بالأداء",
  "q": "أكمل الفراغ (المادة 230 من المسطرة المدنية): تكون الأوامر الاستعجالية مشمولة بالتنفيذ المعجل بقوة القانون، ويمكن لقا كفالة بنكية أو نقدية، كما يمكنه أن يأمر بالتنفيذ على أصل الأمر وقبل تبليغه إذا دعت إلى ذلك ضرورة قصوى يوما من تبليغ يقدم الاستئناف داخل أجل خمسة عشر الأمر، عدا في الحالات التي يقرر فيها القانون خلاف ذلك ترفع كتابة الضبط مقال الاستئناف مع المستندات المرفقة ووثائق الملف إلى كتابة ضبط ____ المختصة داخل أجل أقصاه أيام من تاريخ إيداع مقال الاستئناف سبعة يفصل في الاستئناف الرئيس الأول أو رئيس القسم المتخصص في القضاء التجاري أو رئيس القسم المتخصص في القضاء الإداري أو من ينوب عن كل واحد منهم، حسب الحالة، بصفته قاضيا للمستعجلات لا تقبل الأوامر الاستعجالية الطعن بالتعرض",
  "options": [
   "محكمة الاستئناف",
   "الصفة",
   "تنازع الاختصاص",
   "المحامي"
  ],
  "a": 0,
  "exp": "المادة 230: تكون الأوامر الاستعجالية مشمولة بالتنفيذ المعجل بقوة القانون، ويمكن لقا كفالة بنكية أو نقدية، كما يمكنه أن يأمر بالتنفيذ على أصل الأمر وقبل تبليغه إذا دعت إلى ذلك ضرورة قصوى يوما من تبليغ يقدم الاستئناف داخل أجل خمسة عشر الأمر، عدا في الحالات التي يقرر فيها القانون خلاف ذلك ترفع كتابة الضبط مقال الاستئناف مع المستندات المرفقة ووثائق الملف إلى كتابة ضبط…"
 },
 {
  "cat": "المساطر الخاصة بالاستعجال ومسطرة الأمر بالأداء",
  "q": "أكمل الفراغ (المادة 231 من المسطرة المدنية): يمكن إيقاف ____ بقوة القانون من طرف الرئيس الأول أو رئيس القسم المتخصص أو من ينوب عن كل منهما، إذا كان يخ وقوع ضرر جسيم من التنفيذ",
  "options": [
   "التنفيذ المعجل",
   "الجماعات الترابية",
   "كتابة الضبط",
   "وضع الأختام"
  ],
  "a": 0,
  "exp": "المادة 231: يمكن إيقاف التنفيذ المعجل بقوة القانون من طرف الرئيس الأول أو رئيس القسم المتخصص أو من ينوب عن كل منهما، إذا كان يخ وقوع ضرر جسيم من التنفيذ"
 },
 {
  "cat": "المساطر الخاصة بالاستعجال ومسطرة الأمر بالأداء",
  "q": "أكمل الفراغ (المادة 232 من المسطرة المدنية): يجوز لقا أو الأمر بالاحتفاظ بالبت فيها إلى أن تقع تصفيتها مع المصاريف المتعلقة بدعوى الموضوع تودع أصول الأوامر الاستعجالية بكتابة الضبط، ويكون منها سجل خاص مسطرة ____",
  "options": [
   "الأمر بالأداء",
   "التماس إعادة النظر",
   "الحكم",
   "المحامي"
  ],
  "a": 0,
  "exp": "المادة 232: يجوز لقا أو الأمر بالاحتفاظ بالبت فيها إلى أن تقع تصفيتها مع المصاريف المتعلقة بدعوى الموضوع تودع أصول الأوامر الاستعجالية بكتابة الضبط، ويكون منها سجل خاص مسطرة الأمر بالأداء"
 },
 {
  "cat": "المساطر الخاصة بالاستعجال ومسطرة الأمر بالأداء",
  "q": "أكمل الفراغ (المادة 233 من المسطرة المدنية): يمكن إجراء مسطرة الأمر بالأداء أمام المحاكم الابتدائية، بشأن درهم مستحق كل طلب تأدية مبلغ مالي يتجاوز خمسة آلاف بموجب سند رسمي أو اعتراف بدين يمكن إجراء مسطرة الأمر بالأداء أمام المحاكم الابتدائية التجارية والأقسام المتخصصة في القضاء التجاري بالمحاكم الابتدائية، بشأن درهم مستحق طلب تأدية مبلغ مالي يتجاوز ثمانين ألف بموجب ورقة تجارية أو سند رسمي أو اعتراف بدين ناتجين عن معاملات تجارية تجرى مسطرة الأمر بالأداء أمام المحاكم الابتدائية، بشأن طلب درهم ولا يتجاوز ثمانين تأدية مبلغ مالي يتجاوز ____ مستحق بموجب ورقة تجارية أو سند رسمي ألف أو اعتراف بدين ناتجين عن معاملات تجارية",
  "options": [
   "خمسة آلاف درهم",
   "أربعة آلاف درهم",
   "ثمانين ألف درهم",
   "ثلاثة آلاف درهم"
  ],
  "a": 0,
  "exp": "المادة 233: يمكن إجراء مسطرة الأمر بالأداء أمام المحاكم الابتدائية، بشأن درهم مستحق كل طلب تأدية مبلغ مالي يتجاوز خمسة آلاف بموجب سند رسمي أو اعتراف بدين يمكن إجراء مسطرة الأمر بالأداء أمام المحاكم الابتدائية التجارية والأقسام المتخصصة في القضاء التجاري بالمحاكم الابتدائية، بشأن درهم مستحق طلب تأدية مبلغ مالي يتجاوز ثمانين ألف بموجب ورقة تجارية أو سند رسمي أو اعتراف…"
 },
 {
  "cat": "المساطر الخاصة بالاستعجال ومسطرة الأمر بالأداء",
  "q": "أكمل الفراغ (المادة 234 من المسطرة المدنية): يقدم مقال ____ إلى المحاكم الابتدائية أو المحاكم الابتدائية التجارية أو الأقسام المتخصصة في القضاء التجاري بالمحاكم الابتدائية التي يوجد بدائرة نفوذها موطن أو محل إقامة الطرف المدين، طبقا للشروط المشار إليها في القسم الثالث أعلاه يجب أن يتضمن المقال الاسم العائلي والشخ إقامة الأطراف، وإذا كان أحد الأطراف شخصا اعتباريا، وجب أن يتضمن المقال إسمه وممثله القانوني ونوعه ومقره الاجتماعي أو مقر فرعه وعنوان بريده الإلكتروني، مع البيان الدقيق للمبلغ المطلوب وموجب الطلب أدناه، يرفق مع مراعاة مقتضيات الفقرة الثانية من المادة هذا المقال بأصل السند الذي يثبت أساس الدين ونسخة أو نسخ منه بعدد المدينين",
  "options": [
   "الأمر بالأداء",
   "التطليق",
   "المقال",
   "الاختصاص المحلي"
  ],
  "a": 0,
  "exp": "المادة 234: يقدم مقال الأمر بالأداء إلى المحاكم الابتدائية أو المحاكم الابتدائية التجارية أو الأقسام المتخصصة في القضاء التجاري بالمحاكم الابتدائية التي يوجد بدائرة نفوذها موطن أو محل إقامة الطرف المدين، طبقا للشروط المشار إليها في القسم الثالث أعلاه يجب أن يتضمن المقال الاسم العائلي والشخ إقامة الأطراف، وإذا كان أحد الأطراف شخصا اعتباريا، وجب أن يتضمن المقال إسمه…"
 },
 {
  "cat": "المساطر الخاصة بالاستعجال ومسطرة الأمر بالأداء",
  "q": "أكمل الفراغ (المادة 235 من المسطرة المدنية): لا يقبل ____ إذا كان من الواجب تبليغه خارج المغرب، أو إذا لم يكن للمدين موطن معروف بتراب المملكة",
  "options": [
   "الطلب",
   "الموطن",
   "الحكم",
   "التعليل"
  ],
  "a": 0,
  "exp": "المادة 235: لا يقبل الطلب إذا كان من الواجب تبليغه خارج المغرب، أو إذا لم يكن للمدين موطن معروف بتراب المملكة"
 },
 {
  "cat": "المساطر الخاصة بالاستعجال ومسطرة الأمر بالأداء",
  "q": "أكمل الفراغ (المادة 236 من المسطرة المدنية): يختص رئيس ____ أو رئيس المحكمة الابتدائية التجارية أو رئيس القسم المتخصص في القضاء التجاري بالمحكمة الابتدائية أو من ينوب عن كل منهم، بالبت في مقالات الأمر بالأداء إذا ظهر لرئيس المحكمة أو رئيس القسم المتخصص أن الدين ثابت ومستحق الأداء، إما جزئيا أو كليا، أصدر أمرا بقبول الطلب، وق بأداء الدين على المدين في حدود ما هو ثابت ومستحق مع المصاريف والفوائد، عند الاقتضاء إذا ظهر خلاف ذلك، أصدر الرئيس أمرا معللا برفض الطلب لا يقبل الأمر بالرفض أي طعن يبقى للطالب، في حالة رفض الطلب أو قبوله جزئيا، الحق في اللجوء إلى المحكمة المختصة وفق الإجراءات العادية",
  "options": [
   "المحكمة الابتدائية",
   "الطعن بالتعرض",
   "إحصاء التركة",
   "شهادة الشهود"
  ],
  "a": 0,
  "exp": "المادة 236: يختص رئيس المحكمة الابتدائية أو رئيس المحكمة الابتدائية التجارية أو رئيس القسم المتخصص في القضاء التجاري بالمحكمة الابتدائية أو من ينوب عن كل منهم، بالبت في مقالات الأمر بالأداء إذا ظهر لرئيس المحكمة أو رئيس القسم المتخصص أن الدين ثابت ومستحق الأداء، إما جزئيا أو كليا، أصدر أمرا بقبول الطلب، وق بأداء الدين على المدين في حدود ما هو ثابت ومستحق مع المصاريف…"
 },
 {
  "cat": "المساطر الخاصة بالاستعجال ومسطرة الأمر بالأداء",
  "q": "أكمل الفراغ (المادة 237 من المسطرة المدنية): تسجل مقالات ____ في تواريخها بسجل معد لهذه الغاية لدى كتابة ضبط المحكمة المقدم إليها الطلب، ويجب أن تبين فيه أسماء المدعين والمدعى عليهم وموطنهم وتاريخ الأمر المشار إليه في أعلاه القا المادة ومبلغ الدين وأساس المطالبة به، وتاريخ التعرض إن قدم إذا قدم الطلب إلكترونيا، بواسطة محامي يرفق بإشهاد بكونه يتوفر على أصل سند الدين أو نسخة مطابقة للأصل أو صورة شمسية له",
  "options": [
   "الأمر بالأداء",
   "عروض الوفاء",
   "المقال",
   "نزع الملكية"
  ],
  "a": 0,
  "exp": "المادة 237: تسجل مقالات الأمر بالأداء في تواريخها بسجل معد لهذه الغاية لدى كتابة ضبط المحكمة المقدم إليها الطلب، ويجب أن تبين فيه أسماء المدعين والمدعى عليهم وموطنهم وتاريخ الأمر المشار إليه في أعلاه القا المادة ومبلغ الدين وأساس المطالبة به، وتاريخ التعرض إن قدم إذا قدم الطلب إلكترونيا، بواسطة محامي يرفق بإشهاد بكونه يتوفر على أصل سند الدين أو نسخة مطابقة للأصل أو…"
 },
 {
  "cat": "المساطر الخاصة بالاستعجال ومسطرة الأمر بالأداء",
  "q": "أكمل الفراغ (المادة 238 من المسطرة المدنية): إذا صدر أمر بقبول الطلب إما كليا أو جزئيا، تبلغ نسخة طبق الأصل من الأمر مرفقة وجوبا بنسخة من الطلب وصورة من سند أعلاه، بطلب من الدائن، إلى الطرف الدين المدعى به وفقا للمادة المدين يكون ____ قابلا للتنفيذ بمجرد صدوره، ولا يقبل أي طعن غير التعرض",
  "options": [
   "الأمر بالأداء",
   "الطلب",
   "الدين",
   "إيداع"
  ],
  "a": 0,
  "exp": "المادة 238: إذا صدر أمر بقبول الطلب إما كليا أو جزئيا، تبلغ نسخة طبق الأصل من الأمر مرفقة وجوبا بنسخة من الطلب وصورة من سند أعلاه، بطلب من الدائن، إلى الطرف الدين المدعى به وفقا للمادة المدين يكون الأمر بالأداء قابلا للتنفيذ بمجرد صدوره، ولا يقبل أي طعن غير التعرض"
 },
 {
  "cat": "المساطر الخاصة بالاستعجال ومسطرة الأمر بالأداء",
  "q": "أكمل الفراغ (المادة 239 من المسطرة المدنية): يجب أن تتضمن وثيقة تبليغ ____، تحت طائلة البطلان، إعذار المحكوم عليه : - بأن يؤدي إلى الدائن مبلغ الدين والمصاريف المحددة في الأمر والفوائد، عند الاقتضاء ؛",
  "options": [
   "الأمر بالأداء",
   "الدفوع الشكلية",
   "الحجز التنفيذي",
   "الغيابي"
  ],
  "a": 0,
  "exp": "المادة 239: يجب أن تتضمن وثيقة تبليغ الأمر بالأداء، تحت طائلة البطلان، إعذار المحكوم عليه : - بأن يؤدي إلى الدائن مبلغ الدين والمصاريف المحددة في الأمر والفوائد، عند الاقتضاء ؛ يوما من - أو أن يتعرض على الأمر داخل أجل خمسة عشر تاريخ التبليغ، مع إشعاره بأنه في حالة عدم تقديم التعرض داخل هذا الأجل، يسقط حقه في ممارسة أي طعن"
 },
 {
  "cat": "المساطر الخاصة بالاستعجال ومسطرة الأمر بالأداء",
  "q": "أكمل الفراغ (المادة 240 من المسطرة المدنية): يعتبر ____ كأن لم يكن إذا لم يبلغ داخل أجل سنة من تاريخ صدوره، ويبقى للدائن الحق في اللجوء إلى المحكمة المختصة وفق الإجراءات العادية",
  "options": [
   "الأمر بالأداء",
   "التبليغ الإلكتروني",
   "الوكيل",
   "الطلاق الرجعي"
  ],
  "a": 0,
  "exp": "المادة 240: يعتبر الأمر بالأداء كأن لم يكن إذا لم يبلغ داخل أجل سنة من تاريخ صدوره، ويبقى للدائن الحق في اللجوء إلى المحكمة المختصة وفق الإجراءات العادية"
 },
 {
  "cat": "المساطر الخاصة بالاستعجال ومسطرة الأمر بالأداء",
  "q": "أكمل الفراغ (المادة 241 من المسطرة المدنية): يقدم ____ بمقال مكتوب أمام المحكمة التي صدر الأمر عن رئيسها، أو أمام القسم المتخصص في القضاء التجاري الذي صدر الأمر عن رئيسه وإذا نازع الخصم في هذه الوثيقة، تنذر المحكمة دفاع المدعي بالإدلاء بما تم الإشهاد عليه، تحت طائلة المساءلة التأديبية إن ثبت أن الإشهاد كان مخالفا للحقيقة يمكن للجهة القضائية المعروض عليها الطعن بالتعرض، أن تأمر بإيقاف تنفيذ الأمر بالأداء كليا أو جزئيا بحكم معلل، بناء على طلب أعلاه المدين طبقا للمادة يكون الحكم الصادر في التعرض، والقا مشمولا بالنفاذ المعجل",
  "options": [
   "الطعن بالتعرض",
   "المحكمة الابتدائية",
   "الامتياز",
   "الحجز لدى الغير"
  ],
  "a": 0,
  "exp": "المادة 241: يقدم الطعن بالتعرض بمقال مكتوب أمام المحكمة التي صدر الأمر عن رئيسها، أو أمام القسم المتخصص في القضاء التجاري الذي صدر الأمر عن رئيسه وإذا نازع الخصم في هذه الوثيقة، تنذر المحكمة دفاع المدعي بالإدلاء بما تم الإشهاد عليه، تحت طائلة المساءلة التأديبية إن ثبت أن الإشهاد كان مخالفا للحقيقة يمكن للجهة القضائية المعروض عليها الطعن بالتعرض، أن تأمر بإيقاف تنفيذ…"
 },
 {
  "cat": "المساطر الخاصة بالاستعجال ومسطرة الأمر بالأداء",
  "q": "أكمل الفراغ (المادة 242 من المسطرة المدنية): يقبل الحكم الصادر في التعرض، الاستئناف داخل أجل خمسة يوما من تاريخ التبليغ عشر يمكن لمحكمة الدرجة الثانية، بناء على طلب المدين، أن توقف التنفيذ كليا أو جزئيا بقرار معلل طبقا للفقرات الثالثة والرابعة أعلاه والخامسة من المادة يتعين البت في التعرض أو الاستئناف داخل أجل أقصاه ____",
  "options": [
   "ثلاثة أشهر",
   "شهرا واحدا",
   "ستة أشهر",
   "شهرين"
  ],
  "a": 0,
  "exp": "المادة 242: يقبل الحكم الصادر في التعرض، الاستئناف داخل أجل خمسة يوما من تاريخ التبليغ عشر يمكن لمحكمة الدرجة الثانية، بناء على طلب المدين، أن توقف التنفيذ كليا أو جزئيا بقرار معلل طبقا للفقرات الثالثة والرابعة أعلاه والخامسة من المادة يتعين البت في التعرض أو الاستئناف داخل أجل أقصاه ثلاثة أشهر"
 },
 {
  "cat": "المساطر الخاصة بالاستعجال ومسطرة الأمر بالأداء",
  "q": "أكمل الفراغ (المادة 243 من المسطرة المدنية): إذا رأت المحكمة أن التعرض أو الاستئناف لم يقصد منهما إلا المماطلة والتسويف، وجب عليها أن تحكم على المدين بغرامة في المائة ولا تفوق نسبة لفائدة الخزينة العامة لا تقل عن خمسة في المائة من مبلغ الدين المحكوم به خمسة عشر المساطر الخاصة ____",
  "options": [
   "دعاوى الحيازة",
   "محكمة الاستئناف",
   "المراجعة",
   "التنفيذ الجبري"
  ],
  "a": 0,
  "exp": "المادة 243: إذا رأت المحكمة أن التعرض أو الاستئناف لم يقصد منهما إلا المماطلة والتسويف، وجب عليها أن تحكم على المدين بغرامة في المائة ولا تفوق نسبة لفائدة الخزينة العامة لا تقل عن خمسة في المائة من مبلغ الدين المحكوم به خمسة عشر المساطر الخاصة دعاوى الحيازة"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 244 من المسطرة المدنية): لا يجوز رفع ____، إلا ممن كانت له شخصيا أو بواسطة الغير منذ سنة على الأقل، حيازة عقار أو حق عيني عقاري، حيازة مادية هادئة علنية متصلة غير منقطعة وغير مجردة من الموجب القانوني وخالية من الالتباس غير أنه يجوز رفع دعوى استرداد الحيازة المنتزعة بالعنف أو بالإكراه، إذا كانت للمدعي وقت استعمال العنف أو الإكراه، حيازة مادية وخالية من الالتباس وهادئة وعلنية ولو كانت حيازته تقل عن السنة",
  "options": [
   "دعاوى الحيازة",
   "المصلحة",
   "الوصية",
   "الحاضر"
  ],
  "a": 0,
  "exp": "المادة 244: لا يجوز رفع دعاوى الحيازة، إلا ممن كانت له شخصيا أو بواسطة الغير منذ سنة على الأقل، حيازة عقار أو حق عيني عقاري، حيازة مادية هادئة علنية متصلة غير منقطعة وغير مجردة من الموجب القانوني وخالية من الالتباس غير أنه يجوز رفع دعوى استرداد الحيازة المنتزعة بالعنف أو بالإكراه، إذا كانت للمدعي وقت استعمال العنف أو الإكراه، حيازة مادية وخالية من الالتباس وهادئة…"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 245 من المسطرة المدنية): المتعلق من القانون رقم مع مراعاة مقتضيات المادة بمدونة الحقوق العينية، لا تقبل ____، سواء قدمت بطلب أصلي أو بطلب مقابل، إلا إذا أثيرت داخل أجل سنة من تاريخ الفعل الذي يخل بالحيازة أو داخل أجل أقصاه سنة من تاريخ صيرورة المقرر القضائي الزجري القاضي",
  "options": [
   "دعاوى الحيازة",
   "المقال",
   "الامتياز",
   "الكفالة"
  ],
  "a": 0,
  "exp": "المادة 245: المتعلق من القانون رقم مع مراعاة مقتضيات المادة بمدونة الحقوق العينية، لا تقبل دعاوى الحيازة، سواء قدمت بطلب أصلي أو بطلب مقابل، إلا إذا أثيرت داخل أجل سنة من تاريخ الفعل الذي يخل بالحيازة أو داخل أجل أقصاه سنة من تاريخ صيرورة المقرر القضائي الزجري القاضي"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 246 من المسطرة المدنية): إذا وقع إنكار الحيازة أو ____ لها، فإن إجراء التحقيق الذي يؤمر به لا يمكن أن يتعلق بموضوع الحق يجوز مع ذلك للمحكمة أن تفحص السندات والعقود المدلى بها لتستخلص منها النتائج المفيدة فيما يتعلق بالحيازة",
  "options": [
   "التعرض",
   "المفوض القضائي",
   "التنبيه",
   "التحكيم"
  ],
  "a": 0,
  "exp": "المادة 246: إذا وقع إنكار الحيازة أو التعرض لها، فإن إجراء التحقيق الذي يؤمر به لا يمكن أن يتعلق بموضوع الحق يجوز مع ذلك للمحكمة أن تفحص السندات والعقود المدلى بها لتستخلص منها النتائج المفيدة فيما يتعلق بالحيازة"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 247 من المسطرة المدنية): من قدم دعوى ____ لا تقبل منه بعد ذلك دعوى الحيازة، إلا إذا وقع إخلال بحيازته بعد تقديم دعوى الملكية",
  "options": [
   "الملكية",
   "دعاوى الحيازة",
   "المفوض القضائي",
   "الأمر بالأداء"
  ],
  "a": 0,
  "exp": "المادة 247: من قدم دعوى الملكية لا تقبل منه بعد ذلك دعوى الحيازة، إلا إذا وقع إخلال بحيازته بعد تقديم دعوى الملكية"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 248 من المسطرة المدنية): إذا ادعى كل طرف من أطراف الدعوى أنه الحائز وتقدم بأدلة حيازته، فللمحكمة أن تبقي الحيازة لهم جميعا في نفس الوقت، أو أن تأمر بحراسة قضائية على المتنازع فيه، أو أن تسند حراسته لأحد الأطراف مع التزامه بتقديم حساب عن الثمار إذا اقت ذلك ____ والإيداع",
  "options": [
   "عروض الوفاء",
   "الرسم العدلي",
   "التنبيه",
   "التعرض"
  ],
  "a": 0,
  "exp": "المادة 248: إذا ادعى كل طرف من أطراف الدعوى أنه الحائز وتقدم بأدلة حيازته، فللمحكمة أن تبقي الحيازة لهم جميعا في نفس الوقت، أو أن تأمر بحراسة قضائية على المتنازع فيه، أو أن تسند حراسته لأحد الأطراف مع التزامه بتقديم حساب عن الثمار إذا اقت ذلك عروض الوفاء والإيداع"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 249 من المسطرة المدنية): - إذا كانت المبالغ المستحقة محلا للحجز أو ____ ضد الدائن أو ضد المحال له ؛",
  "options": [
   "التعرض",
   "الحكم",
   "المصاريف",
   "التدخل"
  ],
  "a": 0,
  "exp": "المادة 249: يمكن للمدين، إذا أراد إبراء ذمته من التزام حال أو قبل حلوله، أن يعرض الوفاء به على الدائن مباشرة بواسطة مفوض قضائي يمكن للمدين إيداع المبلغ أو ال - إذا لم يتم العثور على الدائن ؛ - إذا رفض الدائن العرض المقدم إليه ؛ - إذا كانت المبالغ المستحقة محلا للحجز أو التعرض ضد الدائن أو ضد المحال له ؛ - إذا لم يستطع المدين أداء التزامه لسبب يرجع لشخص الدائن"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 250 من المسطرة المدنية): تتم العروض أمام المحكمة التي تنظر في ____ الأصلية، وعند عدم وجود دعوى فأمام المحكمة المختصة باعتبار موطن أو محل إقامة المعروض عليه أو مكان الوفاء، كما يمكن أن تتم العروض أمام المحكمة المتفق عليها بين طرفي الالتزام إذا لم يكن للدائن موطن أو محل إقامة معروف بالمغرب، يمكن أن تتم العروض أمام محكمة موطن المدين أو محل إقامته",
  "options": [
   "الدعوى",
   "شهادة الشهود",
   "الاختصاص النوعي",
   "الزواج"
  ],
  "a": 0,
  "exp": "المادة 250: تتم العروض أمام المحكمة التي تنظر في الدعوى الأصلية، وعند عدم وجود دعوى فأمام المحكمة المختصة باعتبار موطن أو محل إقامة المعروض عليه أو مكان الوفاء، كما يمكن أن تتم العروض أمام المحكمة المتفق عليها بين طرفي الالتزام إذا لم يكن للدائن موطن أو محل إقامة معروف بالمغرب، يمكن أن تتم العروض أمام محكمة موطن المدين أو محل إقامته"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 251 من المسطرة المدنية): يثبهت في كل محضر للعرض بيان عن ال المبلغ المالي، وطريقة أدائه، وجواب الدائن بقبول العرض أو رفضه، وسببه، وتوقيع الدائن أو رفضه التوقيع، أو تصريحه بأنه لا يمكنه التوقيع، مع إشعار الدائن في حالة الرفض بتاريخ وساعة ومكان إجراء عملية ال____",
  "options": [
   "إيداع",
   "التراضي",
   "القرار",
   "الملكية"
  ],
  "a": 0,
  "exp": "المادة 251: يثبهت في كل محضر للعرض بيان عن ال المبلغ المالي، وطريقة أدائه، وجواب الدائن بقبول العرض أو رفضه، وسببه، وتوقيع الدائن أو رفضه التوقيع، أو تصريحه بأنه لا يمكنه التوقيع، مع إشعار الدائن في حالة الرفض بتاريخ وساعة ومكان إجراء عملية الإيداع"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 252 من المسطرة المدنية): يتم ال____ من طرف المدين قصد إبراء ذمته في كتابة ضبط يوما من تاريخ رفض المحكمة المختصة داخل أجل خمسة عشر الدائن للعرض إذا رفض الدائن قبول العرض أو تعذر تبليغه، تأمر المحكمة بالإيداع بصندوق المحكمة عند وجود صعوبة مادية في إيداع ال يعين الرئيس أو من ينوب عنه، بطلب من المدين، الشخص أو الجهة التي يسلم لها ال",
  "options": [
   "إيداع",
   "الشفعة",
   "الخبرة",
   "التعرض"
  ],
  "a": 0,
  "exp": "المادة 252: يتم الإيداع من طرف المدين قصد إبراء ذمته في كتابة ضبط يوما من تاريخ رفض المحكمة المختصة داخل أجل خمسة عشر الدائن للعرض إذا رفض الدائن قبول العرض أو تعذر تبليغه، تأمر المحكمة بالإيداع بصندوق المحكمة عند وجود صعوبة مادية في إيداع ال يعين الرئيس أو من ينوب عنه، بطلب من المدين، الشخص أو الجهة التي يسلم لها ال"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 253 من المسطرة المدنية): يقدم طلب الحكم بتصحيح أو بطلان العرض أو الإيداع طبقا للقواعد الخاصة ب____ات الأصلية، وإذا كان هذا الطلب عارضا ضم إلى الموضوع",
  "options": [
   "الطلب",
   "الشطب",
   "إحصاء التركة",
   "الإعفاء"
  ],
  "a": 0,
  "exp": "المادة 253: يقدم طلب الحكم بتصحيح أو بطلان العرض أو الإيداع طبقا للقواعد الخاصة بالطلبات الأصلية، وإذا كان هذا الطلب عارضا ضم إلى الموضوع"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 254 من المسطرة المدنية): إذا لم يكن الإيداع قد تم عند صدور ____ بصحة العرض، أمرت المحكمة في نفس الحكم بإيداع المبلغ أو ال يتسلمه الدائن، كما تقرر فيه وقف سريان الفوائد من تاريخ الإيداع",
  "options": [
   "الحكم",
   "المحامي",
   "الطلاق",
   "التنبيه"
  ],
  "a": 0,
  "exp": "المادة 254: إذا لم يكن الإيداع قد تم عند صدور الحكم بصحة العرض، أمرت المحكمة في نفس الحكم بإيداع المبلغ أو ال يتسلمه الدائن، كما تقرر فيه وقف سريان الفوائد من تاريخ الإيداع"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 255 من المسطرة المدنية): تبقى ____ات التي بلغت أو ستبلغ للمدين المودع قائمة، سواء كان الإيداع إراديا أو مأمورا به، غير أنها تكون على عاتق المودع عنده إذا أخبره المدين المودع بذلك",
  "options": [
   "التعرض",
   "الاختصاص النوعي",
   "الصلح",
   "الإرث"
  ],
  "a": 0,
  "exp": "المادة 255: تبقى التعرضات التي بلغت أو ستبلغ للمدين المودع قائمة، سواء كان الإيداع إراديا أو مأمورا به، غير أنها تكون على عاتق المودع عنده إذا أخبره المدين المودع بذلك"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 256 من المسطرة المدنية): لا يتم سحب المبالغ أو الأشياء ____ إلا بأمر من رئيس المحكمة أو من ينوب عنه : - بناء على طلب يقدمه المودع له شخصيا ؛",
  "options": [
   "المودعة",
   "والغرامات",
   "المشروع",
   "بينوا"
  ],
  "a": 0,
  "exp": "المادة 256: لا يتم سحب المبالغ أو الأشياء المودعة إلا بأمر من رئيس المحكمة أو من ينوب عنه : - بناء على طلب يقدمه المودع له شخصيا ؛ - بناء على طلب يقدمه وكيل المودع له بناء على توكيل خاص من هذا الأخير ؛ - بناء على طلب يقدمه محامي المودع له متى كان المبلغ مودعا بحساب الودائع والأداءات المساطر المتعلقة بقضايا الأسرة مقتضيات عامة"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 257 من المسطرة المدنية): تطبق في قضايا الأسرة مقتضيات القسم الثالث والبابين الأول والثاني من القسم الرابع من هذا القانون، إذا لم تكن مخالفة لمقتضيات هذا الباب وكذا مقتضيات مدونة الأسرة يمارس مهام قا ____ يعين طبق مقتضيات قانون التنظيم القضائي",
  "options": [
   "المحكمة الابتدائية",
   "الوكيل",
   "الحجز التنفيذي",
   "الاختصاص القضائي الدولي"
  ],
  "a": 0,
  "exp": "المادة 257: تطبق في قضايا الأسرة مقتضيات القسم الثالث والبابين الأول والثاني من القسم الرابع من هذا القانون، إذا لم تكن مخالفة لمقتضيات هذا الباب وكذا مقتضيات مدونة الأسرة يمارس مهام قا المحكمة الابتدائية يعين طبق مقتضيات قانون التنظيم القضائي"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 258 من المسطرة المدنية): يبت في طلبات النفقة خلال أجل شهر ابتداء من تاريخ إيداع المقال للقا طلبها تكون الأوامر والأحكام الصادرة في هذه القضايا مشمولة ب____ بقوة القانون، وقابلة للتنفيذ على الأصل رغم كل طعن يمكن طلب إيقاف التنفيذ إذا كانت المنازعة ترتبط بصفة من يطلب النفقة أعلاه يقدم الطلب ويبت فيه وفق أحكام المادة",
  "options": [
   "التنفيذ المعجل",
   "محكمة النقض",
   "محكمة الاستئناف",
   "الحجز الاستحقاقي"
  ],
  "a": 0,
  "exp": "المادة 258: يبت في طلبات النفقة خلال أجل شهر ابتداء من تاريخ إيداع المقال للقا طلبها تكون الأوامر والأحكام الصادرة في هذه القضايا مشمولة بالتنفيذ المعجل بقوة القانون، وقابلة للتنفيذ على الأصل رغم كل طعن يمكن طلب إيقاف التنفيذ إذا كانت المنازعة ترتبط بصفة من يطلب النفقة أعلاه يقدم الطلب ويبت فيه وفق أحكام المادة"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 259 من المسطرة المدنية): تحال القضية حالا إلى الجلسة ويستدعى لها الأطراف تجرى دائما محاولة الصلح أو ____ بحضور الأطراف شخصيا، ما لم يتعذر ذلك لأسباب قاهرة، وإلا أجريت، في غير حالات الطلاق والتطليق والتعدد، بواسطة وكلائهم أو محاميهم كما يمكن للمحكمة أن تسند إجراء الصلح أو الوساطة إلى دفاع الأطراف أو الهيئات أو المؤسسات أو الجهات أو الأشخاص أو المساعدين الاجتماعيين بالمحاكم المؤهلين لهذه الغاية إذا تم الصلح أصدرت المحكمة حالا حكما يثبت الاتفاق وينهي النزاع، وينفذ بقوة القانون ولا يقبل أي طعن النيابة القانونية",
  "options": [
   "الوساطة",
   "الكفالة",
   "الشفعة",
   "التماس إعادة النظر"
  ],
  "a": 0,
  "exp": "المادة 259: تحال القضية حالا إلى الجلسة ويستدعى لها الأطراف تجرى دائما محاولة الصلح أو الوساطة بحضور الأطراف شخصيا، ما لم يتعذر ذلك لأسباب قاهرة، وإلا أجريت، في غير حالات الطلاق والتطليق والتعدد، بواسطة وكلائهم أو محاميهم كما يمكن للمحكمة أن تسند إجراء الصلح أو الوساطة إلى دفاع الأطراف أو الهيئات أو المؤسسات أو الجهات أو الأشخاص أو المساعدين الاجتماعيين بالمحاكم…"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 260 من المسطرة المدنية): تطبق مقتضيات هذا الفرع في مجال تنظيم وتسيير ____ القانونية",
  "options": [
   "النيابات",
   "للإجراءات",
   "يساهموا",
   "الاتفاقيات"
  ],
  "a": 0,
  "exp": "المادة 260: تطبق مقتضيات هذا الفرع في مجال تنظيم وتسيير النيابات القانونية"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 261 من المسطرة المدنية): يمارس مهام القاضي ____ يعين طبقا لمقتضيات قانون التنظيم القضائي",
  "options": [
   "المحكمة الابتدائية",
   "الاستئناف",
   "الولاية",
   "المعاينة"
  ],
  "a": 0,
  "exp": "المادة 261: يمارس مهام القاضي المحكمة الابتدائية يعين طبقا لمقتضيات قانون التنظيم القضائي"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 262 من المسطرة المدنية): يفتح بقسم قضاء الأسرة ب____ ملف لكل نيابة قانونية ويقيد بسجل خاص معد لهذه الغاية بيع منقولات المحجور",
  "options": [
   "المحكمة الابتدائية",
   "دعاوى الحيازة",
   "الكفالة",
   "الموطن"
  ],
  "a": 0,
  "exp": "المادة 262: يفتح بقسم قضاء الأسرة بالمحكمة الابتدائية ملف لكل نيابة قانونية ويقيد بسجل خاص معد لهذه الغاية بيع منقولات المحجور"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 263 من المسطرة المدنية): درهم، إذا كانت قيمة المنقولات لا تتجاوز عشرة آلاف أخبر الو بالثمن ليتأكد من كون الثمن مناسبا يأذن القاضي أموال محجوره المنقولة، إذا تجاوزت قيمتها ____، أو إذا لم يتم البيع بطريق المراضاة يتحقق القاضي التي يقومها خبير مختص يعينه لهذه الغاية ليحدد الثمن الافتتاحي للبيع بالمزاد العلني، ومن كون الثمن لا غبن فيه ولا ضرر على المحجور يبلغ الأمر في حالة الرفض تلقائيا للو أيام من تاريخ تبليغه العادية، ويمكن له أن يستأنفه خلال عشرة",
  "options": [
   "عشرة آلاف درهم",
   "أربعة آلاف درهم",
   "خمسة آلاف درهم",
   "ألف درهم"
  ],
  "a": 0,
  "exp": "المادة 263: درهم، إذا كانت قيمة المنقولات لا تتجاوز عشرة آلاف أخبر الو بالثمن ليتأكد من كون الثمن مناسبا يأذن القاضي أموال محجوره المنقولة، إذا تجاوزت قيمتها عشرة آلاف درهم، أو إذا لم يتم البيع بطريق المراضاة يتحقق القاضي التي يقومها خبير مختص يعينه لهذه الغاية ليحدد الثمن الافتتاحي للبيع بالمزاد العلني، ومن كون الثمن لا غبن فيه ولا ضرر على المحجور يبلغ الأمر في حالة…"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 264 من المسطرة المدنية): يقع المزاد في أقرب سوق عمومي أو في أي مكان آخر وبأية وسيلة يمكن من خلالها الحصول على أحسن نتيجة، ويحاط العموم علما بتاريخ ومكان المزاد بكل وسائل الإشهار المناسبة لأهمية المبيع، بما في ذلك الموقع الرسمي الإلكتروني للمحاكم أو جميع الوسائل المعدة لهذا الغرض يباشر البيع بواسطة المكلف بالتنفيذ تحت إشراف القاضي المكلف بشؤون القاصرين أيام من تاريخ إشهار إعلان يجري المزاد بعد انتهاء أجل ثمانية البيع، إلا إذا كان المنقول عرضة للتلف أو لتقلب الأسعار، حيث يمكن للقا أخرى يرسو المزاد على من قدم أعلى عرض في التاريخ والمكان المعينين يسدد المشتري الثمن و____ حالا، ولا تسلم له المنقولات إلا بعد أداء ثمنها نقدا أو بواسطة شيك معتمد ينذر عند تأخره عن أداء الثمن بتأديته دون أجل، وإذا لم يستجب للإنذار الموجه إليه أعيد البيع على نفقته ومسؤوليته يتحمل المشتري المتخلف عن الأداء الفرق بين الثمن الذي رسا به المزاد عليه وثمن رسو المزايدة الجديدة، إذا كان هذا الثمن أقل من الثمن الأول، أما إذا كان أكثر فلا حق له في الفرق بينهما",
  "options": [
   "المصاريف",
   "عروض الوفاء",
   "التنفيذ المعجل",
   "البينونة"
  ],
  "a": 0,
  "exp": "المادة 264: يقع المزاد في أقرب سوق عمومي أو في أي مكان آخر وبأية وسيلة يمكن من خلالها الحصول على أحسن نتيجة، ويحاط العموم علما بتاريخ ومكان المزاد بكل وسائل الإشهار المناسبة لأهمية المبيع، بما في ذلك الموقع الرسمي الإلكتروني للمحاكم أو جميع الوسائل المعدة لهذا الغرض يباشر البيع بواسطة المكلف بالتنفيذ تحت إشراف القاضي المكلف بشؤون القاصرين أيام من تاريخ إشهار إعلان يجري…"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 265 من المسطرة المدنية): إذا ادعى الغير أن المنقولات المراد بيعها في المزاد ملك له، يؤجل البيع إلى أن يبت القاضي وقت، إذا كان طلب إخراج تلك الأشياء من المزايدة مرفقا بحجج كافية، ويستثنى من ذلك المنقولات المعرضة للتلف، حيث تستمر إجراءات بيعها ولا يسلم ثمنها إلا بعد البت في ملكيتها من طرف المحكمة إذا وافق القاضي تأجيل البيع قدم صاحب ____ طلبا بإخراج المنقولات من البيع، أيام من تاريخ الأمر إلى محكمة مكان البيع، خلال أجل ثمانية الصادر، وإلا فتواصل الإجراءات ولا تتابع، عند الاقتضاء، إلا بعد الحكم في هذا الطلب",
  "options": [
   "المصلحة",
   "المحكمة الإدارية",
   "الصحيفة",
   "الشفعة"
  ],
  "a": 0,
  "exp": "المادة 265: إذا ادعى الغير أن المنقولات المراد بيعها في المزاد ملك له، يؤجل البيع إلى أن يبت القاضي وقت، إذا كان طلب إخراج تلك الأشياء من المزايدة مرفقا بحجج كافية، ويستثنى من ذلك المنقولات المعرضة للتلف، حيث تستمر إجراءات بيعها ولا يسلم ثمنها إلا بعد البت في ملكيتها من طرف المحكمة إذا وافق القاضي تأجيل البيع قدم صاحب المصلحة طلبا بإخراج المنقولات من البيع، أيام من…"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 266 من المسطرة المدنية): لا يطعن في وثيقة البيع إلا ب____",
  "options": [
   "الزور",
   "السجل التجاري",
   "الرهن الرسمي",
   "الدين"
  ],
  "a": 0,
  "exp": "المادة 266: لا يطعن في وثيقة البيع إلا بالزور"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 267 من المسطرة المدنية): ينصب البيع إذا تعلق الأمر بأصل تجاري على جميع عناصره،بعد قيام الو من مدونة ____ وفق مقتضيات المادة يعين القاضي المركز الرئي المقدم، خبيرا مختصا لتحديد الثمن الافتتاحي لا يرسو المزاد على من قدم العرض الأعلى، إذا كان يقل عن ثمن التقييم الذي حدده الخبير المختص لمجموع العناصر المادية المكونة للأصل التجاري يباع في هذه الحالة كل عنصر من عناصر الأصل التجاري على حدة",
  "options": [
   "التجارة",
   "توزيع",
   "التقاعد",
   "مهامهم"
  ],
  "a": 0,
  "exp": "المادة 267: ينصب البيع إذا تعلق الأمر بأصل تجاري على جميع عناصره،بعد قيام الو من مدونة التجارة وفق مقتضيات المادة يعين القاضي المركز الرئي المقدم، خبيرا مختصا لتحديد الثمن الافتتاحي لا يرسو المزاد على من قدم العرض الأعلى، إذا كان يقل عن ثمن التقييم الذي حدده الخبير المختص لمجموع العناصر المادية المكونة للأصل التجاري يباع في هذه الحالة كل عنصر من عناصر الأصل التجاري على…"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 268 من المسطرة المدنية): إذا تعلق الأمر بشركة مسعرة، فلا تباع سنداتها أو أسهمها أو حصصها في البورصة إلا بأمر يصدره القاضي ____ين البيع القضائي لعقار المحجور",
  "options": [
   "القاصر",
   "المفوض القضائي",
   "الاختصاص الانتهائي",
   "التأمين"
  ],
  "a": 0,
  "exp": "المادة 268: إذا تعلق الأمر بشركة مسعرة، فلا تباع سنداتها أو أسهمها أو حصصها في البورصة إلا بأمر يصدره القاضي القاصرين البيع القضائي لعقار المحجور"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 269 من المسطرة المدنية): مع مراعاة مقتضيات مدونة الأسرة، يأذن القاضي ____ين ببيع عقار معين مملوك للمحجور بعد إثبات ضرورة بيعه وأنه أولى بالبيع من غيره",
  "options": [
   "القاصر",
   "إبطال الحكم",
   "النيابة العامة",
   "الحجز الاستحقاقي"
  ],
  "a": 0,
  "exp": "المادة 269: مع مراعاة مقتضيات مدونة الأسرة، يأذن القاضي القاصرين ببيع عقار معين مملوك للمحجور بعد إثبات ضرورة بيعه وأنه أولى بالبيع من غيره"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 270 من المسطرة المدنية): يتعين على الو أن يقدم إلى القاضي اللازمة، يضمنه جميع البيانات وبصفة خاصة موقع وحدود العقار وأوصافه وما له أو عليه من حقوق وعقود كراء وحالته إزاء التحفيظ العقاري إن كان يترتب عن تقديم هذا ____، إنجاز محضر تضمن فيه هذه البيانات وكذا المستندات المدلى بها ويقيد بأسفله الأمر الذي يصدره القاضي يبلغ الأمر في حالة الرفض تلقائيا للو أيام العادية، ويمكن له أن يستأنفه خلال عشرة",
  "options": [
   "المقال",
   "الخبرة",
   "الغرامة التهديدية",
   "المنصة الإلكترونية"
  ],
  "a": 0,
  "exp": "المادة 270: يتعين على الو أن يقدم إلى القاضي اللازمة، يضمنه جميع البيانات وبصفة خاصة موقع وحدود العقار وأوصافه وما له أو عليه من حقوق وعقود كراء وحالته إزاء التحفيظ العقاري إن كان يترتب عن تقديم هذا المقال، إنجاز محضر تضمن فيه هذه البيانات وكذا المستندات المدلى بها ويقيد بأسفله الأمر الذي يصدره القاضي يبلغ الأمر في حالة الرفض تلقائيا للو أيام العادية، ويمكن له أن…"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 271 من المسطرة المدنية): - يبين في إعلان المزاد العلني تاريخ ومكان افتتاحه، ويعلق بباب العقار وبالأسواق المجاورة وباللوحة الإلكترونية المخصصة للإعلانات ب____ التي يوجد العقار بدائرتها وبمكاتب السلطة الإدارية المحلية، وينشر إن اقت أو إلكترونية أو أكثر وبجميع الوسائل الأخرى المتاحة قانونا ؛",
  "options": [
   "المحكمة الابتدائية",
   "التنفيذ الجبري",
   "عروض الوفاء",
   "السجل التجاري"
  ],
  "a": 0,
  "exp": "المادة 271: يقع البيع بالمزاد العلني بواسطة المكلف بالتنفيذ تحت إشراف القاضي بدائرته أو الذي يوجد العقار بدائرة نفوذه، بناء على إنابة من القاضي المذكور، وذلك وفقا للإجراءات والشروط التالية : - يحدد للعقار المراد بيعه، الثمن الافتتاحي الذي يقدره خبير مختص، يعينه القاضي تقريره طبيعته المادية والقانونية ولو كان غير محفظ، من خلال الاطلاع على السجلات العقارية ووثائق التعمير…"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 272 من المسطرة المدنية): يرسو المزاد على من قدم العرض الأعلى يؤدي من رسا عليه المزاد الثمن بكتابة الضبط خلال ____ من تاريخ المزاد، ويجب عليه قبل تاريخ رسو المزاد العلني الموافقة عليه، وعلاوة على ذلك يؤدي من رسا عليه المزاد مصاريف البيع المحددة من طرف القاضي بواسطة شيك معتمد بمثابة مدونة تحصيل مع مراعاة مقتضيات القانون رقم الديون العمومية، يعتبر محضر المزاد سند ملكية لصالح من رسا عليه المزاد، ويطهر العقار المبيع من جميع التحملات والديون الخاصة والعامة المثقل بها كيفما كانت إذا لم ينفذ من رسا عليه المزاد شروط السمسرة، أنذر بتنفيذها، أيام، بيع العقار فإن لم يستجب لهذا الإنذار داخل أجل ثمانية ضمن الشروط المنصوص عليها في المادة السابقة، ولا يمكن في هذه الحالة للمشتري المتخلف عن تنفيذ شروط السمسرة أن يسترجع المبلغ الذي يكون قد دفعه، وإذا لم يكن قد أدى أي مبلغ يصبح ملزما بالمائة من مبلغ رسو المزاد العلني بأمر غير بأداء نسبة عشرة قابل لأي طعن تنحصر إجراءات السمسرة الجديدة في إشهار يتم خلال شهرين، ويتضمن هذا الإشهار بيان الثمن الذي رست عليه المزايدة الأولى وتاريخ السمسرة الجديدة يلزم المشتري المتخلف بأداء الفرق بين الثمن الذي رسا به عليه المزاد وثمن البيع الثاني، دون أن يكون له الحق في المطالبة بما قد ينتج من زيادة يعتبر محضر المزاد، في هذه الحالة، سندا تنفيذيا في مواجهة المتزايد المتخلف عن الأداء لا يمكن للسمسرات العمومية بخصوص البيع بالمزاد العلني، أن تتجاوز ثلاثة بيوعات أيام من تاريخ السمسرة، أن ويمكن لكل شخص داخل عشرة يقدم عرضا بالزيادة عن الثمن الذي رسا عليه المزاد، في السمسرتين الأولى أو الثانية دون الثالثة والأخيرة، بشرط أن يكون العرض يفوق بمقدار العشر ثمن البيع الأصلي والمصاريف، وأن يودع بصندوق المحكمة نقدا أو بشيك معتمد أو بأي وسيلة أخرى معتمدة من قبل السلطة الحكومية المكلفة بالعدل، مبلغ رسو المزاد العلني مضافا إليه مبلغ العشر سالف الذكر يجب على صاحب العرض أن يتعهد كتابة ببقائه متزايدا بثمن المزاد مضافا إليه الزيادة يوما من تاريخ تقع سمسرة نهائية بعد انصرام أجل ثلاثين انتهاء أجل تقديم العرض بزيادة العشر يعلن عنها، وتشهر وتتم في شأنها نفس الإجراءات المتخذة في السمسرة الأولى يمكن للشخص الذي رسا عليه المزاد بالسمسرتين الأولى والثانية أن يقدم عرضا يفوق بمقدار العشر العرض الذي تم التقدم به من أيام من تاريخ السمسرة، طرف شخص آخر داخل أجل عشرة ويبقى المزاد مفتوحا بينهما عبر المنصة الإلكترونية الموضوعة لهذا أيام إضافية إلى أن يرسو على الغرض، داخل أجل عشرة أحدهما يجب على مقدم العرض الزائد بالعشر الإدلاء بعنوانه لتبليغه الإجراءات، ويعتبر كل إجراء بلغ إليه بالعنوان المدلى به صحيحا",
  "options": [
   "ثلاثة أيام",
   "خمسة عشرة يوما",
   "خمسة يوما",
   "خمسة عشر يوما"
  ],
  "a": 0,
  "exp": "المادة 272: يرسو المزاد على من قدم العرض الأعلى يؤدي من رسا عليه المزاد الثمن بكتابة الضبط خلال ثلاثة أيام من تاريخ المزاد، ويجب عليه قبل تاريخ رسو المزاد العلني الموافقة عليه، وعلاوة على ذلك يؤدي من رسا عليه المزاد مصاريف البيع المحددة من طرف القاضي بواسطة شيك معتمد بمثابة مدونة تحصيل مع مراعاة مقتضيات القانون رقم الديون العمومية، يعتبر محضر المزاد سند ملكية لصالح من…"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 273 من المسطرة المدنية): لا يطعن في وثيقة البيع إلا بالزور الطلاق و____",
  "options": [
   "التطليق",
   "الإعفاء",
   "التنفيذ المعجل",
   "التأمين"
  ],
  "a": 0,
  "exp": "المادة 273: لا يطعن في وثيقة البيع إلا بالزور الطلاق والتطليق"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 274 من المسطرة المدنية): يقدم طلب الإذن بالإشهاد على الطلاق وطلب التطليق إلى ____ التي يوجد بدائرة نفوذها بيت الزوجية أو موطن الزوجة أو محل إقامتها بالمغرب أو المحل الذي أبرم فيه عقد الزواج، حسب الترتيب تجرى محاولة الصلح قبل الإذن بالإشهاد بالطلاق طبقا لمقتضيات مدونة الأسرة، وفي دعاوى التطليق المنصوص على أسبابه في نفس المدونة",
  "options": [
   "المحكمة الابتدائية",
   "الأمر بالأداء",
   "التبرع",
   "الإعفاء"
  ],
  "a": 0,
  "exp": "المادة 274: يقدم طلب الإذن بالإشهاد على الطلاق وطلب التطليق إلى المحكمة الابتدائية التي يوجد بدائرة نفوذها بيت الزوجية أو موطن الزوجة أو محل إقامتها بالمغرب أو المحل الذي أبرم فيه عقد الزواج، حسب الترتيب تجرى محاولة الصلح قبل الإذن بالإشهاد بالطلاق طبقا لمقتضيات مدونة الأسرة، وفي دعاوى التطليق المنصوص على أسبابه في نفس المدونة"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 275 من المسطرة المدنية): يقدم الطعن بالاستئناف إلى ____ وفق مقتضيات أعلاه، كما تطبق في هذه الحالة مقتضيات مدونة الأسرة المادة",
  "options": [
   "محكمة الاستئناف",
   "الطلب",
   "الجماعات الترابية",
   "الشطب"
  ],
  "a": 0,
  "exp": "المادة 275: يقدم الطعن بالاستئناف إلى محكمة الاستئناف وفق مقتضيات أعلاه، كما تطبق في هذه الحالة مقتضيات مدونة الأسرة المادة"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 276 من المسطرة المدنية): يؤمر بالبحث تلقائيا أو بطلب من الأطراف يستمع للشهود في هذا البحث أمام القاضي تجري بعد البحث المناقشات في غرفة المشورة، ويصدر الحكم في جلسة علنية المقررات القضائية المتعلقة ب____",
  "options": [
   "الحالة المدنية",
   "الأجرة",
   "عدم الاختصاص",
   "الحجز التنفيذي"
  ],
  "a": 0,
  "exp": "المادة 276: يؤمر بالبحث تلقائيا أو بطلب من الأطراف يستمع للشهود في هذا البحث أمام القاضي تجري بعد البحث المناقشات في غرفة المشورة، ويصدر الحكم في جلسة علنية المقررات القضائية المتعلقة بالحالة المدنية"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 277 من المسطرة المدنية): يمكن لكل شخص له مصلحة مشروعة أو للنيابة العامة، تقديم طلب إلى ____ المختصة لاستصدار مقرر قضائي بالتسجيل أو بإلغاء الرسم المسجل لأكثر من مرة أو إضافة بيانات أو تغييرها أو تصحيحها أو حذفها من الحالة المدنية،أو السماح بتسليم نسخ من رسوم الحالة المدنية، وذلك طبقا للتشريع الجاري به العمل",
  "options": [
   "المحكمة الابتدائية",
   "الإعذار",
   "الاختصاص النوعي",
   "التراضي"
  ],
  "a": 0,
  "exp": "المادة 277: يمكن لكل شخص له مصلحة مشروعة أو للنيابة العامة، تقديم طلب إلى المحكمة الابتدائية المختصة لاستصدار مقرر قضائي بالتسجيل أو بإلغاء الرسم المسجل لأكثر من مرة أو إضافة بيانات أو تغييرها أو تصحيحها أو حذفها من الحالة المدنية،أو السماح بتسليم نسخ من رسوم الحالة المدنية، وذلك طبقا للتشريع الجاري به العمل"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 278 من المسطرة المدنية): يقدم المقال إلى ____ لمحل الولادة أو الوفاة أو لمحل سكنى الطالب، إذا كان محل الولادة أو الوفاة مجهولا يتعين تبليغ المقال إلى النيابة العامة، إذا لم تكن هي التي أحالته إلى المحكمة، لتبدي رأيها بمستنتجات كتابية تبت المحكمة بحكم تصدره بعد الاستماع، عند الاقتضاء، إلى الأطراف المعنية، وإجراء بحث لإقامة الحجة على صحة الوقائع المعروضة عليها بجميع الوسائل القانونية ينص المقرر القضائي الصادر بقبول أحد الطلبات المنصوص عليها في المادة السابقة، على تسجيل الرسم بسجل السنة الجارية لمحل الولادة أو الوفاة، أو إلغاء أو إضافة أو تغيير أو تصحيح أو حذف البيانات الخاصة بالواقعة من سجلات الحالة المدنية أو بالمنظومة الرقمية المحدثة لهذه الغاية، حسب الحالة يتعين تضمين بيان الوفاة بطرة رسم ولادة المتوفى أو بالمنظومة الرقمية السالفة الذكر",
  "options": [
   "المحكمة الابتدائية",
   "الأبحاث",
   "التراضي",
   "التجريح"
  ],
  "a": 0,
  "exp": "المادة 278: يقدم المقال إلى المحكمة الابتدائية لمحل الولادة أو الوفاة أو لمحل سكنى الطالب، إذا كان محل الولادة أو الوفاة مجهولا يتعين تبليغ المقال إلى النيابة العامة، إذا لم تكن هي التي أحالته إلى المحكمة، لتبدي رأيها بمستنتجات كتابية تبت المحكمة بحكم تصدره بعد الاستماع، عند الاقتضاء، إلى الأطراف المعنية، وإجراء بحث لإقامة الحجة على صحة الوقائع المعروضة عليها بجميع…"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 279 من المسطرة المدنية): تقبل المقررات القضائية الصادرة في قضايا ____ الطعن يوما من تاريخ التبليغ بالاستئناف داخل أجل خمسة عشر وضع الأختام بعد الوفاة والتعرض على وضعها ورفعها",
  "options": [
   "الحالة المدنية",
   "الدعوى",
   "الوصية",
   "المصاريف"
  ],
  "a": 0,
  "exp": "المادة 279: تقبل المقررات القضائية الصادرة في قضايا الحالة المدنية الطعن يوما من تاريخ التبليغ بالاستئناف داخل أجل خمسة عشر وضع الأختام بعد الوفاة والتعرض على وضعها ورفعها"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 280 من المسطرة المدنية): تطبق مقتضيات هذا الفرع على مسطرة ____، ما لم ينص القانون على خلاف ذلك",
  "options": [
   "وضع الأختام",
   "تنازع الاختصاص",
   "المقال",
   "الأجرة"
  ],
  "a": 0,
  "exp": "المادة 280: تطبق مقتضيات هذا الفرع على مسطرة وضع الأختام، ما لم ينص القانون على خلاف ذلك"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 281 من المسطرة المدنية): يجب على القاضي الإجراءات المستعجلة والضرورية للمحافظة على التركة، ولا سيما منها ____ وإيداع النقود والأوراق المالية والأشياء ذات القيمة",
  "options": [
   "وضع الأختام",
   "قسمة التركة",
   "الطلاق",
   "الدين"
  ],
  "a": 0,
  "exp": "المادة 281: يجب على القاضي الإجراءات المستعجلة والضرورية للمحافظة على التركة، ولا سيما منها وضع الأختام وإيداع النقود والأوراق المالية والأشياء ذات القيمة"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 282 من المسطرة المدنية): يأمر القاضي بطلب من : - وكيل الملك لدى ____ ؛",
  "options": [
   "المحكمة الابتدائية",
   "التنبيه",
   "الأمر بالأداء",
   "المعاينة"
  ],
  "a": 0,
  "exp": "المادة 282: يأمر القاضي بطلب من : - وكيل الملك لدى المحكمة الابتدائية ؛ - القاصر أو نائبه الشرعي ؛ - أحد المعنيين بالأمر إذا كان هناك ما يبررها يتخذ القاضي إذا كان من الورثة قاصر ليس له نائب شرعي أو كان أحدهم غائبا"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 283 من المسطرة المدنية): يتضمن محضر ____ البيانات التالية : - التاريخ والساعة ؛",
  "options": [
   "وضع الأختام",
   "الاستدعاء",
   "التطليق",
   "الطلبات العارضة"
  ],
  "a": 0,
  "exp": "المادة 283: يتضمن محضر وضع الأختام البيانات التالية : - التاريخ والساعة ؛ - طالب وضع الأختام وأسباب الطلب ؛ - حضور الأطراف وأقوالهم، عند الاقتضاء ؛ - وصف المحلات والأشياء ؛ - تعيين حارس قضائي"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 284 من المسطرة المدنية): تبقى ____ أقفال الأبواب التي وضعت عليها الأختام بين يدي كاتب الضبط وتحت مسؤوليته، ولا يمكن له أن يدخل إلى المحل الذي وضعت عليه الأختام إلا بعد رفعها، عدا إذا طلب منه ذلك، أو صدر مقرر قضائي بهذا الشأن",
  "options": [
   "مفاتيح",
   "يتلقاه",
   "أبناء",
   "الاستمرار"
  ],
  "a": 0,
  "exp": "المادة 284: تبقى مفاتيح أقفال الأبواب التي وضعت عليها الأختام بين يدي كاتب الضبط وتحت مسؤوليته، ولا يمكن له أن يدخل إلى المحل الذي وضعت عليه الأختام إلا بعد رفعها، عدا إذا طلب منه ذلك، أو صدر مقرر قضائي بهذا الشأن"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 285 من المسطرة المدنية): إذا عثر أثناء ____ على وصية أو أوراق أخرى مختومة ألحقت بالإحصاء، وأثبت كاتب الضبط شكلها الخارجي والطابع والعنوان،عند الاقتضاء، ويؤشر على الغلاف مع الأطراف الحاضرين إن كانوا يعرفون أو يستطيعون التأشير، مع بيان التاريخ والساعة التي سيقدم فيها ما عثر عليه إلى القاضي الحاضرون، وإلا فيشار فيه إلى رفضهم أو إلى ما عاقهم عن ذلك",
  "options": [
   "وضع الأختام",
   "الغيابي",
   "المقال",
   "الأمر بالأداء"
  ],
  "a": 0,
  "exp": "المادة 285: إذا عثر أثناء وضع الأختام على وصية أو أوراق أخرى مختومة ألحقت بالإحصاء، وأثبت كاتب الضبط شكلها الخارجي والطابع والعنوان،عند الاقتضاء، ويؤشر على الغلاف مع الأطراف الحاضرين إن كانوا يعرفون أو يستطيعون التأشير، مع بيان التاريخ والساعة التي سيقدم فيها ما عثر عليه إلى القاضي الحاضرون، وإلا فيشار فيه إلى رفضهم أو إلى ما عاقهم عن ذلك"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 286 من المسطرة المدنية): يقدم كاتب الضبط ما عثر عليه مختوما إلى القاضي في التاريخ والساعة المحددين دون حاجة إلى أي استدعاء، فيطلب القاضي مضمونه يهم ____",
  "options": [
   "التركة",
   "الشفعة",
   "المنصة الإلكترونية",
   "الزور"
  ],
  "a": 0,
  "exp": "المادة 286: يقدم كاتب الضبط ما عثر عليه مختوما إلى القاضي في التاريخ والساعة المحددين دون حاجة إلى أي استدعاء، فيطلب القاضي مضمونه يهم التركة"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 287 من المسطرة المدنية): إذا بدا من عنوان ما عثر عليه مختوما أو من أي حجة كتابية أخرى أنه ملك للغير، استدعاه القاضي حضور فتحه، ويفتح في التاريخ المحدد بمحضره أو في غيبته وإذا كان ما عثر عليه لا علاقة له ب____، سلمه القاضي المحكمة للغير دون إطلاع هذا الأخير على مضمونه أو ختمه من جديد ليسلم للغير بمجرد طلبه له",
  "options": [
   "التركة",
   "الطلاق",
   "الخبرة",
   "النيابة العامة"
  ],
  "a": 0,
  "exp": "المادة 287: إذا بدا من عنوان ما عثر عليه مختوما أو من أي حجة كتابية أخرى أنه ملك للغير، استدعاه القاضي حضور فتحه، ويفتح في التاريخ المحدد بمحضره أو في غيبته وإذا كان ما عثر عليه لا علاقة له بالتركة، سلمه القاضي المحكمة للغير دون إطلاع هذا الأخير على مضمونه أو ختمه من جديد ليسلم للغير بمجرد طلبه له"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 288 من المسطرة المدنية): يثبت كاتب الضبط حالة ____ التي عثر عليها مفتوحة ويسلمها أعلاه إلى القاضي",
  "options": [
   "الوصية",
   "الطعن بالنقض",
   "التركة",
   "العرقلة"
  ],
  "a": 0,
  "exp": "المادة 288: يثبت كاتب الضبط حالة الوصية التي عثر عليها مفتوحة ويسلمها أعلاه إلى القاضي"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 289 من المسطرة المدنية): إذا كانت الأبواب موصدة أو حالت عراقيل دون ____، أو طرأت صعوبة قبل وضعها أو أثناءه، بت القاضي وجه الاستعجال، ويوقف لهذا الغرض كاتب الضبط وضع الأختام ويعين حارسا قضائيا خارج المكان أو حتى داخله إذا اقت على أن يرجع إلى القاضي",
  "options": [
   "وضع الأختام",
   "السجل التجاري",
   "التنفيذ المعجل",
   "التطليق"
  ],
  "a": 0,
  "exp": "المادة 289: إذا كانت الأبواب موصدة أو حالت عراقيل دون وضع الأختام، أو طرأت صعوبة قبل وضعها أو أثناءه، بت القاضي وجه الاستعجال، ويوقف لهذا الغرض كاتب الضبط وضع الأختام ويعين حارسا قضائيا خارج المكان أو حتى داخله إذا اقت على أن يرجع إلى القاضي"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 290 من المسطرة المدنية): يثبت في كل الحالات التي يبت فيها القاضي القيام به وما أمر به في محضر ____ كاتب الضبط يوقع القاضي",
  "options": [
   "يحرره",
   "رؤساء",
   "بالتشريع",
   "قانوني"
  ],
  "a": 0,
  "exp": "المادة 290: يثبت في كل الحالات التي يبت فيها القاضي القيام به وما أمر به في محضر يحرره كاتب الضبط يوقع القاضي"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 291 من المسطرة المدنية): لا يجوز ____ إذا تم الإحصاء، كما لا يجوز وضعها أثناء عملياته، إلا على الأشياء التي لم يقع إحصاؤها، فإن لم يوجد أي منقول، حرر كاتب الضبط محضرا بذلك إذا وجدت منقولات لازمة لاستعمال الأشخاص الذين يبقون بالمحل، أو مما لا يمكن أن توضع عليها الأختام، حرر كاتب الضبط محضرا متضمنا وصفا موجزا لهذه الأشياء",
  "options": [
   "وضع الأختام",
   "الفاتورة",
   "الطلاق الرجعي",
   "المقال"
  ],
  "a": 0,
  "exp": "المادة 291: لا يجوز وضع الأختام إذا تم الإحصاء، كما لا يجوز وضعها أثناء عملياته، إلا على الأشياء التي لم يقع إحصاؤها، فإن لم يوجد أي منقول، حرر كاتب الضبط محضرا بذلك إذا وجدت منقولات لازمة لاستعمال الأشخاص الذين يبقون بالمحل، أو مما لا يمكن أن توضع عليها الأختام، حرر كاتب الضبط محضرا متضمنا وصفا موجزا لهذه الأشياء"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 292 من المسطرة المدنية): يمكن أن تقع التعرضات على ____ بتصريح كتابي، يثبت في محضر وضع الأختام أو يودع في كتابة ضبط المحكمة يتضمن هذا التصريح الهوية الكاملة للمتعرض وكذا اختياره موطنا في دائرة نفوذ المحكمة مع بيان دقيق لسبب التعرض",
  "options": [
   "وضع الأختام",
   "الطلبات العارضة",
   "الطعن بالنقض",
   "التنفيذ الجبري"
  ],
  "a": 0,
  "exp": "المادة 292: يمكن أن تقع التعرضات على وضع الأختام بتصريح كتابي، يثبت في محضر وضع الأختام أو يودع في كتابة ضبط المحكمة يتضمن هذا التصريح الهوية الكاملة للمتعرض وكذا اختياره موطنا في دائرة نفوذ المحكمة مع بيان دقيق لسبب التعرض"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 293 من المسطرة المدنية): يمكن لكل من له الحق في طلب ____ أن يطلب رفعها، باستثناء من يكون قد طلب وضعها لصالح غائبين يحتمل أن يكونوا ورثة يقدم هذا الطلب إلى الجهة التي أمرت بوضع الأختام",
  "options": [
   "وضع الأختام",
   "الوصي",
   "الزواج",
   "الوكيل"
  ],
  "a": 0,
  "exp": "المادة 293: يمكن لكل من له الحق في طلب وضع الأختام أن يطلب رفعها، باستثناء من يكون قد طلب وضعها لصالح غائبين يحتمل أن يكونوا ورثة يقدم هذا الطلب إلى الجهة التي أمرت بوضع الأختام"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 294 من المسطرة المدنية): ترفع الأختام وفق الإجراءات التالية : - طلب يقدم لهذا ____ ويشار إليه في محضر كاتب الضبط ؛",
  "options": [
   "الغرض",
   "البدء",
   "الجماعة",
   "تفويض"
  ],
  "a": 0,
  "exp": "المادة 294: ترفع الأختام وفق الإجراءات التالية : - طلب يقدم لهذا الغرض ويشار إليه في محضر كاتب الضبط ؛ - أمر يصدره القاضي والساعة ؛ - إنذار لحضور رفع الأختام يوجهه كاتب الضبط لذوي الحقوق والمتعرضين إذا كان أحد الأطراف بعيدا، عين القاضي يستدعى المتعرضون في موطنهم المختار لا ترفع الأختام إذا كان ذوو الحقوق كلهم أو بعضهم قاصرين، إلا إذا عين لهم ممثل قانوني أو تم ترشيدهم"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 295 من المسطرة المدنية): - الإشارة إلى ____ات المنصوص عليها في المادة السابقة ؛",
  "options": [
   "الإنذار",
   "التأمين",
   "الخلع",
   "قسمة التركة"
  ],
  "a": 0,
  "exp": "المادة 295: يتضمن محضر رفع الأختام ما يأتي : - بيان التاريخ الذي وقع فيه ؛ - اسم طالب رفع الأختام ومهنته ومحل سكناه وموطنه المختار ؛ - الإشارة إلى الأمر الصادر برفع الأختام ؛ - الإشارة إلى الإنذارات المنصوص عليها في المادة السابقة ؛ - حضور الأطراف وأقوالهم ؛ - تعيين خبير مختص للتقويم، إن طلب وأذن به القاضي - التحقق من كون الأختام في حالة سليمة وكاملة، فإذا لم تكن…"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 296 من المسطرة المدنية): ترفع الأختام بصفة متوالية وتدريجية مع عملية الإحصاء، ويعاد وضعها في كل مرحلة يمكن جمع المنقولات التي تمثل نوعا واحدا ليقع إحصاؤها بصفة متوالية حسب ترتيبها، ويعاد في هذه الحالة ____ عليها",
  "options": [
   "وضع الأختام",
   "الرسم القضائي",
   "الطلاق",
   "المفوض القضائي"
  ],
  "a": 0,
  "exp": "المادة 296: ترفع الأختام بصفة متوالية وتدريجية مع عملية الإحصاء، ويعاد وضعها في كل مرحلة يمكن جمع المنقولات التي تمثل نوعا واحدا ليقع إحصاؤها بصفة متوالية حسب ترتيبها، ويعاد في هذه الحالة وضع الأختام عليها"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 297 من المسطرة المدنية): إذا عثر على أشياء أو أوراق لا علاقة لها ب____ وطلبها الغير، تسلم لأصحابها مع الإشارة إلى ذلك بالمحضر",
  "options": [
   "التركة",
   "المصلحة",
   "التبرع",
   "التجريح"
  ],
  "a": 0,
  "exp": "المادة 297: إذا عثر على أشياء أو أوراق لا علاقة لها بالتركة وطلبها الغير، تسلم لأصحابها مع الإشارة إلى ذلك بالمحضر"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 298 من المسطرة المدنية): إذا زال سبب ____ قبل رفعها أو أثناء رفعها، لم يكن هناك محل لوصف الأشياء",
  "options": [
   "وضع الأختام",
   "الولاية",
   "التنبيه",
   "الرسم القضائي"
  ],
  "a": 0,
  "exp": "المادة 298: إذا زال سبب وضع الأختام قبل رفعها أو أثناء رفعها، لم يكن هناك محل لوصف الأشياء"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 299 من المسطرة المدنية): يمكن للقا أحد الأطراف المعنيين، أن يأمر برفع الأختام مؤقتا، شريطة إعادة وضعها تلقائيا بمجرد ما يرتفع السبب الذي من أجله قبل طلب الرفع يحدد القاضي المحافظة على حقوق المعنيين بالأمر أثناء مدة رفع الأختام ____",
  "options": [
   "إحصاء التركة",
   "الأجل",
   "الامتياز",
   "التدخل"
  ],
  "a": 0,
  "exp": "المادة 299: يمكن للقا أحد الأطراف المعنيين، أن يأمر برفع الأختام مؤقتا، شريطة إعادة وضعها تلقائيا بمجرد ما يرتفع السبب الذي من أجله قبل طلب الرفع يحدد القاضي المحافظة على حقوق المعنيين بالأمر أثناء مدة رفع الأختام إحصاء التركة"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 300 من المسطرة المدنية): يتم الإحصاء إذا كان له ما يبرره داخل أجل سنة من تاريخ الوفاة وفق الإجراءات التالية : - يعين القاضي مصلحة، عدلين للقيام بالإحصاء، بحضور الأطراف أو ممثليهم، وإذا لم يتأت استدعاء أحد الأطراف لبعد أو غيبة أو غير ذلك، عين القاضي - يشمل الإحصاء بيان تاريخ إجرائه، ومن قام به ومكانه، والأطراف الذين طلبوه، وتعيين وتقويم الأموال العقارية إن وجدت والسندات والمنقولات والقيم والنقود يوقع الأطراف ____ون مع العدلين الإحصاء",
  "options": [
   "الحاضر",
   "الترجمة",
   "إحصاء التركة",
   "المفوض القضائي"
  ],
  "a": 0,
  "exp": "المادة 300: يتم الإحصاء إذا كان له ما يبرره داخل أجل سنة من تاريخ الوفاة وفق الإجراءات التالية : - يعين القاضي مصلحة، عدلين للقيام بالإحصاء، بحضور الأطراف أو ممثليهم، وإذا لم يتأت استدعاء أحد الأطراف لبعد أو غيبة أو غير ذلك، عين القاضي - يشمل الإحصاء بيان تاريخ إجرائه، ومن قام به ومكانه، والأطراف الذين طلبوه، وتعيين وتقويم الأموال العقارية إن وجدت والسندات والمنقولات…"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 301 من المسطرة المدنية): إذا طرأت صعوبات عند إجراء الإحصاء أو ادعى أحد الأطراف استحقاق أموال تم إدراجها في الإحصاء ولم يوافق الآخرون، أشير إلى ذلك بالمحضر، على أن يرفع الأمر من كل ذي مصلحة إلى قا المستعجلات لا توقف دعوى الاستحقاق عملية الإحصاء، ما لم يأمر قا المستعجلات بذلك ____",
  "options": [
   "قسمة التركة",
   "المفوض القضائي",
   "تنازع الاختصاص",
   "الوكيل"
  ],
  "a": 0,
  "exp": "المادة 301: إذا طرأت صعوبات عند إجراء الإحصاء أو ادعى أحد الأطراف استحقاق أموال تم إدراجها في الإحصاء ولم يوافق الآخرون، أشير إلى ذلك بالمحضر، على أن يرفع الأمر من كل ذي مصلحة إلى قا المستعجلات لا توقف دعوى الاستحقاق عملية الإحصاء، ما لم يأمر قا المستعجلات بذلك قسمة التركة"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 302 من المسطرة المدنية): يقدم طلب قسمة التركة إلى ____ لمحل افتتاح التركة، مع مراعاة المقتضيات المنصوص عليها في مدونة الحقوق العينية يعتبر محلا لافتتاح التركة، الموطن الحقيقي للموروث أو محل إقامته",
  "options": [
   "المحكمة الابتدائية",
   "كتابة الضبط",
   "الحجز الاستحقاقي",
   "القاصر"
  ],
  "a": 0,
  "exp": "المادة 302: يقدم طلب قسمة التركة إلى المحكمة الابتدائية لمحل افتتاح التركة، مع مراعاة المقتضيات المنصوص عليها في مدونة الحقوق العينية يعتبر محلا لافتتاح التركة، الموطن الحقيقي للموروث أو محل إقامته"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 303 من المسطرة المدنية): يمكن للمحكمة أن تأمر ____ البتية إذا كان المطلوب قسمته قابلا لذلك، وينتفع كل بحصته، بمدرك أو بدونه، ولو كان هناك قاصرون إذا كان موضوع القسمة غير قابل لها، ولا لانتفاع كل بحصته، تأمر المحكمة ببيعه جملة أو تفصيلا بالمزاد العلني، مع تحديد الثمن الافتتاحي للبيع بواسطة خبرة قضائية",
  "options": [
   "بالقسمة",
   "بتصريح",
   "وإنذاره",
   "بالجريدة"
  ],
  "a": 0,
  "exp": "المادة 303: يمكن للمحكمة أن تأمر بالقسمة البتية إذا كان المطلوب قسمته قابلا لذلك، وينتفع كل بحصته، بمدرك أو بدونه، ولو كان هناك قاصرون إذا كان موضوع القسمة غير قابل لها، ولا لانتفاع كل بحصته، تأمر المحكمة ببيعه جملة أو تفصيلا بالمزاد العلني، مع تحديد الثمن الافتتاحي للبيع بواسطة خبرة قضائية"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 304 من المسطرة المدنية): يتم البيع وفقا ____ المتعلقة ببيع عقار المحجور",
  "options": [
   "للمقتضيات",
   "الوفاة",
   "الدولي",
   "التذكير"
  ],
  "a": 0,
  "exp": "المادة 304: يتم البيع وفقا للمقتضيات المتعلقة ببيع عقار المحجور"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 305 من المسطرة المدنية): إذا أصبح ____ قابلا للتنفيذ، تجرى القرعة بواسطة كاتب الضبط ويسلم هذا الأخير الأنصبة بعد القرعة حالا لأصحابها مع ملخصات من محضر القسمة كلا أو بعضا إذا طلبها الأطراف ويشعر القاضي",
  "options": [
   "الحكم",
   "التعرض",
   "التقادم",
   "الحالة المدنية"
  ],
  "a": 0,
  "exp": "المادة 305: إذا أصبح الحكم قابلا للتنفيذ، تجرى القرعة بواسطة كاتب الضبط ويسلم هذا الأخير الأنصبة بعد القرعة حالا لأصحابها مع ملخصات من محضر القسمة كلا أو بعضا إذا طلبها الأطراف ويشعر القاضي"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 306 من المسطرة المدنية): إذا كان جميع الشركاء رشداء متمتعين بحقوقهم المدنية، وحضروا بأنفسهم أو حضر من ينوب عنهم بصفة قانونية، أمكن لهم أن لا يلجؤوا إلى الطرق القضائية أو أن يتخلوا عنها في سائر مراحل الدعوى وأن يتفقوا على الطريقة التي يرتضونها في القسمة ____",
  "options": [
   "الغيبة",
   "الزواج",
   "الأبحاث",
   "المقرر"
  ],
  "a": 0,
  "exp": "المادة 306: إذا كان جميع الشركاء رشداء متمتعين بحقوقهم المدنية، وحضروا بأنفسهم أو حضر من ينوب عنهم بصفة قانونية، أمكن لهم أن لا يلجؤوا إلى الطرق القضائية أو أن يتخلوا عنها في سائر مراحل الدعوى وأن يتفقوا على الطريقة التي يرتضونها في القسمة الغيبة"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 307 من المسطرة المدنية): يمكن لكل ذي مصلحة مشروعة أو للنيابة العامة لدى ____، عند وجود ضرورة تسيير كل أو بعض أموال تركها شخص افترضت غيبته، بسبب انقطاع أخباره دون أن يترك وكالة لأحد، تقديم مقال إلى المحكمة الابتدائية لآخر محل إقامة من تفترض غيبته، وإلا فإلى المحكمة التي توجد الأموال بدائرتها، قصد الأمر باتخاذ إجراءات التسيير، وخاصة تكليف كاتب ضبط أو من تراه مؤهلا للتسيير ضمن الشروط التي تحددها تدلي النيابة العامة بمستنتجاتها، إذا لم تكن هي التي قدمت المقال، ويكون أمر المحكمة المختصة غير قابل للطعن يمنع على المسير أن يفوت أي منقول أو عقار دون إذن من المحكمة المختصة أهلية الدولة للإرث",
  "options": [
   "المحكمة الابتدائية",
   "المراجعة",
   "الاختصاص القضائي الدولي",
   "الرهن الحيازي"
  ],
  "a": 0,
  "exp": "المادة 307: يمكن لكل ذي مصلحة مشروعة أو للنيابة العامة لدى المحكمة الابتدائية، عند وجود ضرورة تسيير كل أو بعض أموال تركها شخص افترضت غيبته، بسبب انقطاع أخباره دون أن يترك وكالة لأحد، تقديم مقال إلى المحكمة الابتدائية لآخر محل إقامة من تفترض غيبته، وإلا فإلى المحكمة التي توجد الأموال بدائرتها، قصد الأمر باتخاذ إجراءات التسيير، وخاصة تكليف كاتب ضبط أو من تراه مؤهلا…"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 308 من المسطرة المدنية): إذا كانت الدولة مؤهلة للإرث عند انعدام وارث معروف، أخبرت السلطة المحلية لمكان الوفاة أو كل ذي صفة ومصلحة وكيل الملك لدى ____ التي يوجد المتروك في دائرة نفوذها المحلي بذلك، مع بيان المتروك على وجه التقريب يصدر رئيس المحكمة الابتدائية المحال إليه الطلب من طرف وكيل الملك، أمرا يق ضبط لإحصاء الأموال والقيم المتروكة، ويكلفه بحراستها إن كانت لها أهمية يضع كاتب الضبط الأختام، عند الاقتضاء، ويحرر محضرا بمختلف هذه العمليات إذا كانت الأموال تشتمل على عناصر قابلة للتلف، استؤذن رئيس المحكمة في بيعها بالكيفيات المقررة لبيع منقولات المحجور وتوضع الأموال الناتجة عن هذا البيع بعد خصم المصاريف بصندوق الإيداع والتدبير يشعر وكيل الملك حينئذ الإدارة المكلفة بأملاك الدولة يعتبر الأمر القضائي الصادر في إطار الفقرة الثانية أعلاه، سندا ناقلا لملكية أموال التركة المصرح بشغورها لفائدة الدولة",
  "options": [
   "المحكمة الابتدائية",
   "البينونة",
   "المنصة الإلكترونية",
   "الطلاق الرجعي"
  ],
  "a": 0,
  "exp": "المادة 308: إذا كانت الدولة مؤهلة للإرث عند انعدام وارث معروف، أخبرت السلطة المحلية لمكان الوفاة أو كل ذي صفة ومصلحة وكيل الملك لدى المحكمة الابتدائية التي يوجد المتروك في دائرة نفوذها المحلي بذلك، مع بيان المتروك على وجه التقريب يصدر رئيس المحكمة الابتدائية المحال إليه الطلب من طرف وكيل الملك، أمرا يق ضبط لإحصاء الأموال والقيم المتروكة، ويكلفه بحراستها إن كانت لها…"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 309 من المسطرة المدنية): يأمر رئيس ____، عند الاقتضاء، باتخاذ جميع تدابير الإشهار التي يراها ضرورية، وخاصة تعليق أمره بآخر موطن للهالك وبمقر الجماعة لمحل ولادته إذا كان معروفا، وكذا النشر في جريدة واحدة أو أكثر من الجرائد التي يعينها، وبجميع الوسائل الأخرى المتاحة قانونا تلغى الإجراءات السالفة الذكر إذا ظهر وارث للمتوفي بعد صدور الأمر بشغور التركة المسطرة في القضايا الاجتماعية",
  "options": [
   "المحكمة الابتدائية",
   "المراجعة",
   "القرار",
   "التدخل"
  ],
  "a": 0,
  "exp": "المادة 309: يأمر رئيس المحكمة الابتدائية، عند الاقتضاء، باتخاذ جميع تدابير الإشهار التي يراها ضرورية، وخاصة تعليق أمره بآخر موطن للهالك وبمقر الجماعة لمحل ولادته إذا كان معروفا، وكذا النشر في جريدة واحدة أو أكثر من الجرائد التي يعينها، وبجميع الوسائل الأخرى المتاحة قانونا تلغى الإجراءات السالفة الذكر إذا ظهر وارث للمتوفي بعد صدور الأمر بشغور التركة المسطرة في القضايا…"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 310 من المسطرة المدنية): تطبق القواعد المنصوص عليها في هذا القانون،ما لم تكن ____ لمقتضيات هذا الباب",
  "options": [
   "منافية",
   "المطبقة",
   "القابلة",
   "للطرق"
  ],
  "a": 0,
  "exp": "المادة 310: تطبق القواعد المنصوص عليها في هذا القانون،ما لم تكن منافية لمقتضيات هذا الباب"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 311 من المسطرة المدنية): يستفيد الأجير أو ذوو حقوقه بحكم القانون، مدعيا كان أو مدعى عليه، من ____ أمام محاكم الدرجة الأولى ومحاكم الدرجة الثانية وأمام محكمة النقض يسري مفعول المساعدة القضائية بحكم القانون على جميع إجراءات تبليغ الأحكام القضائية وتنفيذها",
  "options": [
   "المساعدة القضائية",
   "الرهن",
   "الوساطة",
   "القاصر"
  ],
  "a": 0,
  "exp": "المادة 311: يستفيد الأجير أو ذوو حقوقه بحكم القانون، مدعيا كان أو مدعى عليه، من المساعدة القضائية أمام محاكم الدرجة الأولى ومحاكم الدرجة الثانية وأمام محكمة النقض يسري مفعول المساعدة القضائية بحكم القانون على جميع إجراءات تبليغ الأحكام القضائية وتنفيذها"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 312 من المسطرة المدنية): يستدعى الأطراف للجلسة طبقا للشروط المشار إليها في المادة أيام على الأقل أعلاه وما بعدها، قبل التاريخ المحدد لها ____",
  "options": [
   "بثمانية",
   "بالمؤسسات",
   "الإسلامية",
   "منطوق"
  ],
  "a": 0,
  "exp": "المادة 312: يستدعى الأطراف للجلسة طبقا للشروط المشار إليها في المادة أيام على الأقل أعلاه وما بعدها، قبل التاريخ المحدد لها بثمانية"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 313 من المسطرة المدنية): إذا باشر طرفا عقد الشغل مسطرة ____ التمهيدي المنصوص عليها في مدونة الشغل، فلا يجوز لهما اللجوء إلى المحكمة إلا بعد انتهاء هذه المسطرة يعتبر نهائيا ولا يطعن فيه إلا بالزور، كل اتفاق موقع من طرف الأجير والمشغل أو من ينوب عنه، ويكون مصادقا على صحة إمضائه من طرف الجهة المختصة، وموقعا بالعطف من طرف المكلف بتفتيش الشغل",
  "options": [
   "الصلح",
   "الحالة المدنية",
   "الهبة",
   "التنبيه"
  ],
  "a": 0,
  "exp": "المادة 313: إذا باشر طرفا عقد الشغل مسطرة الصلح التمهيدي المنصوص عليها في مدونة الشغل، فلا يجوز لهما اللجوء إلى المحكمة إلا بعد انتهاء هذه المسطرة يعتبر نهائيا ولا يطعن فيه إلا بالزور، كل اتفاق موقع من طرف الأجير والمشغل أو من ينوب عنه، ويكون مصادقا على صحة إمضائه من طرف الجهة المختصة، وموقعا بالعطف من طرف المكلف بتفتيش الشغل"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 314 من المسطرة المدنية): يمكن للأطراف أن يمثلوا من طرف محام يمكن أيضا ____، في حالة تعذر الحضور الشخ إذن من المحكمة",
  "options": [
   "تمثيلهم",
   "يقرروا",
   "أصدرت",
   "عاينه"
  ],
  "a": 0,
  "exp": "المادة 314: يمكن للأطراف أن يمثلوا من طرف محام يمكن أيضا تمثيلهم، في حالة تعذر الحضور الشخ إذن من المحكمة"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 315 من المسطرة المدنية): تجري المحكمة في ____ الجلسة محاولة صلح بين الأطراف",
  "options": [
   "بداية",
   "وسجلها",
   "بالتأشير",
   "اعترف"
  ],
  "a": 0,
  "exp": "المادة 315: تجري المحكمة في بداية الجلسة محاولة صلح بين الأطراف"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 316 من المسطرة المدنية): تثبت، في حالة ____، شروط الاتفاق طبقا لما يأتي : - في النزاعات المتعلقة بالشغل بمقت - في قضايا حوادث الشغل والأمراض المهنية، بمقت تاريخ وقوع الحادثة وتاريخ الشروع في الانتفاع بالتعويض أو الإيراد وجميع العناصر المستعملة لتقدير التعويض أو الإيراد، طبقا للشروط المنصوص عليها في التشريع المعمول به، ويبين في حالة مراجعة الإيراد بسبب الإنتكاس أو تفاقم العاهة أو انخفاضها ؛",
  "options": [
   "الصلح",
   "الأمر بالأداء",
   "الزور",
   "التقادم"
  ],
  "a": 0,
  "exp": "المادة 316: تثبت، في حالة الصلح، شروط الاتفاق طبقا لما يأتي : - في النزاعات المتعلقة بالشغل بمقت - في قضايا حوادث الشغل والأمراض المهنية، بمقت تاريخ وقوع الحادثة وتاريخ الشروع في الانتفاع بالتعويض أو الإيراد وجميع العناصر المستعملة لتقدير التعويض أو الإيراد، طبقا للشروط المنصوص عليها في التشريع المعمول به، ويبين في حالة مراجعة الإيراد بسبب الإنتكاس أو تفاقم العاهة أو…"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 317 من المسطرة المدنية): إذا تعذر تحقيق التصالح لاختلاف الأطراف أو لعدم حضور أحدهم أو ممثل عنه في نزاعات الشغل أو قضايا حوادث الشغل والأمراض المهنية، حرر محضر بعدم ____، ويبت في القضية حالا أو تؤخر لجلسة أخرى، عند الاقتضاء",
  "options": [
   "الصلح",
   "الحجز الاستحقاقي",
   "المراجعة",
   "التأمين"
  ],
  "a": 0,
  "exp": "المادة 317: إذا تعذر تحقيق التصالح لاختلاف الأطراف أو لعدم حضور أحدهم أو ممثل عنه في نزاعات الشغل أو قضايا حوادث الشغل والأمراض المهنية، حرر محضر بعدم الصلح، ويبت في القضية حالا أو تؤخر لجلسة أخرى، عند الاقتضاء"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 318 من المسطرة المدنية): يمكن للمحكمة أن تستدعي وتستمع إلى جميع الشهود كما يمكن لها أن تأمر بكل إجراءات التحقيق وخاصة ____ ضمن المقتضيات الموالية",
  "options": [
   "الخبرة",
   "الرهن الرسمي",
   "الحضانة",
   "الاستدعاء"
  ],
  "a": 0,
  "exp": "المادة 318: يمكن للمحكمة أن تستدعي وتستمع إلى جميع الشهود كما يمكن لها أن تأمر بكل إجراءات التحقيق وخاصة الخبرة ضمن المقتضيات الموالية"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 319 من المسطرة المدنية): لا يمكن في حالة إصدار ____ أو محكمة الاستئناف حكما تمهيديا بإجراء خبرة طبية، أن يكون الخبير المختص، عدا إذا وافق على ذلك الطرف المعني بالأمر، هو الطبيب الذي عالج الشخص المذكور أو طبيب المشغل أو الطبيب الملحق بالمقاولة أو شركة التأمين المنخرط فيها المشغل أو طبيب صندوق الضمان الاجتماعي يجب أن يضع الخبير أو الخبراء المختصين تقريرهم داخل أجل أقصاه شهر، ابتداء من تاريخ تبليغهم الحكم التمهيدي المتعلق بإجراء الخبرة",
  "options": [
   "المحكمة الابتدائية",
   "الزواج",
   "الطلاق الرجعي",
   "الطعن بالتعرض"
  ],
  "a": 0,
  "exp": "المادة 319: لا يمكن في حالة إصدار المحكمة الابتدائية أو محكمة الاستئناف حكما تمهيديا بإجراء خبرة طبية، أن يكون الخبير المختص، عدا إذا وافق على ذلك الطرف المعني بالأمر، هو الطبيب الذي عالج الشخص المذكور أو طبيب المشغل أو الطبيب الملحق بالمقاولة أو شركة التأمين المنخرط فيها المشغل أو طبيب صندوق الضمان الاجتماعي يجب أن يضع الخبير أو الخبراء المختصين تقريرهم داخل أجل أقصاه…"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 320 من المسطرة المدنية): إذا كان الأجير مضطرا لمغادرة محل إقامته قصد التوجه عند الخبير المختص المعين في قضايا حوادث الشغل أو الضمان الاجتماعي أو الخبراء المختصين في الأمراض المهنية، فإن مصاريف التنقل المحددة من طرف المحكمة، تسلم مسبقا من طرف الخزينة العامة، وتعتبر جزءا من مصاريف ____",
  "options": [
   "الدعوى",
   "الدفع بعدم القبول",
   "محكمة الاستئناف",
   "الرهن الرسمي"
  ],
  "a": 0,
  "exp": "المادة 320: إذا كان الأجير مضطرا لمغادرة محل إقامته قصد التوجه عند الخبير المختص المعين في قضايا حوادث الشغل أو الضمان الاجتماعي أو الخبراء المختصين في الأمراض المهنية، فإن مصاريف التنقل المحددة من طرف المحكمة، تسلم مسبقا من طرف الخزينة العامة، وتعتبر جزءا من مصاريف الدعوى"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 321 من المسطرة المدنية): يتضمن الحكم بالإضافة إلى المقتضيات المشار إليها في المادة أعلاه، التنصيص على إجراء محاولة الصلح، وفي حالة إجراء البحث، أسماء الشهود وأداءهم ____، وعند الاقتضاء، الإجراءات العارضة ومختلف إجراءات التحقيق المأمور باتخاذها، وكذا النقط الواجب البت فيها ينص علاوة على ذلك : - في قضايا حوادث الشغل والأمراض المهنية، على تاريخ الحادثة وتاريخ الشروع في الانتفاع بالتعويض أو الإيراد وجميع العناصر المعتمدة في تقدير التعويض أو الإيراد، طبقا للشروط المنصوص عليها في التشريع الجاري به العمل ؛",
  "options": [
   "اليمين",
   "التنبيه",
   "الوكالة",
   "الموثق"
  ],
  "a": 0,
  "exp": "المادة 321: يتضمن الحكم بالإضافة إلى المقتضيات المشار إليها في المادة أعلاه، التنصيص على إجراء محاولة الصلح، وفي حالة إجراء البحث، أسماء الشهود وأداءهم اليمين، وعند الاقتضاء، الإجراءات العارضة ومختلف إجراءات التحقيق المأمور باتخاذها، وكذا النقط الواجب البت فيها ينص علاوة على ذلك : - في قضايا حوادث الشغل والأمراض المهنية، على تاريخ الحادثة وتاريخ الشروع في الانتفاع…"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 322 من المسطرة المدنية): يكون ____ مشمولا بالنفاذ المعجل بقوة القانون، رغم كل تعرض أو استئناف، في قضايا حوادث الشغل والأمراض المهنية، وفي قضايا الضمان الاجتماعي وفي قضايا التكوين من أجل الإدماج والتمرس المهني والتدرج المهني، وفي قضايا عقود الشغل، بشأن الأداءات المترتبة عن تنفيذ هذه العقود",
  "options": [
   "الحكم",
   "التنبيه",
   "المعاينة",
   "الصلح"
  ],
  "a": 0,
  "exp": "المادة 322: يكون الحكم مشمولا بالنفاذ المعجل بقوة القانون، رغم كل تعرض أو استئناف، في قضايا حوادث الشغل والأمراض المهنية، وفي قضايا الضمان الاجتماعي وفي قضايا التكوين من أجل الإدماج والتمرس المهني والتدرج المهني، وفي قضايا عقود الشغل، بشأن الأداءات المترتبة عن تنفيذ هذه العقود"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 323 من المسطرة المدنية): يوما من تاريخ تبليغه، طبق يستأنف الحكم داخل أجل ثلاثين أعلاه، بمقال وفق مقتضيات الشروط المنصوص عليها في المادة أعلاه المادة تستدعي كتابة الضبط ب____ الأطراف والشهود، أعلاه وما بعدها طبقا لمقتضيات المادة",
  "options": [
   "محكمة الاستئناف",
   "الدين",
   "الطلبات العارضة",
   "التصريح"
  ],
  "a": 0,
  "exp": "المادة 323: يوما من تاريخ تبليغه، طبق يستأنف الحكم داخل أجل ثلاثين أعلاه، بمقال وفق مقتضيات الشروط المنصوص عليها في المادة أعلاه المادة تستدعي كتابة الضبط بمحكمة الاستئناف الأطراف والشهود، أعلاه وما بعدها طبقا لمقتضيات المادة"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 324 من المسطرة المدنية): يمكن الطعن بالنقض في الأحكام الصادرة انتهائيا في القضايا الاجتماعية، وكذا القرارات الصادرة عن ____ طبقا للمسطرة العادية",
  "options": [
   "محكمة الاستئناف",
   "المسطرة المدنية",
   "الأجرة",
   "قسمة التركة"
  ],
  "a": 0,
  "exp": "المادة 324: يمكن الطعن بالنقض في الأحكام الصادرة انتهائيا في القضايا الاجتماعية، وكذا القرارات الصادرة عن محكمة الاستئناف طبقا للمسطرة العادية"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 325 من المسطرة المدنية): تحدد المحكمة، عند الاقتضاء، بمناسبة تحديد الإيراد العمري، مبلغ رأس المال الذي يجب أن يعوض هذا الإيراد يجب أن يشار إلى رأس المال المذكور في محضر ____ أو الحكم",
  "options": [
   "الصلح",
   "العرقلة",
   "التعرض",
   "التنبيه"
  ],
  "a": 0,
  "exp": "المادة 325: تحدد المحكمة، عند الاقتضاء، بمناسبة تحديد الإيراد العمري، مبلغ رأس المال الذي يجب أن يعوض هذا الإيراد يجب أن يشار إلى رأس المال المذكور في محضر الصلح أو الحكم"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 326 من المسطرة المدنية): يبت ____ في طلب تسبيق الإيراد المقدم من الضحية اعتبارا لمصلحته",
  "options": [
   "الحكم",
   "الكفالة",
   "الفاتورة",
   "الإعفاء"
  ],
  "a": 0,
  "exp": "المادة 326: يبت الحكم في طلب تسبيق الإيراد المقدم من الضحية اعتبارا لمصلحته"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 327 من المسطرة المدنية): يمكن للمحكمة، في حالة الاستعجال، وفي كل مرحلة من مراحل المسطرة وطبقا للشروط المنصوص عليها في التشريع الخاص بالتعويض عن حوادث الشغل والأمراض المهنية، أن تصدر أمرا معللا، بناء على طلب، وغير قابل لأي طعن، ودون إجراءات ولا مصاريف : - ____ الجثة ؛",
  "options": [
   "بتشريح",
   "إقامتهم",
   "الجنائي",
   "والرؤساء"
  ],
  "a": 0,
  "exp": "المادة 327: يمكن للمحكمة، في حالة الاستعجال، وفي كل مرحلة من مراحل المسطرة وطبقا للشروط المنصوص عليها في التشريع الخاص بالتعويض عن حوادث الشغل والأمراض المهنية، أن تصدر أمرا معللا، بناء على طلب، وغير قابل لأي طعن، ودون إجراءات ولا مصاريف : - بتشريح الجثة ؛ - بتوقيف أداء التعويض اليومي في حالة امتناع الضحية عن إجراء المراقبة الطبية عليها ؛ - بشأن حق الضحية في الاستفادة…"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 328 من المسطرة المدنية): تطبق أمام قضاء القرب قواعد الاختصاص والمسطرة المنصوص عليها في هذا الباب، ما لم ينص قانون على خلاف ذلك، كما تطبق القواعد ____ أمام المحاكم الابتدائية، ما لم تكن مخالفة لمقتضيات هذا الباب",
  "options": [
   "المتبعة",
   "للجماعات",
   "تقريره",
   "الفاصلة"
  ],
  "a": 0,
  "exp": "المادة 328: تطبق أمام قضاء القرب قواعد الاختصاص والمسطرة المنصوص عليها في هذا الباب، ما لم ينص قانون على خلاف ذلك، كما تطبق القواعد المتبعة أمام المحاكم الابتدائية، ما لم تكن مخالفة لمقتضيات هذا الباب"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 329 من المسطرة المدنية): تطبق المسطرة الشفوية أمام قضاء القرب، وتكون مجانية ومعفاة من الرسوم القضائية بخصوص ____ات المقدمة من طرف الأشخاص الذاتيين",
  "options": [
   "الطلب",
   "الجماعات الترابية",
   "المصاريف",
   "الرهن الحيازي"
  ],
  "a": 0,
  "exp": "المادة 329: تطبق المسطرة الشفوية أمام قضاء القرب، وتكون مجانية ومعفاة من الرسوم القضائية بخصوص الطلبات المقدمة من طرف الأشخاص الذاتيين"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 330 من المسطرة المدنية): تكون جلسات قضاء القرب علنية، وتصدر الأحكام باسم جلالة الملك وطبقا للقانون، وتضمن في سجل خاص، كما تذيل بالصيغة التنفيذية يتعين النطق بالأحكام وهي محررة، وتسلم نسخة منها إلى المعنيين أيام الموالية لتاريخ النطق بها بها داخل أجل عشرة إذا صدر ____ بحضور الأطراف، تم التنصيص على ذلك في محضر الجلسة، ويشعر القاضي أعلاه، ولا وفق الشروط وداخل الآجال المنصوص عليها في المادة يعتبر هذا الحضور بمثابة تبليغ، إلا لمن تسلم نسخة الحكم بالجلسة ووقع على ذلك الاختصاص والمسطرة",
  "options": [
   "الحكم",
   "الطلبات العارضة",
   "الخلع",
   "عروض الوفاء"
  ],
  "a": 0,
  "exp": "المادة 330: تكون جلسات قضاء القرب علنية، وتصدر الأحكام باسم جلالة الملك وطبقا للقانون، وتضمن في سجل خاص، كما تذيل بالصيغة التنفيذية يتعين النطق بالأحكام وهي محررة، وتسلم نسخة منها إلى المعنيين أيام الموالية لتاريخ النطق بها بها داخل أجل عشرة إذا صدر الحكم بحضور الأطراف، تم التنصيص على ذلك في محضر الجلسة، ويشعر القاضي أعلاه، ولا وفق الشروط وداخل الآجال المنصوص عليها في…"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 331 من المسطرة المدنية): يختص قا درهم، ولا يختص في النزاعات المتعلقة قيمتها عن خمسة آلاف بمدونة الأسرة والعقار والقضايا الاجتماعية والإدارية والإفراغات إذا قدم المدعى عليه طلبا مقابلا، فإن هذا ____ لا يضاف إلى الطلب الأصلي لتحديد مبلغ النزاع، ويبقى قا بالنسبة للجميع في حالة ما إذا تجاوز الطلب المقابل الاختصاص القيمي لقضاء القرب، أحيل صاحبه على من له حق النظر",
  "options": [
   "الطلب",
   "الحجز التحفظي",
   "التبليغ",
   "التقادم"
  ],
  "a": 0,
  "exp": "المادة 331: يختص قا درهم، ولا يختص في النزاعات المتعلقة قيمتها عن خمسة آلاف بمدونة الأسرة والعقار والقضايا الاجتماعية والإدارية والإفراغات إذا قدم المدعى عليه طلبا مقابلا، فإن هذا الطلب لا يضاف إلى الطلب الأصلي لتحديد مبلغ النزاع، ويبقى قا بالنسبة للجميع في حالة ما إذا تجاوز الطلب المقابل الاختصاص القيمي لقضاء القرب، أحيل صاحبه على من له حق النظر"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 332 من المسطرة المدنية): تقدم الدعوى إلى قا شفوي يتلقاه كاتب الضبط ويدونه في محضر يتضمن الموضوع والأسباب المعتمدة، وفق نموذج معد لهذه الغاية بقرار لوزير العدل، ويوقعه مع المدعي إذا كان المدعى عليه حاضرا أوضح له القاضي وإذا لم يحضر بلغ له مقال المدعي أو نسخة من المحضر في الحال، ويحتوي هذا التبليغ على استدعاء لجلسة لا يتجاوز تاريخها ____",
  "options": [
   "ثمانية أيام",
   "ثلاثين يوما",
   "ثلاثة أيام",
   "خمسة عشرة يوما"
  ],
  "a": 0,
  "exp": "المادة 332: تقدم الدعوى إلى قا شفوي يتلقاه كاتب الضبط ويدونه في محضر يتضمن الموضوع والأسباب المعتمدة، وفق نموذج معد لهذه الغاية بقرار لوزير العدل، ويوقعه مع المدعي إذا كان المدعى عليه حاضرا أوضح له القاضي وإذا لم يحضر بلغ له مقال المدعي أو نسخة من المحضر في الحال، ويحتوي هذا التبليغ على استدعاء لجلسة لا يتجاوز تاريخها ثمانية أيام"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 333 من المسطرة المدنية): إذا تعذر الصلح بين طرفي الدعوى، بت قا يوما بحكم غير قابل لأي طعن، مع مراعاة داخل أجل ثلاثين أعلاه المادةأحكام ____ والتنفيذ",
  "options": [
   "التبليغ",
   "التجريح",
   "النيابة العامة",
   "المصلحة"
  ],
  "a": 0,
  "exp": "المادة 333: إذا تعذر الصلح بين طرفي الدعوى، بت قا يوما بحكم غير قابل لأي طعن، مع مراعاة داخل أجل ثلاثين أعلاه المادةأحكام التبليغ والتنفيذ"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 334 من المسطرة المدنية): تكلف السلطة الإدارية المحلية بتبليغ وتنفيذ أحكام قضاء القرب عندما يكون المستفيد شخصا ذاتيا، غير أنه يمكن لهذا الأخير، اختيار مفوض قضائي لتبليغ وتنفيذ أحكام قضاء القرب يمكن للمحكمة أن تأمر بتبليغ الاستدعاءات أو تنفيذ أحكام قضاء القرب، بواسطة أحد موظفي ____ أعلاه وما بعدها، بالنسبة للأشخاص تطبق مقتضيات المادة الاعتبارية التجريح",
  "options": [
   "كتابة الضبط",
   "الخبرة",
   "الاختصاص الانتهائي",
   "المراجعة"
  ],
  "a": 0,
  "exp": "المادة 334: تكلف السلطة الإدارية المحلية بتبليغ وتنفيذ أحكام قضاء القرب عندما يكون المستفيد شخصا ذاتيا، غير أنه يمكن لهذا الأخير، اختيار مفوض قضائي لتبليغ وتنفيذ أحكام قضاء القرب يمكن للمحكمة أن تأمر بتبليغ الاستدعاءات أو تنفيذ أحكام قضاء القرب، بواسطة أحد موظفي كتابة الضبط أعلاه وما بعدها، بالنسبة للأشخاص تطبق مقتضيات المادة الاعتبارية التجريح"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 335 من المسطرة المدنية): يمكن تجريح كل قاض للأحكام : - إذا كانت له أو لزوجه أو لأحد ____ أو فروعهما مصلحة شخصية مباشرة أو غير مباشرة في النزاع ؛",
  "options": [
   "أصولهما",
   "المخاصمة",
   "بمقرر",
   "التركات"
  ],
  "a": 0,
  "exp": "المادة 335: يمكن تجريح كل قاض للأحكام : - إذا كانت له أو لزوجه أو لأحد أصولهما أو فروعهما مصلحة شخصية مباشرة أو غير مباشرة في النزاع ؛ - إذا وجدت قرابة أو مصاهرة بينه أو بين زوجه مع أحد الأطراف إلى غاية الدرجة الرابعة ؛ - إذا كانت بينه أو بين زوجه أو أصولهما أو فروعهما وبين أحد الأطراف دعوى قائمة، أو انتهت منذ أقل من سنتين ؛ - إذا كان دائنا أو مدينا لأحد الأطراف ؛ -…"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 336 من المسطرة المدنية): يقدم طلب التجريح وفق القواعد المقررة في المقال الافتتاحي للدعوى، إلى رئيس محكمة الدرجة الأولى أو الرئيس الأول لمحكمة الدرجة الثانية أو الرئيس الأول ل____، بحسب مقر عمل القاضي يتضمن طلب التجريح، تحت طائلة عدم القبول، هوية الأطراف وأسباب التجريح، ويرفق بالحجج المثبتة له، ويوقعه طالبه أو محاميه أو وكيل الطالب يجب على طالب التجريح، تحت طائلة عدم القبول، أن يقدم طلبه قبل البدء في مناقشة القضية، ما لم تكن أسباب التجريح قد طرأت أو لم يعلم بها إلا لاحقا",
  "options": [
   "محكمة النقض",
   "الغيابي",
   "المنصة الإلكترونية",
   "الدعوى"
  ],
  "a": 0,
  "exp": "المادة 336: يقدم طلب التجريح وفق القواعد المقررة في المقال الافتتاحي للدعوى، إلى رئيس محكمة الدرجة الأولى أو الرئيس الأول لمحكمة الدرجة الثانية أو الرئيس الأول لمحكمة النقض، بحسب مقر عمل القاضي يتضمن طلب التجريح، تحت طائلة عدم القبول، هوية الأطراف وأسباب التجريح، ويرفق بالحجج المثبتة له، ويوقعه طالبه أو محاميه أو وكيل الطالب يجب على طالب التجريح، تحت طائلة عدم القبول،…"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 337 من المسطرة المدنية): يبلغ الرئيس الموجه إليه طلب التجريح، القاضي أيام، كتابة بموافقته على التجريح ليصرح خلال أجل عشرة أو رفضه له مع الجواب عن وسائل التجريح، وتوجه نسخة من الطلب إلى ____ يجب على القاضي إلى حين البت في طلب التجريح يستبدل فورا القاضي يمكن في حالة الاستعجال وتوفر عنصر الجدية تعيين قاضٍ آخر، ولو تلقائيا، للقيام بالإجراءات الضرورية",
  "options": [
   "النيابة العامة",
   "الوكيل",
   "الحاضر",
   "التقادم"
  ],
  "a": 0,
  "exp": "المادة 337: يبلغ الرئيس الموجه إليه طلب التجريح، القاضي أيام، كتابة بموافقته على التجريح ليصرح خلال أجل عشرة أو رفضه له مع الجواب عن وسائل التجريح، وتوجه نسخة من الطلب إلى النيابة العامة يجب على القاضي إلى حين البت في طلب التجريح يستبدل فورا القاضي يمكن في حالة الاستعجال وتوفر عنصر الجدية تعيين قاضٍ آخر، ولو تلقائيا، للقيام بالإجراءات الضرورية"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 338 من المسطرة المدنية): يحال طلب التجريح إلى محكمة الدرجة الثانية المختصة خلال أيام من الجواب بالرفض أو السكوت، إذا تعلق الأمر ثلاثة بمستشار يعمل بها، أو بقاض، أو برئيس محكمة يعمل بدائرة نفوذها، وإلى ____ إذا تعلق الأمر بمستشار يعمل بها، أو برئيس أول لمحكمة الدرجة الثانية",
  "options": [
   "محكمة النقض",
   "المسطرة المدنية",
   "الاستدعاء",
   "الرسم العدلي"
  ],
  "a": 0,
  "exp": "المادة 338: يحال طلب التجريح إلى محكمة الدرجة الثانية المختصة خلال أيام من الجواب بالرفض أو السكوت، إذا تعلق الأمر ثلاثة بمستشار يعمل بها، أو بقاض، أو برئيس محكمة يعمل بدائرة نفوذها، وإلى محكمة النقض إذا تعلق الأمر بمستشار يعمل بها، أو برئيس أول لمحكمة الدرجة الثانية"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 339 من المسطرة المدنية): تبت المحكمة المختصة في غرفة المشورة، وجوبا، خلال أجل أيام بعد الاستماع، عند الاقتضاء، لإيضاحات الطرف عشرة طالب ____ والطرف المطلوب تجريحه لا يقبل القرار الصادر في طلب التجريح أي طعن",
  "options": [
   "التجريح",
   "الزور",
   "المحكمة الإدارية",
   "القرار"
  ],
  "a": 0,
  "exp": "المادة 339: تبت المحكمة المختصة في غرفة المشورة، وجوبا، خلال أجل أيام بعد الاستماع، عند الاقتضاء، لإيضاحات الطرف عشرة طالب التجريح والطرف المطلوب تجريحه لا يقبل القرار الصادر في طلب التجريح أي طعن"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 340 من المسطرة المدنية): يمكن للقا الأضرار، غير أنه لا يمكن للقا التعويض أن يشارك بعد ذلك في الحكم في القضية الأصلية، فإن ساهم في ذلك لم يتأت له أن يقيم هذه ____",
  "options": [
   "الدعوى",
   "القاصر",
   "الصحيفة",
   "الطلاق"
  ],
  "a": 0,
  "exp": "المادة 340: يمكن للقا الأضرار، غير أنه لا يمكن للقا التعويض أن يشارك بعد ذلك في الحكم في القضية الأصلية، فإن ساهم في ذلك لم يتأت له أن يقيم هذه الدعوى"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 341 من المسطرة المدنية): - لرئيس الغرفة المعنية، إذا تعلق الأمر بأحد المستشارين ب____ ؛",
  "options": [
   "محكمة النقض",
   "المحكمة الإدارية",
   "التراضي",
   "التجريح"
  ],
  "a": 0,
  "exp": "المادة 341: يجب على كل قاضٍ يعلم بوجود أحد أسباب التجريح المذكورة في أعلاه أو أي سبب آخر بينه وبين أحد الأطراف، أن يصرح المادة بذلك كتابة : - لرئيس محكمة الدرجة الأولى،إذا تعلق الأمر بقاضٍ بهذه المحكمة ؛ - للرئيس الأول لمحكمة الدرجة الثانية، إذا تعلق الأمر برئيس محكمة درجة أولى بدائرة نفوذها أو بأحد المستشارين العاملين بها ؛ - لرئيس الغرفة المعنية، إذا تعلق الأمر بأحد…"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 342 من المسطرة المدنية): تطبق أسباب التجريح المتعلقة بقا العامة، إذا كان طرفا منضما، ولا يجرح إذا كان طرفا رئيسيا يصرح بسبب التجريح لوكيل الملك أو للوكيل العام للملك، حسب الحالة، الذي يقرر ما إذا كان يتعين على قا بالتجريح أن يتخلى عن متابعة الإجراءات في القضية ____",
  "options": [
   "تنازع الاختصاص",
   "الحجز الارتهاني",
   "الاستئناف الفرعي",
   "الطلبات العارضة"
  ],
  "a": 0,
  "exp": "المادة 342: تطبق أسباب التجريح المتعلقة بقا العامة، إذا كان طرفا منضما، ولا يجرح إذا كان طرفا رئيسيا يصرح بسبب التجريح لوكيل الملك أو للوكيل العام للملك، حسب الحالة، الذي يقرر ما إذا كان يتعين على قا بالتجريح أن يتخلى عن متابعة الإجراءات في القضية تنازع الاختصاص"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 343 من المسطرة المدنية): يكون هناك مجال ل____ إذا أصدرت عدة محاكم في نزاع واحد قرارات غير قابلة للطعن، صرحت فيها باختصاصها أو عدم اختصاصها فيه",
  "options": [
   "تنازع الاختصاص",
   "التركة",
   "البطلان",
   "الرسم العدلي"
  ],
  "a": 0,
  "exp": "المادة 343: يكون هناك مجال لتنازع الاختصاص إذا أصدرت عدة محاكم في نزاع واحد قرارات غير قابلة للطعن، صرحت فيها باختصاصها أو عدم اختصاصها فيه"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 344 من المسطرة المدنية): يقدم طلب الفصل في ____ بمقال أمام المحكمة الأعلى درجة المشتركة بين المحاكم التي يطعن في أحكامها أمامها، وأمام محكمة النقض إذا تعلق الأمر بمحاكم لا تخضع لأية محكمة أعلى مشتركة بينها",
  "options": [
   "تنازع الاختصاص",
   "المراجعة",
   "المفوض القضائي",
   "التنبيه"
  ],
  "a": 0,
  "exp": "المادة 344: يقدم طلب الفصل في تنازع الاختصاص بمقال أمام المحكمة الأعلى درجة المشتركة بين المحاكم التي يطعن في أحكامها أمامها، وأمام محكمة النقض إذا تعلق الأمر بمحاكم لا تخضع لأية محكمة أعلى مشتركة بينها"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 345 من المسطرة المدنية): ينظر في المقال بغرفة المشورة دون حضور الأطراف أو وكلائهم تصدر المحكمة التي قدم إليها المقال إذا اعتبرت عدم وجود تنازع للاختصاص، قرارا معللا بالرفض قابلا للطعن بطريق النقض، إذا لم تكن المحكمة هي ____ تعيد المحكمة التي قدم إليها المقال إذا اعتبرت أنه يمكن أن يكون هناك تنازع للاختصاص، القضية إلى المستشار المقرر ليبت فيها وفق الإجراءات العادية والآجال المقررة بمقت حينئذ إلى النصف يوقف هذا القرار ابتداء من تاريخه، كل إجراء ومسطرة أمام قا يكون معيبا بالبطلان، كل إجراء قد يقع خرقا للتوقيف الممنوح باستثناء مجرد الإجراءات التحفظية تعرض الغير الخارج عن الخصومة",
  "options": [
   "محكمة النقض",
   "الاختصاص القضائي الدولي",
   "كتابة الضبط",
   "التنفيذ المعجل"
  ],
  "a": 0,
  "exp": "المادة 345: ينظر في المقال بغرفة المشورة دون حضور الأطراف أو وكلائهم تصدر المحكمة التي قدم إليها المقال إذا اعتبرت عدم وجود تنازع للاختصاص، قرارا معللا بالرفض قابلا للطعن بطريق النقض، إذا لم تكن المحكمة هي محكمة النقض تعيد المحكمة التي قدم إليها المقال إذا اعتبرت أنه يمكن أن يكون هناك تنازع للاختصاص، القضية إلى المستشار المقرر ليبت فيها وفق الإجراءات العادية والآجال…"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 346 من المسطرة المدنية): يمكن لكل شخص أن يتعرض تعرض الغير الخارج عن الخصومة على مقرر قضائي يمس بحقوقه، إذا لم يكن طرفا أو ممثلا في ____، وذلك داخل الأجل المنصوص عليه في الفقرة الأولى من أدناه المادة",
  "options": [
   "الدعوى",
   "التجريح",
   "الأهلية",
   "عقد الزواج"
  ],
  "a": 0,
  "exp": "المادة 346: يمكن لكل شخص أن يتعرض تعرض الغير الخارج عن الخصومة على مقرر قضائي يمس بحقوقه، إذا لم يكن طرفا أو ممثلا في الدعوى، وذلك داخل الأجل المنصوص عليه في الفقرة الأولى من أدناه المادة"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 347 من المسطرة المدنية): يقدم ____ المشار إليه في المادة السابقة أمام المحكمة المصدرة للحكم وفقا للقواعد المقررة للمقال الافتتاحي للدعوى يجوز أن يبت في هذا التعرض نفس القضاة الذين أصدروا المقرر",
  "options": [
   "التعرض",
   "الوكالة",
   "التعليل",
   "الأجرة"
  ],
  "a": 0,
  "exp": "المادة 347: يقدم التعرض المشار إليه في المادة السابقة أمام المحكمة المصدرة للحكم وفقا للقواعد المقررة للمقال الافتتاحي للدعوى يجوز أن يبت في هذا التعرض نفس القضاة الذين أصدروا المقرر"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 348 من المسطرة المدنية): يترتب على تعرض الغير الخارج عن الخصومة، عرض النزاع على المحكمة بالنسبة للأسباب المعتمدة في مقال ____ فقط إذا قضت المحكمة بصحة التعرض، فإنها تلغي المقرر المطعون فيه أو تعدله لصالح المتعرض إذا كان المقرر المتعرض عليه صادرا في موضوع غير قابل للقسمة، فلا يقبل التعرض إلا إذا تم إدخال كل الأطراف في الدعوى، ويكون المقرر الصادر فيها حجة عليهم جميعا",
  "options": [
   "التعرض",
   "الأجرة",
   "المراجعة",
   "التبليغ"
  ],
  "a": 0,
  "exp": "المادة 348: يترتب على تعرض الغير الخارج عن الخصومة، عرض النزاع على المحكمة بالنسبة للأسباب المعتمدة في مقال التعرض فقط إذا قضت المحكمة بصحة التعرض، فإنها تلغي المقرر المطعون فيه أو تعدله لصالح المتعرض إذا كان المقرر المتعرض عليه صادرا في موضوع غير قابل للقسمة، فلا يقبل التعرض إلا إذا تم إدخال كل الأطراف في الدعوى، ويكون المقرر الصادر فيها حجة عليهم جميعا"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 349 من المسطرة المدنية): لا يوقف تعرض الغير الخارج عن الخصومة التنفيذ، إلا إذا رأت المحكمة التي تنظر في ____ وقف التنفيذ لأسباب جدية بناء على مقال مستقل تستدعي المحكمة، عند الاقتضاء، بمجرد ما يحال إليها مقال وقف التنفيذ، الأطراف للمناقشة والحكم في غرفة المشورة داخل أجل يوما ثلاثين",
  "options": [
   "التعرض",
   "الطلبات العارضة",
   "التنازل عن الدعوى",
   "الدين"
  ],
  "a": 0,
  "exp": "المادة 349: لا يوقف تعرض الغير الخارج عن الخصومة التنفيذ، إلا إذا رأت المحكمة التي تنظر في التعرض وقف التنفيذ لأسباب جدية بناء على مقال مستقل تستدعي المحكمة، عند الاقتضاء، بمجرد ما يحال إليها مقال وقف التنفيذ، الأطراف للمناقشة والحكم في غرفة المشورة داخل أجل يوما ثلاثين"
 },
 {
  "cat": "المساطر الخاصة",
  "q": "أكمل الفراغ (المادة 350 من المسطرة المدنية): يمكن للطرف المتضرر من تعرض الغير الخارج عن الخصومة، الذي لم يستجب لتعرضه، أن يتقدم بطلب التعويض عن التقاضي بسوء نية والتسويف والمماطلة، في المرحلة التي توجد عليها ____، كما يمكنه تقديم طلب التعويض بدعوى مستقلة المسطرة أمام محاكم الدرجة الثانية إجراءات تحقيق الدعوى",
  "options": [
   "الدعوى",
   "التبليغ الإلكتروني",
   "التدخل",
   "التصريح"
  ],
  "a": 0,
  "exp": "المادة 350: يمكن للطرف المتضرر من تعرض الغير الخارج عن الخصومة، الذي لم يستجب لتعرضه، أن يتقدم بطلب التعويض عن التقاضي بسوء نية والتسويف والمماطلة، في المرحلة التي توجد عليها الدعوى، كما يمكنه تقديم طلب التعويض بدعوى مستقلة المسطرة أمام محاكم الدرجة الثانية إجراءات تحقيق الدعوى"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الثانية",
  "q": "أكمل الفراغ (المادة 351 من المسطرة المدنية): تودع مقالات الاستئناف وتوجه إلى كتابة ضبط المحكمة المرفوع أعلاه، مع مراعاة إليها الاستئناف، وفق مقتضيات المادة أعلاه مقتضيات الفقرتين الثانية والسادسة من المادة يمكن تقديم المقال بأي صندوق من صناديق المحاكم، على أن يتم إرساله من طرف رئيس ____ فورا إلى المحكمة المختصة",
  "options": [
   "كتابة الضبط",
   "العدل",
   "الشطب",
   "التبليغ الإلكتروني"
  ],
  "a": 0,
  "exp": "المادة 351: تودع مقالات الاستئناف وتوجه إلى كتابة ضبط المحكمة المرفوع أعلاه، مع مراعاة إليها الاستئناف، وفق مقتضيات المادة أعلاه مقتضيات الفقرتين الثانية والسادسة من المادة يمكن تقديم المقال بأي صندوق من صناديق المحاكم، على أن يتم إرساله من طرف رئيس كتابة الضبط فورا إلى المحكمة المختصة"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الثانية",
  "q": "أكمل الفراغ (المادة 352 من المسطرة المدنية): بمجرد توصل ____ لمحكمة الدرجة الثانية بمقال من المادة الاستئناف، يعين المستشار المقرر وفق مقتضيات الفقرة أدناه، باعتباره مكلفا بتجهيز القضية يمكن لرئيس محكمة الدرجة الثانية أو من ينوب عنه، بصفة استثنائية، أن يغير المستشار المقرر كلما حصل موجب لذلك يأمر المستشار المقرر فورا بتسليم نسخة من مقال الاستئناف ونسخة من المستندات، إلى المفوض الملكي للدفاع عن القانون والحق يأمر المستشار المقرر فورا بتبليغ مقال الاستئناف للطرف الآخر، أعلاه، إن و مع مراعاة الآجال المنصوص عليها في المادتين اقت يبلغ هذا الأمر إلى المستأنف عليه، ويعلم بتاريخ الجلسة العلنية التي خصصت للقضية، مع الإشارة إلى وجوب تقديم مذكرات الدفاع والمستندات المؤيدة قبل الجلسة أو داخل أجل يحدده المستشار المقرر إذا تعدد المستأنف عليهم، ولم يقدم بعضهم مستنتجاته في الأجل المحدد، نبهه المستشار المقرر عند حلول الأجل، إلى أنه إن لم يقم بتقديمها داخل أجل جديد، اعتبرت المسطرة حضورية بالنسبة لجميع الأطراف يبت في القضية بعد انتهاء هذا الأجل، بقرار يعتبر حضوريا بالنسبة لجميع الأطراف يبلغ للمستأنف عليهم الأمر المنصوص عليه في الفقرة الثالثة أعلاه وما بعدها، أعلاه، وفقا للشروط المنصوص عليها في المادة وتسلم لهم في الوقت نفسه نسخ المقالات المقدمة من طرف المستأنفين",
  "options": [
   "كتابة الضبط",
   "المحكمة الإدارية",
   "الاختصاص القضائي الدولي",
   "الإرث"
  ],
  "a": 0,
  "exp": "المادة 352: بمجرد توصل كتابة الضبط لمحكمة الدرجة الثانية بمقال من المادة الاستئناف، يعين المستشار المقرر وفق مقتضيات الفقرة أدناه، باعتباره مكلفا بتجهيز القضية يمكن لرئيس محكمة الدرجة الثانية أو من ينوب عنه، بصفة استثنائية، أن يغير المستشار المقرر كلما حصل موجب لذلك يأمر المستشار المقرر فورا بتسليم نسخة من مقال الاستئناف ونسخة من المستندات، إلى المفوض الملكي للدفاع عن…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الثانية",
  "q": "أكمل الفراغ (المادة 353 من المسطرة المدنية): يجب على كل طرف أو وكيله يقيم خارج دائرة نفوذ المحكمة المرفوع إليها ____، أن يعين موطنا للمخابرة معه في دائرة نفوذها الترابي، تحت طائلة اعتبار كل إجراء بلغ لكتابة ضبط محكمة الدرجة الثانية صحيحا يعتبر مكتب المحامي محلا للمخابرة معه وتبلغ إليه الإجراءات، باستثناء الأحكام التمهيدية القاضية بتحملات مالية والأحكام الفاصلة في الدعوى، ما لم يتفق الطرفان كتابة على خلاف ذلك يعتبر كل إجراء بلغ للمحامي في حسابه الإلكتروني المعد لهذه الغاية أو عنوان بريده الإلكتروني صحيحا",
  "options": [
   "الاستئناف",
   "الإعذار",
   "التنازل",
   "التصريح"
  ],
  "a": 0,
  "exp": "المادة 353: يجب على كل طرف أو وكيله يقيم خارج دائرة نفوذ المحكمة المرفوع إليها الاستئناف، أن يعين موطنا للمخابرة معه في دائرة نفوذها الترابي، تحت طائلة اعتبار كل إجراء بلغ لكتابة ضبط محكمة الدرجة الثانية صحيحا يعتبر مكتب المحامي محلا للمخابرة معه وتبلغ إليه الإجراءات، باستثناء الأحكام التمهيدية القاضية بتحملات مالية والأحكام الفاصلة في الدعوى، ما لم يتفق الطرفان كتابة…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الثانية",
  "q": "أكمل الفراغ (المادة 354 من المسطرة المدنية): يحق للأطراف أو من ينوب عنهم الاطلاع على مستندات القضية أو أخذ نسخ منها على نفقتهم في ____، دون نقل أصولها خارج المحكمة",
  "options": [
   "كتابة الضبط",
   "المساعدة القضائية",
   "التبليغ",
   "الفاتورة"
  ],
  "a": 0,
  "exp": "المادة 354: يحق للأطراف أو من ينوب عنهم الاطلاع على مستندات القضية أو أخذ نسخ منها على نفقتهم في كتابة الضبط، دون نقل أصولها خارج المحكمة"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الثانية",
  "q": "أكمل الفراغ (المادة 355 من المسطرة المدنية): تودع مذكرات الدفاع والردود وكل المذكرات والمستنتجات الأخرى، في كتابة ضبط المحكمة المرفوع إليها ____، وتضاف إلى الملف، ويكون عدد نسخها مساويا لعدد الأطراف، مع مراعاة مقتضيات أعلاه المادة أعلاه وما بعدها، بمجرد يقع تبليغها طبقا لمقتضيات المادة إيداعها",
  "options": [
   "الاستئناف",
   "التدخل",
   "التبليغ الإلكتروني",
   "الطعن بالتعرض"
  ],
  "a": 0,
  "exp": "المادة 355: تودع مذكرات الدفاع والردود وكل المذكرات والمستنتجات الأخرى، في كتابة ضبط المحكمة المرفوع إليها الاستئناف، وتضاف إلى الملف، ويكون عدد نسخها مساويا لعدد الأطراف، مع مراعاة مقتضيات أعلاه المادة أعلاه وما بعدها، بمجرد يقع تبليغها طبقا لمقتضيات المادة إيداعها"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الثانية",
  "q": "أكمل الفراغ (المادة 356 من المسطرة المدنية): إذا لم يقدم المستأنف عليه مستنتجاته عند عرض القضية في الجلسة صدر القرار فيها غيابيا، ما لم تقرر المحكمة تأجيل القضية إلى جلسة أخرى، طبقا لطلب المستأنف عليه أو وكيله أو محاميه قصد تقديم مستنتجاته إذا كانت القضية غير جاهزة للحكم، أمكن للمحكمة المرفوع إليها ____ أن تؤجلها إلى أقرب جلسة أو أن ترجعها إلى المستشار المقرر، وفي جميع الأحوال يتعين على هذا الأخير الحرص على تجهيز يوما القضية وإحالتها إلى الجلسة داخل أجل لا يتعدى تسعين",
  "options": [
   "الاستئناف",
   "الميراث",
   "الفاتورة",
   "الشطب"
  ],
  "a": 0,
  "exp": "المادة 356: إذا لم يقدم المستأنف عليه مستنتجاته عند عرض القضية في الجلسة صدر القرار فيها غيابيا، ما لم تقرر المحكمة تأجيل القضية إلى جلسة أخرى، طبقا لطلب المستأنف عليه أو وكيله أو محاميه قصد تقديم مستنتجاته إذا كانت القضية غير جاهزة للحكم، أمكن للمحكمة المرفوع إليها الاستئناف أن تؤجلها إلى أقرب جلسة أو أن ترجعها إلى المستشار المقرر، وفي جميع الأحوال يتعين على هذا…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الثانية",
  "q": "أكمل الفراغ (المادة 357 من المسطرة المدنية): يتخذ المستشار المقرر الإجراءات لجعل القضية جاهزة للحكم، ويأمر بتقديم المستندات التي يراها ضرورية للتحقيق في الدعوى، ويمكن له بناء على طلب الأطراف أو تلقائيا، بعد سماع الأطراف أو استدعائهم للحضور بصفة قانونية، الأمر بأي إجراء للتحقيق، دون مساس بما يمكن للمحكمة المرفوع إليها ____ أن تأمر به بعد ذلك من إجراءات في جلسة علنية أو في غرفة المشورة لا يمكن بأي حال أن تمس الأوامر التي تصدر في هذا الشأن أعلاه وما بعدها، ولا تكون الدعوى الأصلية، وتبلغ طبقا للمادة قابلة لأي طعن",
  "options": [
   "الاستئناف",
   "الطعن بالتعرض",
   "التبرع",
   "العرقلة"
  ],
  "a": 0,
  "exp": "المادة 357: يتخذ المستشار المقرر الإجراءات لجعل القضية جاهزة للحكم، ويأمر بتقديم المستندات التي يراها ضرورية للتحقيق في الدعوى، ويمكن له بناء على طلب الأطراف أو تلقائيا، بعد سماع الأطراف أو استدعائهم للحضور بصفة قانونية، الأمر بأي إجراء للتحقيق، دون مساس بما يمكن للمحكمة المرفوع إليها الاستئناف أن تأمر به بعد ذلك من إجراءات في جلسة علنية أو في غرفة المشورة لا يمكن بأي…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الثانية",
  "q": "أكمل الفراغ (المادة 358 من المسطرة المدنية): إذا تم تحقيق الدعوى، أو إذا انقضت آجال تقديم الردود، واعتبر المستشار المقرر أن الدعوى جاهزة للحكم، حدد تاريخ الجلسة التي تدرج فيها القضية، يستدعى لها الأطراف لا تعتبر المحكمة المرفوع إليها ____، المستنتجات والطلبات المقدمة من الأطراف ولا المستندات المرفقة بها بعد اعتبار الدعوى جاهزة للحكم، باستثناء المستنتجات الرامية إلى التنازل تسحب من الملف المذكرات والمستندات المدلى بها متأخرة، وتودع في كتابة ضبط المحكمة رهن إشارة أصحابها غير أنه يمكن للمحكمة المرفوع إليها الاستئناف، بقرار معلل، إعادة القضية إلى المستشار المقرر، إذا طرأت بعد اعتبار الدعوى جاهزة للحكم واقعة جديدة من شأنها أن تؤثر على القرار، أو إذا تعذرت إثارة واقعة قبل ذلك خارجة عن إرادة الأطراف",
  "options": [
   "الاستئناف",
   "المنازعات الانتخابية",
   "التبرع",
   "التطليق"
  ],
  "a": 0,
  "exp": "المادة 358: إذا تم تحقيق الدعوى، أو إذا انقضت آجال تقديم الردود، واعتبر المستشار المقرر أن الدعوى جاهزة للحكم، حدد تاريخ الجلسة التي تدرج فيها القضية، يستدعى لها الأطراف لا تعتبر المحكمة المرفوع إليها الاستئناف، المستنتجات والطلبات المقدمة من الأطراف ولا المستندات المرفقة بها بعد اعتبار الدعوى جاهزة للحكم، باستثناء المستنتجات الرامية إلى التنازل تسحب من الملف المذكرات…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الثانية",
  "q": "أكمل الفراغ (المادة 359 من المسطرة المدنية): تطبق أمام المحكمة المرفوع إليها ____، مقتضيات الباب الثالث من القسم الثالث المتعلق بإجراءات تحقيق الدعوى، مع مراعاة ما يأتي : تقرر إجراءات التحقيق بأمر من المستشار المقرر بصفته مكلفا أعلاه، بتجهيز القضية وفقا للشروط المنصوص عليها في المادة أو بقرار من المحكمة مجتمعة بغرفة المشورة بعد الاستماع للمقرر، أو بقرار صادر في جلسة علنية يقوم المستشار المقرر بالوقوف على عين المكان، ما لم يتقرر القيام بذلك من طرف هيئة المحكمة تجرى الأبحاث أمام المستشار المقرر، ما لم ترغب المحكمة في الاستماع إلى الشهود بنفسها، وفي هذه الحالة يجري هذا الاستماع بغرفة المشورة يمكن أن يؤمر بحضور الأطراف شخصيا أمام المستشار المقرر أو بغرفة المشورة أو بالجلسة العلنية ويحرر محضر بذلك تجرى تحت إشراف المستشار المقرر مسطرة تحقيق الخطوط والزور قرارات محكمة الدرجة الثانية",
  "options": [
   "الاستئناف",
   "الحجز الارتهاني",
   "مصاريف القضاء",
   "الدعوى"
  ],
  "a": 0,
  "exp": "المادة 359: تطبق أمام المحكمة المرفوع إليها الاستئناف، مقتضيات الباب الثالث من القسم الثالث المتعلق بإجراءات تحقيق الدعوى، مع مراعاة ما يأتي : تقرر إجراءات التحقيق بأمر من المستشار المقرر بصفته مكلفا أعلاه، بتجهيز القضية وفقا للشروط المنصوص عليها في المادة أو بقرار من المحكمة مجتمعة بغرفة المشورة بعد الاستماع للمقرر، أو بقرار صادر في جلسة علنية يقوم المستشار المقرر…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الثانية",
  "q": "أكمل الفراغ (المادة 360 من المسطرة المدنية): يهيئ الرئيس الأول جدول كل جلسة ويبلغ إلى ____ أو إلى المفوض الملكي للدفاع عن القانون والحق، حسب الحالة، ويعلق بباب قاعة الجلسات، ويشهر بجميع الوسائل بما في ذلك الموقع الإلكتروني للمحاكم، وبجميع الوسائل الإلكترونية المعدة لهذه الغاية",
  "options": [
   "النيابة العامة",
   "الحجز الارتهاني",
   "الاستئناف",
   "إعادة النظر"
  ],
  "a": 0,
  "exp": "المادة 360: يهيئ الرئيس الأول جدول كل جلسة ويبلغ إلى النيابة العامة أو إلى المفوض الملكي للدفاع عن القانون والحق، حسب الحالة، ويعلق بباب قاعة الجلسات، ويشهر بجميع الوسائل بما في ذلك الموقع الإلكتروني للمحاكم، وبجميع الوسائل الإلكترونية المعدة لهذه الغاية"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الثانية",
  "q": "أكمل الفراغ (المادة 361 من المسطرة المدنية): يجب أن يبلغ كل طرف في الدعوى أو دفاعه أو وكيله، طبقا للمادة أعلاه وما بعدها، بالتاريخ الذي أدرجت فيه القضية في الجلسة أيام بين تاريخ تبليغ ____ يجب أن ينصرم أجل خمسة والتاريخ المحدد للحضور بالجلسة",
  "options": [
   "الاستدعاء",
   "الرسم العدلي",
   "الصلح",
   "القاصر"
  ],
  "a": 0,
  "exp": "المادة 361: يجب أن يبلغ كل طرف في الدعوى أو دفاعه أو وكيله، طبقا للمادة أعلاه وما بعدها، بالتاريخ الذي أدرجت فيه القضية في الجلسة أيام بين تاريخ تبليغ الاستدعاء يجب أن ينصرم أجل خمسة والتاريخ المحدد للحضور بالجلسة"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الثانية",
  "q": "أكمل الفراغ (المادة 362 من المسطرة المدنية): تكون الجلسات علنية، إلا إذا قرر القانون خلاف ذلك يمكن للمحكمة أن تأمر، تلقائيا أو بناء على طلب أحد الأطراف أو دفاعه أو وكيله أو ____، بإجراء المناقشة في جلسة سرية، متى استوجب ذلك النظام العام أو الأخلاق الحميدة أو حرمة الأسرة أو المصلحة الفضلى للطفل تحرر محاضر الجلسات بكل تجرد وأمانة، ويدون كاتب الضبط كل ما راج بها أو عاينه أو تلقاه دون بتر أو تشطيب أو إضافة بين السطور يوقع محضر الجلسة فورا من طرف رئيسها وكاتبها، كما يوقع بعد كل جلسة سجلها من طرف الرئيس وكاتب الضبط",
  "options": [
   "النيابة العامة",
   "الشفعة",
   "التنفيذ الجبري",
   "التركة"
  ],
  "a": 0,
  "exp": "المادة 362: تكون الجلسات علنية، إلا إذا قرر القانون خلاف ذلك يمكن للمحكمة أن تأمر، تلقائيا أو بناء على طلب أحد الأطراف أو دفاعه أو وكيله أو النيابة العامة، بإجراء المناقشة في جلسة سرية، متى استوجب ذلك النظام العام أو الأخلاق الحميدة أو حرمة الأسرة أو المصلحة الفضلى للطفل تحرر محاضر الجلسات بكل تجرد وأمانة، ويدون كاتب الضبط كل ما راج بها أو عاينه أو تلقاه دون بتر أو…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الثانية",
  "q": "أكمل الفراغ (المادة 363 من المسطرة المدنية): للرئيس حفظ نظام الجلسة، وتطبق أمام المحكمة المرفوع إليها أعلاه و و ____ مقتضيات المواد",
  "options": [
   "الاستئناف",
   "الإنذار",
   "محكمة النقض",
   "عقد الزواج"
  ],
  "a": 0,
  "exp": "المادة 363: للرئيس حفظ نظام الجلسة، وتطبق أمام المحكمة المرفوع إليها أعلاه و و الاستئناف مقتضيات المواد"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الثانية",
  "q": "أكمل الفراغ (المادة 364 من المسطرة المدنية): يحرر المستشار المقرر في جميع القضايا التي أجري فيها تحقيق أعلاه، تقريرا مكتوبا يضمن فيه ما حدث و طبقا للمادتين من عوارض في تسيير المسطرة، والإجراءات التي قام بها، ويحلل فيه الوقائع ووسائل دفاع الأطراف، ويورد ملخصا لمستنتجاتهم مع بيان النقط التي يجب الفصل فيها دون أن يبدي رأيه يمكن للأطراف تقديم ملاحظاتهم الشفوية بالجلسة لتعزيز مستنتجاتهم الكتابية يجب أن يحضر الجلسة المفوض الملكي للدفاع عن القانون والحق، بالنسبة لمحاكم ____ الإدارية والأقسام المتخصصة في القضاء الإداري بمحاكم الاستئناف يدلي المفوض الملكي للدفاع عن القانون والحق بآرائه مكتوبة، ويمكنه توضيحها شفويا لهيئة الحكم بكامل الاستقلال، سواء فيما يتعلق بالوقائع أو القواعد القانونية المطبقة عليها يحق للأطراف أو دفاعهم أو وكلائهم، الحصول على نسخة من مستنتجات المفوض الملكي للدفاع عن القانون والحق، والتعقيب عليها",
  "options": [
   "الاستئناف",
   "العدل",
   "المحكمة الابتدائية",
   "نزع الملكية"
  ],
  "a": 0,
  "exp": "المادة 364: يحرر المستشار المقرر في جميع القضايا التي أجري فيها تحقيق أعلاه، تقريرا مكتوبا يضمن فيه ما حدث و طبقا للمادتين من عوارض في تسيير المسطرة، والإجراءات التي قام بها، ويحلل فيه الوقائع ووسائل دفاع الأطراف، ويورد ملخصا لمستنتجاتهم مع بيان النقط التي يجب الفصل فيها دون أن يبدي رأيه يمكن للأطراف تقديم ملاحظاتهم الشفوية بالجلسة لتعزيز مستنتجاتهم الكتابية يجب أن…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الثانية",
  "q": "أكمل الفراغ (المادة 365 من المسطرة المدنية): يأمر الرئيس بوضع القضية في المداولة بعد انتهاء المناقشة والاستماع للمستنتجات الكتابية أو الشفوية للنيابة العامة، عند الاقتضاء، وبالنسبة لمحاكم الاستئناف الإدارية والأقسام المتخصصة في القضاء الإداري بمحاكم الاستئناف، بعد الاستماع للمستنتجات الكتابية أو الشفوية للمفوض الملكي للدفاع عن القانون والحق يحدد الرئيس تاريخ الجلسة التي سيتم فيها النطق بالقرار تتم المداولة بحضور جميع قضاة الهيئة التي قررت وضع القضية في المداولة لا يشارك ممثل ____ ولا المفوض الملكي للدفاع عن القانون والحق، حسب الحالة، في المداولة يجب أن يكون القرار محررا بشكل كامل عند النطق به",
  "options": [
   "النيابة العامة",
   "التدخل",
   "الطلبات العارضة",
   "المنازعات الانتخابية"
  ],
  "a": 0,
  "exp": "المادة 365: يأمر الرئيس بوضع القضية في المداولة بعد انتهاء المناقشة والاستماع للمستنتجات الكتابية أو الشفوية للنيابة العامة، عند الاقتضاء، وبالنسبة لمحاكم الاستئناف الإدارية والأقسام المتخصصة في القضاء الإداري بمحاكم الاستئناف، بعد الاستماع للمستنتجات الكتابية أو الشفوية للمفوض الملكي للدفاع عن القانون والحق يحدد الرئيس تاريخ الجلسة التي سيتم فيها النطق بالقرار تتم…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الثانية",
  "q": "أكمل الفراغ (المادة 366 من المسطرة المدنية): تعتبر حضورية ____ات التي تصدر بناء على مقالات الأطراف أو مذكراتهم، ولو لم يقدموا ملاحظات شفوية في الجلسة تعتبر حضورية كذلك القرارات التي تصدر بعد أن حضر المستأنف عليه بالجلسة، ولم يقدم جوابا أو أسند النظر كما تعتبر حضورية القرارات التي ترفض دفعا، وتبت في نفس الوقت في الجوهر، ولو كان الطرف الذي أثار الدفع قد امتنع احتياطيا من الإدلاء بمستنتجاته في الموضوع تصدر كل القرارات الأخرى غيابيا، دون إخلال بمقتضيات أعلاه الفقرتين السادسة والسابعة من المادة",
  "options": [
   "القرار",
   "الموطن",
   "الأجل",
   "وضع الأختام"
  ],
  "a": 0,
  "exp": "المادة 366: تعتبر حضورية القرارات التي تصدر بناء على مقالات الأطراف أو مذكراتهم، ولو لم يقدموا ملاحظات شفوية في الجلسة تعتبر حضورية كذلك القرارات التي تصدر بعد أن حضر المستأنف عليه بالجلسة، ولم يقدم جوابا أو أسند النظر كما تعتبر حضورية القرارات التي ترفض دفعا، وتبت في نفس الوقت في الجوهر، ولو كان الطرف الذي أثار الدفع قد امتنع احتياطيا من الإدلاء بمستنتجاته في الموضوع…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الثانية",
  "q": "أكمل الفراغ (المادة 367 من المسطرة المدنية): تنعقد الجلسات وتصدر قرارات محاكم الدرجة الثانية عن هيئة تتألف من ثلاثة قضاة بمن فيهم الرئيس، ما لم ينص القانون على خلاف ذلك تحمل القرارات نفس العنوان والبيانات المنصوص عليها في المادة أعلاه تكون القرارات معللة، ويشار إلى أنها صدرت في جلسة علنية، وأن المناقشات وقعت في جلسة علنية أو سرية أو بغرفة المشورة، وتشتمل أيضا، عند الاقتضاء، على الاستماع للأطراف أو وكلائهم أو محاميهم، ومضمن مستنتجات ____ والمفوض الملكي للدفاع أعلاه عن القانون والحق، مع مراعاة مقتضيات المادة يؤرخ ويوقع أصل القرار من طرف الرئيس والمستشار المقرر وكاتب الضبط إذا عاق الرئيس مانع استحال معه أن يوقع القرار، وقعه خلال ساعة الموالية أقدم مستشار شارك في الجلسة، ثمانية وأربعين وكذلك الأمر إذا حصل المانع للمستشار المقرر، ما لم يكن هذا المستشار هو الأقدم،حيث يوقع القرار من طرف المستشار الآخر ينص في أصل القرار على هذا الحلول في التوقيع إذا حصل المانع لكاتب الضبط، اكتفى الرئيس أو المستشار الذي يوقع عوضا عنه بالإشارة إلى ذلك عند التوقيع إذا حصل المانع لجميع القضاة المشكلة منهم الهيئة ولكاتب الضبط، وقع أصل القرار الرئيس الأول لمحكمة الدرجة الثانية،مع الإشارة عند التوقيع إلى البيانات المشار إليها أعلاه",
  "options": [
   "النيابة العامة",
   "الحجز التحفظي",
   "التحكيم",
   "التصريح"
  ],
  "a": 0,
  "exp": "المادة 367: تنعقد الجلسات وتصدر قرارات محاكم الدرجة الثانية عن هيئة تتألف من ثلاثة قضاة بمن فيهم الرئيس، ما لم ينص القانون على خلاف ذلك تحمل القرارات نفس العنوان والبيانات المنصوص عليها في المادة أعلاه تكون القرارات معللة، ويشار إلى أنها صدرت في جلسة علنية، وأن المناقشات وقعت في جلسة علنية أو سرية أو بغرفة المشورة، وتشتمل أيضا، عند الاقتضاء، على الاستماع للأطراف أو…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الثانية",
  "q": "أكمل الفراغ (المادة 368 من المسطرة المدنية): يضمن كاتب الضبط منطوق القرار في محضر الجلسة وفي سجلها، أعلاه ويشار إلى تاريخ صدوره في السجل المنصوص عليه في المادة يوقع محضر الجلسة وسجلها من طرف رئيسها وكاتب الضبط يحفظ في ____ أصل قرار كل قضية والملف المتعلق بها المتضمن للمراسلات، والمستندات الخاصة المتعلقة بتحقيق الدعوى ترقم القرارات وتجلد أصولها دوريا قصد تكوين سجل منها تسلم المستندات لأصحابها عند المطالبة بها مقابل وصل، ما لم تقرر محكمة الدرجة الثانية في غرفة المشورة إبقاء بعضها ملحقا بملف القضية",
  "options": [
   "كتابة الضبط",
   "الحجز الاستحقاقي",
   "الإرث",
   "الحجز لدى الغير"
  ],
  "a": 0,
  "exp": "المادة 368: يضمن كاتب الضبط منطوق القرار في محضر الجلسة وفي سجلها، أعلاه ويشار إلى تاريخ صدوره في السجل المنصوص عليه في المادة يوقع محضر الجلسة وسجلها من طرف رئيسها وكاتب الضبط يحفظ في كتابة الضبط أصل قرار كل قضية والملف المتعلق بها المتضمن للمراسلات، والمستندات الخاصة المتعلقة بتحقيق الدعوى ترقم القرارات وتجلد أصولها دوريا قصد تكوين سجل منها تسلم المستندات لأصحابها…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الثانية",
  "q": "أكمل الفراغ (المادة 369 من المسطرة المدنية): تطبق أمام المحكمة المرفوع إليها الاستئناف، مقتضيات المادة أعلاه المتعلقة ب____ رغم التعرض",
  "options": [
   "التنفيذ المعجل",
   "النفقة",
   "الصحيفة",
   "الاختصاص المحلي"
  ],
  "a": 0,
  "exp": "المادة 369: تطبق أمام المحكمة المرفوع إليها الاستئناف، مقتضيات المادة أعلاه المتعلقة بالتنفيذ المعجل رغم التعرض"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الثانية",
  "q": "أكمل الفراغ (المادة 370 من المسطرة المدنية): تضاف نسخة من القرار بمجرد توقيعه إلى الملف، وتسلم ____ للأطراف نسخة عادية منه مطابقة للأصل متى طلب منها ذلك، مع الإشارة إلى اسم الشخص الذي سلمت إليه وتاريخ التسليم، مع مراعاة المقتضيات القانونية المتعلقة بواجبات التمبر يمكن لكل ذي مصلحة من غير الأطراف، تقديم طلب إلى رئيس كتابة ضبط المحكمة التي أصدرت القرار، بتسليمه نسخة عادية منه مشهود بمطابقتها للأصل، ويشار إلى اسم الشخص الذي سلمت إليه وتاريخ التسليم وفي حالة الرفض يعرض الأمر على الرئيس الأول للمحكمة",
  "options": [
   "كتابة الضبط",
   "الدفع بعدم القبول",
   "شهادة الشهود",
   "التبليغ الإلكتروني"
  ],
  "a": 0,
  "exp": "المادة 370: تضاف نسخة من القرار بمجرد توقيعه إلى الملف، وتسلم كتابة الضبط للأطراف نسخة عادية منه مطابقة للأصل متى طلب منها ذلك، مع الإشارة إلى اسم الشخص الذي سلمت إليه وتاريخ التسليم، مع مراعاة المقتضيات القانونية المتعلقة بواجبات التمبر يمكن لكل ذي مصلحة من غير الأطراف، تقديم طلب إلى رئيس كتابة ضبط المحكمة التي أصدرت القرار، بتسليمه نسخة عادية منه مشهود بمطابقتها…"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الثانية",
  "q": "أكمل الفراغ (المادة 371 من المسطرة المدنية): يرفق تبليغ القرار بنسخة منه مشهود بمطابقتها لأصلها بصفة أعلاه قانونية، وتوجه وتسلم وفقا للشروط المحددة في المادة مواصلة الدعوى و____",
  "options": [
   "التنازل",
   "الاستئناف",
   "الأجرة",
   "إعادة النظر"
  ],
  "a": 0,
  "exp": "المادة 371: يرفق تبليغ القرار بنسخة منه مشهود بمطابقتها لأصلها بصفة أعلاه قانونية، وتوجه وتسلم وفقا للشروط المحددة في المادة مواصلة الدعوى والتنازل"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الثانية",
  "q": "أكمل الفراغ (المادة 372 من المسطرة المدنية): تطبق أمام المحكمة المرفوع إليها ____ مقتضيات المواد من أعلاه، ما لم تكن متعارضة مع المقتضيات المنصوص إلى عليها في الباب السابع من القسم الثالث من هذا القانون المصاريف",
  "options": [
   "الاستئناف",
   "المنازعات الانتخابية",
   "الأجرة",
   "كتابة الضبط"
  ],
  "a": 0,
  "exp": "المادة 372: تطبق أمام المحكمة المرفوع إليها الاستئناف مقتضيات المواد من أعلاه، ما لم تكن متعارضة مع المقتضيات المنصوص إلى عليها في الباب السابع من القسم الثالث من هذا القانون المصاريف"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الثانية",
  "q": "أكمل الفراغ (المادة 373 من المسطرة المدنية): تطبق أمام المحكمة المرفوع إليها الاستئناف مقتضيات المادة أعلاه وما يليها يرفع إلى ____، وهي تبت في غرفة المشورة، التعرض على أتعاب الخبراء والتراجمة، وكذا تعرض الأطراف على تصفية المصاريف التعرض",
  "options": [
   "محكمة الاستئناف",
   "الدعوى",
   "الرسم القضائي",
   "التصريح"
  ],
  "a": 0,
  "exp": "المادة 373: تطبق أمام المحكمة المرفوع إليها الاستئناف مقتضيات المادة أعلاه وما يليها يرفع إلى محكمة الاستئناف، وهي تبت في غرفة المشورة، التعرض على أتعاب الخبراء والتراجمة، وكذا تعرض الأطراف على تصفية المصاريف التعرض"
 },
 {
  "cat": "المسطرة أمام محاكم الدرجة الثانية",
  "q": "أكمل الفراغ (المادة 374 من المسطرة المدنية): تطبق أمام ____، عند النظر في الطعن بالتعرض، أعلاه وما بعدها مقتضيات المادة محكمة النقض الاختصاص",
  "options": [
   "محكمة الاستئناف",
   "الدين",
   "الدفع بعدم القبول",
   "الحضانة"
  ],
  "a": 0,
  "exp": "المادة 374: تطبق أمام محكمة الاستئناف، عند النظر في الطعن بالتعرض، أعلاه وما بعدها مقتضيات المادة محكمة النقض الاختصاص"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 375 من المسطرة المدنية): - الطعون الرامية إلى إلغاء المقررات التنظيمية والفردية الصادرة عن رئيس الحكومة، وقرارات السلطات الإدارية التي يتعدى نطاق تنفيذها دائرة ____ لمحكمة ابتدائية إدارية أو لقسم متخصص في القضاء الإداري بمحكمة ابتدائية، بسبب التجاوز في استعمال السلطة ؛",
  "options": [
   "الاختصاص المحلي",
   "الإنذار",
   "الرسم العدلي",
   "الاختصاص القضائي الدولي"
  ],
  "a": 0,
  "exp": "المادة 375: تختص محكمة النقض، ما لم ينص قانون على خلاف ذلك، بالبت في : - الطعن بالنقض ضد المقررات الانتهائية الصادرة عن جميع محاكم المملكة، باستثناء الأحكام الصادرة في الطلبات التي لا تتجاوز درهم، وفي الطلبات المتعلقة باستيفاء قيمتها ثلاثين ألف واجبات الكراء والتحملات الناتجة عنه، وبمراجعة الوجيبة الكرائية ؛ - الطعون الرامية إلى إلغاء المقررات التنظيمية والفردية…"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 376 من المسطرة المدنية): من المادة و و تقدم الدعاوى والطعون المشار إليها في البنود السابقة، بواسطة مقال مكتوب موقع عليه من طرف أحد المحامين المقبولين للترافع أمام محكمة النقض إذا كان أحد طرفي الطعن قاضيا أو محاميا، أمكنه الترافع شخصيا أمام محكمة النقض يمكن لمحكمة النقض عند عدم تقديم مقال أو تقديمه موقعا عليه من طرف الطاعن نفسه، أو من طرف محام لا تتوفر فيه الشروط المقررة في الفقرة الأولى أعلاه، أن تصدر قرارها تلقائيا من غير استدعاء الأطراف بالتشطيب على القضية يبقى مع ذلك مبلغ الرسم القضائي الذي قد يكون تم أداؤه، ملكا لخزينة الدولة تعفى من مساعدة المحامي الدولة و____ ومجموعاتها والو أعلاه و خلافا لمقتضيات الفقرتين",
  "options": [
   "الجماعات الترابية",
   "عروض الوفاء",
   "نزع الملكية",
   "القرار"
  ],
  "a": 0,
  "exp": "المادة 376: من المادة و و تقدم الدعاوى والطعون المشار إليها في البنود السابقة، بواسطة مقال مكتوب موقع عليه من طرف أحد المحامين المقبولين للترافع أمام محكمة النقض إذا كان أحد طرفي الطعن قاضيا أو محاميا، أمكنه الترافع شخصيا أمام محكمة النقض يمكن لمحكمة النقض عند عدم تقديم مقال أو تقديمه موقعا عليه من طرف الطاعن نفسه، أو من طرف محام لا تتوفر فيه الشروط المقررة في الفقرة…"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 377 من المسطرة المدنية): - بنسخة من المقرر الذي ق أدناه، أو بمستند المنصوص عليه في الفقرة الثانية من المادة يثبت تقديم الطلب المذكور، إن كان قد قدم يجب أن يرفق كل مقال بنسخ مساوية لعدد الأطراف، وإذا لم تقدم أي نسخة أو كان عدد النسخ غير مساو لعدد الأطراف، تطلب كتابة الضبط من الطاعن أن يدلي بهذه النسخ داخل أجل ____، وعند انصرام الأجل المذكور دون القيام بالمطلوب، يدرج الرئيس القضية بالجلسة، وتصدر المحكمة قرارا بعدم القبول في حالة الطعن بالنقض المقدم من طرف النيابة العامة، يتعين إشعارها بضرورة إتمام البيانات الناقصة",
  "options": [
   "عشرة أيام",
   "ثمانية أيام",
   "ثلاثة أيام",
   "خمسة أيام"
  ],
  "a": 0,
  "exp": "المادة 377: يتضمن المقال تحت طائلة عدم القبول : - بيان أسماء الأطراف الشخصية والعائلية وموطنهم الحقيقي أو المختار ؛ - الرقم الوطني للمحامي ورقم هاتفه والهيئة التي ينتمي إليها وعنوان بريده الإلكتروني ؛ - ملخص الوقائع والوسائل المعتمدة وكذا المستنتجات في حالة عدم توقيع المقال، يُوجه إشعار للمحامي أو للطاعن شخصيا، حسب الحالة، مع منحه أجلا تحدده المحكمة لتصحيح المسطرة، تحت…"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 378 من المسطرة المدنية): يجب أن يودع المقال داخل الأجل القانوني، بكتابة ضبط المحكمة التي أصدرت المقرر المطعون فيه، بالنسبة للطعون المشار إليها في أعلاه، وبكتابة ضبط محكمة النقض بالنسبة من المادة البند للطعون الأخرى يودع المقال ومرفقاته لدى كتابة الضبط، مقابل وصل، كما يمكن إيداعه بالطريقة الإلكترونية يسجل المقال في سجل خاص معد لهذه الغاية توجه كتابة الضبط بالمحكمة التي أصدرت المقرر المطعون فيه، المقال مع المستندات المرفقة به وملف الدعوى إلى كتابة ضبط يوما من تاريخ إيداع محكمة النقض داخل أجل خمسة عشر ____ يعتبر وصلا، نسخة المقال المؤشر عليها من طرف كتابة الضبط التي تلقت المقال مع تاريخ إيداعه، بعد التأكد من عدد ونوع المستندات المرفقة",
  "options": [
   "الطعن بالنقض",
   "الاختصاص المحلي",
   "الحكم",
   "الغرامة التهديدية"
  ],
  "a": 0,
  "exp": "المادة 378: يجب أن يودع المقال داخل الأجل القانوني، بكتابة ضبط المحكمة التي أصدرت المقرر المطعون فيه، بالنسبة للطعون المشار إليها في أعلاه، وبكتابة ضبط محكمة النقض بالنسبة من المادة البند للطعون الأخرى يودع المقال ومرفقاته لدى كتابة الضبط، مقابل وصل، كما يمكن إيداعه بالطريقة الإلكترونية يسجل المقال في سجل خاص معد لهذه الغاية توجه كتابة الضبط بالمحكمة التي أصدرت المقرر…"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 379 من المسطرة المدنية): يتعين على طالب النقض أن يؤدي ____ بصندوق المحكمة أو بواسطة الأداء الإلكتروني",
  "options": [
   "الرسم القضائي",
   "التنفيذ الجبري",
   "الخبرة",
   "الدفوع الشكلية"
  ],
  "a": 0,
  "exp": "المادة 379: يتعين على طالب النقض أن يؤدي الرسم القضائي بصندوق المحكمة أو بواسطة الأداء الإلكتروني"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 380 من المسطرة المدنية): يحدد أجل الطعن أمام محكمة النقض، ما لم توجد مقتضيات يوما من تاريخ تبليغ الحكم المطعون فيه إلى خاصة، في ثلاثين الشخص نفسه أو في موطنه الحقيقي أو المختار يعتبر الطعن بالنقض بمثابة تنازل عن الحق في الطعن بالتعرض يوقف أجل الطعن ابتداء من إيداع طلب ____ لدى الجهة المختصة، ويسري هذا الأجل من جديد من تاريخ تبليغ مقرر مكتب المساعدة القضائية للمحامي المعين تلقائيا، ومن تاريخ تبليغ قرار رفض الطلب لمن تقدم به",
  "options": [
   "المساعدة القضائية",
   "الحالة المدنية",
   "الخلع",
   "الشطب"
  ],
  "a": 0,
  "exp": "المادة 380: يحدد أجل الطعن أمام محكمة النقض، ما لم توجد مقتضيات يوما من تاريخ تبليغ الحكم المطعون فيه إلى خاصة، في ثلاثين الشخص نفسه أو في موطنه الحقيقي أو المختار يعتبر الطعن بالنقض بمثابة تنازل عن الحق في الطعن بالتعرض يوقف أجل الطعن ابتداء من إيداع طلب المساعدة القضائية لدى الجهة المختصة، ويسري هذا الأجل من جديد من تاريخ تبليغ مقرر مكتب المساعدة القضائية للمحامي…"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 381 من المسطرة المدنية): - ____، مع مراعاة الأحكام المنصوص عليها في المادة أدناه ؛",
  "options": [
   "عدم الاختصاص",
   "الزواج",
   "الخبرة",
   "عقد الزواج"
  ],
  "a": 0,
  "exp": "المادة 381: تبنى طلبات نقض الأحكام المعروضة على محكمة النقض على أحد الأسباب التالية : - خرق القانون ؛ - خرق قاعدة مسطرية أضر بأحد الأطراف ؛ - عدم الاختصاص، مع مراعاة الأحكام المنصوص عليها في المادة أدناه ؛ - التجاوز في استعمال السلطة ؛ - عدم ارتكاز الحكم على أساس قانوني أو انعدام التعليل"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 382 من المسطرة المدنية): أعلاه، من المادة تقدم طعون الإلغاء المشار إليها في البند يوما من تاريخ نشر أو تبليغ المقرر المطعون فيه داخل أجل ثلاثين إلى المعني بالأمر بعنوانه المنصوص عليه في البطاقة الوطنية للتعريف الإلكترونية يمكن للمعني بالأمر أن يقدم قبل انقضاء الأجل المنصوص عليه في الفقرة السابقة، تظلما من المقرر إلى مصدره أو رئيسه، ويمكن في يوما من هذه الحالة رفع الطعن إلى محكمة النقض خلال ثلاثين تبليغ مقرر الرفض الصريح كليا أو جزئيا إذا التزمت السلطة الإدارية المرفوع إليها التظلم الصمت في شأنه يوما، اعتبر سكوتها عنه بمثابة رفض له طوال ثلاثين إذا كانت السلطة الإدارية هيئة تصدر مقرراتها بتصويت أعضائها، يوما لتقديم الطعن يمتد، إذا اقت فإن الأجل المحدد في ثلاثين الحال، إلى نهاية أول دورة قانونية تلي تقديم الطلب إذا كان نظام من الأنظمة ينص على إجراء خاص في شأن طعن ما، فإن الطعن بالإلغاء لا يكون مقبولا، إلا إذا استنفذ هذا الإجراء داخل نفس الآجال المشار إليها أعلاه، قبل رفع هذا الطعن إلى محكمة النقض يوما في شأن طلب إذا التزمت الإدارة الصمت طوال ثلاثين قدم إليها، اعتبر سكوتها عنه، ما لم ينص القانون على خلاف ذلك، بمثابة رفض له، وللمعني بالأمر في هذه الحالة أن يطعن أمام محكمة يوما من تاريخ انقضاء مدة الثلاثين النقض داخل أجل ____ الأولى المشار إليها في الفقرة الأولى أعلاه لا يقبل الطعن بالإلغاء المقدم أمام محكمة النقض ضد المقررات الإدارية، إذا كان بإمكان المعني بالأمر أن يطالب بما يدعيه من حقوق أمام القضاء الشامل",
  "options": [
   "ثلاثين يوما",
   "ثلاثة أيام",
   "خمسة عشر يوما",
   "خمسة يوما"
  ],
  "a": 0,
  "exp": "المادة 382: أعلاه، من المادة تقدم طعون الإلغاء المشار إليها في البند يوما من تاريخ نشر أو تبليغ المقرر المطعون فيه داخل أجل ثلاثين إلى المعني بالأمر بعنوانه المنصوص عليه في البطاقة الوطنية للتعريف الإلكترونية يمكن للمعني بالأمر أن يقدم قبل انقضاء الأجل المنصوص عليه في الفقرة السابقة، تظلما من المقرر إلى مصدره أو رئيسه، ويمكن في يوما من هذه الحالة رفع الطعن إلى محكمة…"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 383 من المسطرة المدنية): - المقررات الصادرة في القضايا الإدارية ضد الدولة و____ ومجموعاتها وباقي أشخاص القانون العام ؛",
  "options": [
   "الجماعات الترابية",
   "التركة",
   "المراجعة",
   "الدفوع الشكلية"
  ],
  "a": 0,
  "exp": "المادة 383: لا يوقف الطعن بالنقض التنفيذ إلا في الأحوال التالية : - الأحوال الشخصية ؛ - الزور ؛ - التحفيظ العقاري ؛ - المقررات الصادرة في القضايا الإدارية ضد الدولة والجماعات الترابية ومجموعاتها وباقي أشخاص القانون العام ؛ - المقررات الصادرة عن المحاكم في مواجهة شركات الدولة المنصوص المتعلق بالمراقبة المالية عليها في المادة الأولى من القانون رقم للدولة على المنشآت…"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 384 من المسطرة المدنية): يقوم الرئيس الأول أو نائبه، بمجرد تسجيل الملف، ____ إلى رئيس الهيئة المختصة الذي يعين فورا مستشارا مقررا يكلف بإجراء المسطرة",
  "options": [
   "بإحالته",
   "وتوفر",
   "بمصطلح",
   "للأسباب"
  ],
  "a": 0,
  "exp": "المادة 384: يقوم الرئيس الأول أو نائبه، بمجرد تسجيل الملف، بإحالته إلى رئيس الهيئة المختصة الذي يعين فورا مستشارا مقررا يكلف بإجراء المسطرة"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 385 من المسطرة المدنية): يمكن لرئيس الهيئة، أن يقرر عدم إجراء البحث إذا ظهر من المقال أو من المذكرة التفصيلية أن حل القضية معروف مقدما بصفة يقينية يحال الملف مباشرة إلى ____، وتدرج القضية بالجلسة من طرف الرئيس، مع مراعاة الأجل المقرر في الفقرة الثالثة من المادة أدناه يمكن لمحكمة النقض، حينئذ، أن تبت في طلب النقض بقرار معلل، أو أن تحيل الملف إلى المستشار المقرر بقرار غير معلل، لجعل القضية جاهزة للبت فيها",
  "options": [
   "النيابة العامة",
   "المنازعات الانتخابية",
   "الاستدعاء",
   "مصاريف القضاء"
  ],
  "a": 0,
  "exp": "المادة 385: يمكن لرئيس الهيئة، أن يقرر عدم إجراء البحث إذا ظهر من المقال أو من المذكرة التفصيلية أن حل القضية معروف مقدما بصفة يقينية يحال الملف مباشرة إلى النيابة العامة، وتدرج القضية بالجلسة من طرف الرئيس، مع مراعاة الأجل المقرر في الفقرة الثالثة من المادة أدناه يمكن لمحكمة النقض، حينئذ، أن تبت في طلب النقض بقرار معلل، أو أن تحيل الملف إلى المستشار المقرر بقرار غير…"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 386 من المسطرة المدنية): إذا احتفظ الطاعن في مقاله بحق تقديم مذكرة تفصيلية، تعين يوما من تاريخ تقديم ____ الإدلاء بها خلال ثلاثين يعتبر الطاعن الذي لم يراع هذا الأجل، متخليا عن تقديم المذكرة المشار إليها يبلغ المقال والمذكرة التفصيلية، عند الاقتضاء، بعد انصرام وما الأجل المقرر في الفقرة الأولى إلى الأطراف المعنيين طبقا للمادة بعدها أعلاه",
  "options": [
   "المقال",
   "الشطب",
   "الدفع بعدم القبول",
   "السجل التجاري"
  ],
  "a": 0,
  "exp": "المادة 386: إذا احتفظ الطاعن في مقاله بحق تقديم مذكرة تفصيلية، تعين يوما من تاريخ تقديم المقال الإدلاء بها خلال ثلاثين يعتبر الطاعن الذي لم يراع هذا الأجل، متخليا عن تقديم المذكرة المشار إليها يبلغ المقال والمذكرة التفصيلية، عند الاقتضاء، بعد انصرام وما الأجل المقرر في الفقرة الأولى إلى الأطراف المعنيين طبقا للمادة بعدها أعلاه"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 387 من المسطرة المدنية): يقدم الأطراف المعنيون بالأمر مذكرات جوابهم الموقعة، طبقا أعلاه، وكذا المستندات التي يريدون استعمالها في ظرف للمادة يوما من تاريخ ____ ثلاثين",
  "options": [
   "التبليغ",
   "إعادة النظر",
   "التماس إعادة النظر",
   "الطعن بالتعرض"
  ],
  "a": 0,
  "exp": "المادة 387: يقدم الأطراف المعنيون بالأمر مذكرات جوابهم الموقعة، طبقا أعلاه، وكذا المستندات التي يريدون استعمالها في ظرف للمادة يوما من تاريخ التبليغ ثلاثين"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 388 من المسطرة المدنية): ينذر المستشار المقرر الطرف الذي لم يراع الأجل المحدد في المادة السابقة، ويحدد له عند الضرورة أجلا جديدا وأخيرا، ويبت في القضية، إذا بقي هذا الإنذار دون مفعول إذا رأى المستشار المقرر أن القضية أصبحت جاهزة، وضع تقريره، وأمر بتبليغها إلى النيابة العامة تقدم النيابة العامة مستنتجاتها في القضية داخل أجل ____ من تاريخ التوصل بها يحدد الرئيس بمجرد إحالة القضية إلى النيابة العامة تاريخ إدراجها بالجلسة، مع مراعاة الأجل المشار إليه في الفقرة السابقة، ويبت فيها سواء قدمت النيابة العامة مستنتجاتها أم لا",
  "options": [
   "ثلاثين يوما",
   "ثلاثة أيام",
   "خمسة يوما",
   "خمسة أيام"
  ],
  "a": 0,
  "exp": "المادة 388: ينذر المستشار المقرر الطرف الذي لم يراع الأجل المحدد في المادة السابقة، ويحدد له عند الضرورة أجلا جديدا وأخيرا، ويبت في القضية، إذا بقي هذا الإنذار دون مفعول إذا رأى المستشار المقرر أن القضية أصبحت جاهزة، وضع تقريره، وأمر بتبليغها إلى النيابة العامة تقدم النيابة العامة مستنتجاتها في القضية داخل أجل ثلاثين يوما من تاريخ التوصل بها يحدد الرئيس بمجرد إحالة…"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 389 من المسطرة المدنية): أعلاه إلى و تخفض الآجال المنصوص عليها في المادتين النصف، فيما يخص طلبات النقض المرفوعة ضد الأحكام الصادرة في قضايا الأسرة والجنسية والانتخابات والقضايا الاجتماعية والأحكام الصادرة في الموضوع طبق مسطرة القضاء الاستعجالي يجوز للمستشار ____ في جميع القضايا المذكورة أن يحدد أجلا أقل، إن تطلب ذلك نوع القضية أو ظروفها",
  "options": [
   "المقرر",
   "وضع الأختام",
   "الميراث",
   "الوساطة"
  ],
  "a": 0,
  "exp": "المادة 389: أعلاه إلى و تخفض الآجال المنصوص عليها في المادتين النصف، فيما يخص طلبات النقض المرفوعة ضد الأحكام الصادرة في قضايا الأسرة والجنسية والانتخابات والقضايا الاجتماعية والأحكام الصادرة في الموضوع طبق مسطرة القضاء الاستعجالي يجوز للمستشار المقرر في جميع القضايا المذكورة أن يحدد أجلا أقل، إن تطلب ذلك نوع القضية أو ظروفها"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 390 من المسطرة المدنية): إذا قضت ____ بنقض مقرر، أحالت الدعوى إلى محكمة أخرى من نفس الدرجة التي نقضت حكمها، وبصفة استثنائية إلى نفس المحكمة التي صدر عنها المقرر المنقوض، ما لم ينص القانون على خلاف ذلك تتكون المحكمة المحالة إليها الدعوى من قضاة لم يشاركوا بوجه من الوجوه أو بحكم وظيفة ما في الحكم موضوع النقض إذا بتت محكمة النقض في قرارها في نقطة قانونية، تعين على المحكمة التي أحيل إليها الملف أن تتقيد بقرار محكمة النقض في هذه النقطة إذا كانت طبيعة النزاع لا تقبل إلا حلا واحدا، فإن نقضه بالنسبة لأحد الطاعنين، يستتبع نقضه بالنسبة للباقي إذا رأت محكمة النقض بعد نقض الحكم،أنه لم يبق هناك يستوجب الحكم، قررت النقض بدون إحالة",
  "options": [
   "محكمة النقض",
   "المحكمة الإدارية",
   "الطعن بالنقض",
   "التقادم"
  ],
  "a": 0,
  "exp": "المادة 390: إذا قضت محكمة النقض بنقض مقرر، أحالت الدعوى إلى محكمة أخرى من نفس الدرجة التي نقضت حكمها، وبصفة استثنائية إلى نفس المحكمة التي صدر عنها المقرر المنقوض، ما لم ينص القانون على خلاف ذلك تتكون المحكمة المحالة إليها الدعوى من قضاة لم يشاركوا بوجه من الوجوه أو بحكم وظيفة ما في الحكم موضوع النقض إذا بتت محكمة النقض في قرارها في نقطة قانونية، تعين على المحكمة التي…"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 391 من المسطرة المدنية): يمكن لمحكمة النقض، عند نقضها حكما أو قرارا كليا أو جزئيا، أن تتصدى للبت في القضية عند توفر الشرطين التاليين : - أن يكون ____ قد وقع للمرة الثانية ؛",
  "options": [
   "الطعن بالنقض",
   "الطلبات العارضة",
   "الزواج",
   "الميراث"
  ],
  "a": 0,
  "exp": "المادة 391: يمكن لمحكمة النقض، عند نقضها حكما أو قرارا كليا أو جزئيا، أن تتصدى للبت في القضية عند توفر الشرطين التاليين : - أن يكون الطعن بالنقض قد وقع للمرة الثانية ؛ - أن تتوفر على جميع العناصر الواقعية التي ثبتت لقضاة الموضوع"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 392 من المسطرة المدنية): يمكن ل____، عند التصريح بنقض قرار صادر في دعوى الإلغاء، أن تتصدى للبت في القضية إذا كانت جاهزة",
  "options": [
   "محكمة النقض",
   "إبطال الحكم",
   "التراضي",
   "الحكم"
  ],
  "a": 0,
  "exp": "المادة 392: يمكن لمحكمة النقض، عند التصريح بنقض قرار صادر في دعوى الإلغاء، أن تتصدى للبت في القضية إذا كانت جاهزة"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 393 من المسطرة المدنية): يحدد رئيس الغرفة جدول كل جلسة، وإذا كانت القضية تستدعي البت من طرف غرفتين أو عدة غرف مجتمعة، حدد الرئيس الأول جدول الجلسة، ويبلغ الجدول في جميع الأحوال إلى ____ يوجه إشعار لكل طرف بالتاريخ الذي تعرض فيه القضية على الجلسة",
  "options": [
   "النيابة العامة",
   "التقادم",
   "الحجز الاستحقاقي",
   "الدين"
  ],
  "a": 0,
  "exp": "المادة 393: يحدد رئيس الغرفة جدول كل جلسة، وإذا كانت القضية تستدعي البت من طرف غرفتين أو عدة غرف مجتمعة، حدد الرئيس الأول جدول الجلسة، ويبلغ الجدول في جميع الأحوال إلى النيابة العامة يوجه إشعار لكل طرف بالتاريخ الذي تعرض فيه القضية على الجلسة"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 394 من المسطرة المدنية): تعقد محكمة النقض جلساتها علنيا، وتصدر قراراتها بهيئة مكونة من خمسة مستشارين وبمساعدة كاتب للضبط يعتبر حضور ____ إلزاميا في جميع الجلسات يمكن للرئيس الأول ولرئيس الغرفة المعروض عليها القضية وللغرفة نفسها أو الهيئة، تلقائيا أو بناء على ملتمس من الوكيل العام للملك لدى محكمة النقض، أن يحيلوا النظر في أي قضية إلى هيئة قضائية مكونة من هيئتين أو غرفتين مجتمعتين، ويعين الرئيس الأول في هذه الحالة الغرفة أو الهيئة المضافة إلى الغرفة أو الهيئة المعروضة عليها القضية، ويرجح صوت الرئيس، في حالة تعادل الأصوات، حسب نظام الأسبقية المتبع بين رؤساء الغرف يمكن للهيئة المؤلفة من غرفتين أن تقرر إحالة القضية إلى محكمة النقض للبت فيها بمجموع الغرف تتكون هيئة مجموع الغرف من أعضاء الهيئة المعروض عليها القضية ورؤساء باقي الغرف وقيدوم كل غرفة، ويمكن للرئيس الأول لمحكمة النقض إضافة عضو أو أكثر،عند الاقتضاء",
  "options": [
   "النيابة العامة",
   "التبليغ الإلكتروني",
   "الإرث",
   "الأهلية"
  ],
  "a": 0,
  "exp": "المادة 394: تعقد محكمة النقض جلساتها علنيا، وتصدر قراراتها بهيئة مكونة من خمسة مستشارين وبمساعدة كاتب للضبط يعتبر حضور النيابة العامة إلزاميا في جميع الجلسات يمكن للرئيس الأول ولرئيس الغرفة المعروض عليها القضية وللغرفة نفسها أو الهيئة، تلقائيا أو بناء على ملتمس من الوكيل العام للملك لدى محكمة النقض، أن يحيلوا النظر في أي قضية إلى هيئة قضائية مكونة من هيئتين أو غرفتين…"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 395 من المسطرة المدنية): تكون جلسات محكمة النقض علنية، عدا إذا قررت المحكمة سريتها يتلو المستشار المقرر تقريره ويقدم محامو الأطراف ملاحظاتهم الشفوية، متى تمت الاستجابة لطلب الاستماع إليهم، كما تقدم ____ مستنتجاتها يستمع إلى النيابة العامة في جميع القضايا، ولا تشارك في المداولات",
  "options": [
   "النيابة العامة",
   "الخلع",
   "المحكمة الابتدائية",
   "محكمة النقض"
  ],
  "a": 0,
  "exp": "المادة 395: تكون جلسات محكمة النقض علنية، عدا إذا قررت المحكمة سريتها يتلو المستشار المقرر تقريره ويقدم محامو الأطراف ملاحظاتهم الشفوية، متى تمت الاستجابة لطلب الاستماع إليهم، كما تقدم النيابة العامة مستنتجاتها يستمع إلى النيابة العامة في جميع القضايا، ولا تشارك في المداولات"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 396 من المسطرة المدنية): يمكن أن يقدم طلب تجريح قاض من قضاة ____ بدون محام",
  "options": [
   "محكمة النقض",
   "الجماعات الترابية",
   "المساعدة القضائية",
   "الصحيفة"
  ],
  "a": 0,
  "exp": "المادة 396: يمكن أن يقدم طلب تجريح قاض من قضاة محكمة النقض بدون محام"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 397 من المسطرة المدنية): لرئيس الجلسة سلطة حفظ النظام بها أعلاه و و تطبق أمام ____ مقتضيات المواد",
  "options": [
   "محكمة النقض",
   "شهادة الشهود",
   "المصلحة",
   "الجماعات الترابية"
  ],
  "a": 0,
  "exp": "المادة 397: لرئيس الجلسة سلطة حفظ النظام بها أعلاه و و تطبق أمام محكمة النقض مقتضيات المواد"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 398 من المسطرة المدنية): - المذكرات المدلى بها وكذا الوسائل المثارة ومستنتجات الأطراف ومضمن مستنتجات ____ ؛",
  "options": [
   "النيابة العامة",
   "الغيابي",
   "قسمة التركة",
   "الزور"
  ],
  "a": 0,
  "exp": "المادة 398: تصدر محكمة النقض قراراتها في جلسة علنية وتحمل في أولها : - المملكة المغربية ؛ - محكمة النقض ؛ - باسم جلالة الملك وطبقا للقانون تكون هذه القرارات معللة ويشار فيها إلى النصوص المطبقة، وتتضمن لزاما البيانات التالية : - الأسماء الشخصية والعائلية للأطراف وصفاتهم وموطنهم الحقيقي أو المختار ؛ - المذكرات المدلى بها وكذا الوسائل المثارة ومستنتجات الأطراف ومضمن…"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 399 من المسطرة المدنية): يحكم على الطرف الذي خسر الدعوى بأداء المصاريف لفائدة خزينة الدولة، غير أنه يمكن توزيعها بين الأطراف تبت ____ أيضا في الطلب الذي يمكن أن يرفعه إليها المطلوب في النقض، للمطالبة بتعويض عن الضرر الذي لحقه بسبب الطعن التعسفي",
  "options": [
   "محكمة النقض",
   "الاستدعاء",
   "التماس إعادة النظر",
   "العدل"
  ],
  "a": 0,
  "exp": "المادة 399: يحكم على الطرف الذي خسر الدعوى بأداء المصاريف لفائدة خزينة الدولة، غير أنه يمكن توزيعها بين الأطراف تبت محكمة النقض أيضا في الطلب الذي يمكن أن يرفعه إليها المطلوب في النقض، للمطالبة بتعويض عن الضرر الذي لحقه بسبب الطعن التعسفي"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 400 من المسطرة المدنية): يمكن أن يتدخل أمام ____ قصد تعزيز ادعاءات أحد الأطراف، كل شخص له في فصل الدعوى مصالح مشتركة مع مصالح الطالب أو المطلوب في النقض",
  "options": [
   "محكمة النقض",
   "إبطال الحكم",
   "الحاضر",
   "المعاينة"
  ],
  "a": 0,
  "exp": "المادة 400: يمكن أن يتدخل أمام محكمة النقض قصد تعزيز ادعاءات أحد الأطراف، كل شخص له في فصل الدعوى مصالح مشتركة مع مصالح الطالب أو المطلوب في النقض"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 401 من المسطرة المدنية): لا يقبل التعرض على القرارات الصادرة عن ____",
  "options": [
   "محكمة النقض",
   "التبرع",
   "البينونة",
   "الاختصاص المحلي"
  ],
  "a": 0,
  "exp": "المادة 401: لا يقبل التعرض على القرارات الصادرة عن محكمة النقض"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 402 من المسطرة المدنية): - إذا صدر القرار بالنقض وثبت فيما بعد أن ____ قدم خارج الأجل ؛",
  "options": [
   "الطعن بالنقض",
   "السجل التجاري",
   "شهادة الشهود",
   "النفقة"
  ],
  "a": 0,
  "exp": "المادة 402: يجوز الطعن بإعادة النظر في القرارات التي تصدرها محكمة النقض في الأحوال التالية، ما لم يُنص على خلاف ذلك : - إذا صدرت استنادا إلى وثائق صرح أو اعترف بزوريتها ؛ - إذا صدرت بعدم القبول أو التشطيب لأسباب ناشئة عن بيانات ذات صبغة رسمية وردت في مستندات الدعوى، ثم تبين عدم صحتها عن طريق وثائق رسمية جديدة وقع الاستظهار بها فيما بعد ؛ - إذا صدر القرار بالنقض وثبت…"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 403 من المسطرة المدنية): يقدم طلب ____ خلال سنة، ابتداء من تاريخ صدور القرار المطعون فيه، غير أنه تطبق على هذا الطلب مقتضيات المواد أعلاه و و إذا كانت أسباب طلب إعادة النظر، هي التزوير أو اكتشاف مستندات يوما، تحتسب جديدة، فيجب أن يقدم الطعن داخل أجل ثلاثين من تاريخ الإقرار بالزور أو الحكم به أو من تاريخ اكتشاف المستندات الجديدة، بشرط أن توجد بالنسبة للحالة الأخيرة حجة كتابية ثابتة التاريخ إذا كانت الأفعال الجرمية قد ثبت وجودها من طرف محكمة زجرية، فإن الأجل لا يسري إلا ابتداء من التاريخ الذي يصبح فيه الحكم الصادر فيها مكتسبا لقوة ال",
  "options": [
   "إعادة النظر",
   "الطعن بالتعرض",
   "الحجز التنفيذي",
   "عروض الوفاء"
  ],
  "a": 0,
  "exp": "المادة 403: يقدم طلب إعادة النظر خلال سنة، ابتداء من تاريخ صدور القرار المطعون فيه، غير أنه تطبق على هذا الطلب مقتضيات المواد أعلاه و و إذا كانت أسباب طلب إعادة النظر، هي التزوير أو اكتشاف مستندات يوما، تحتسب جديدة، فيجب أن يقدم الطعن داخل أجل ثلاثين من تاريخ الإقرار بالزور أو الحكم به أو من تاريخ اكتشاف المستندات الجديدة، بشرط أن توجد بالنسبة للحالة الأخيرة حجة كتابية…"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 404 من المسطرة المدنية): - بطلب من الوكيل العام للملك لدى ____ ؛",
  "options": [
   "محكمة النقض",
   "كتابة الضبط",
   "الرهن الحيازي",
   "التأمين"
  ],
  "a": 0,
  "exp": "المادة 404: يمكن أن يقع تصحيح القرارات التي لحقها خطأ مادي من شأنه أن يكون قد أثر فيها : - تلقائيا من طرف الهيئة ؛ - بطلب من الوكيل العام للملك لدى محكمة النقض ؛ - بطلب من أحد الأطراف أو دفاعهم أو وكلائهم بدون مصاريف"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 405 من المسطرة المدنية): يقبل تعرض الغير الخارج عن الخصومة ضد القرارات الصادرة عن ____ في : من - الطعون المتعلقة بإلغاء المقررات المنصوص عليها في البند أعلاه ؛",
  "options": [
   "محكمة النقض",
   "التبليغ الإلكتروني",
   "الرهن الرسمي",
   "الوساطة"
  ],
  "a": 0,
  "exp": "المادة 405: يقبل تعرض الغير الخارج عن الخصومة ضد القرارات الصادرة عن محكمة النقض في : من - الطعون المتعلقة بإلغاء المقررات المنصوص عليها في البند أعلاه ؛ المادة - القرارات القاضية بالنقض والتصدي يحدد أجل تعرض الغير الخارج عن الخصومة في سنة من تاريخ صدور المقرر القضائي"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 406 من المسطرة المدنية): تطبق ____ القواعد العادية الخاصة بمحاكم الدرجة الثانية بالنسبة للمقتضيات المسطرية غير المنصوص عليها في هذا الباب",
  "options": [
   "محكمة النقض",
   "كتابة الضبط",
   "الولاية",
   "الزور"
  ],
  "a": 0,
  "exp": "المادة 406: تطبق محكمة النقض القواعد العادية الخاصة بمحاكم الدرجة الثانية بالنسبة للمقتضيات المسطرية غير المنصوص عليها في هذا الباب"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 407 من المسطرة المدنية): إذا بلغ إلى علم الرئيس الأول ل____، صدور عدة مقررات قضائية انتهائية أو نهائية بتفسيرات مختلفة لمقت فإنه يمكن للرئيس الأول لمحكمة النقض، بعد استشارة ثلاثة قضاة من محكمة النقض يعينهم لهذه الغاية، أن يحيل ذلك على محكمة النقض، وهي مشكلة من مجموع الغرف لإصدار قرار بالتفسير القانوني للمقت يبلغ قرار محكمة النقض فورا لمجموع الرؤساء والرؤساء الأولين لمحاكم المملكة، ويكون ملزما لها من تاريخ إصداره، إلى أن يتم العدول عنه وفقا لنفس المسطرة أعلاه، أو بعد صدور نص تشريعي إذا علم الوكيل العام للملك لدى محكمة النقض، أنه صدر مقرر انتهائي على وجه مخالف للقانون أو لقواعد المسطرة، ولم يتقدم أحد من الأطراف بطلب نقضه في الأجل المقرر، أحاله إلى محكمة النقض إذا بتت محكمة النقض وفق مقتضيات هذه المادة، فلا يمكن للأطراف الاستفادة من ذلك ليتخلصوا من مقتضيات المقررات القضائية موضوع الإحالة",
  "options": [
   "محكمة النقض",
   "إيداع",
   "الكفالة",
   "الطلاق الرجعي"
  ],
  "a": 0,
  "exp": "المادة 407: إذا بلغ إلى علم الرئيس الأول لمحكمة النقض، صدور عدة مقررات قضائية انتهائية أو نهائية بتفسيرات مختلفة لمقت فإنه يمكن للرئيس الأول لمحكمة النقض، بعد استشارة ثلاثة قضاة من محكمة النقض يعينهم لهذه الغاية، أن يحيل ذلك على محكمة النقض، وهي مشكلة من مجموع الغرف لإصدار قرار بالتفسير القانوني للمقت يبلغ قرار محكمة النقض فورا لمجموع الرؤساء والرؤساء الأولين لمحاكم…"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 408 من المسطرة المدنية): يمكن للوكيل العام للملك لدى ____، أن يقدم طلب الإحالة إلى هذه المحكمة المقررات التي قد يكون القضاة تجاوزوا فيها سلطاتهم تقوم الغرفة المعروض عليها القضية بإبطال هذه المقررات، إن اقت إذا تعلق الأمر بقرار صادر عن محكمة النقض، بت في القضية بهيئة تتكون من مجموع الغرف، باستثناء الهيئة مصدرة القرار",
  "options": [
   "محكمة النقض",
   "الحجز التنفيذي",
   "وضع الأختام",
   "المراجعة"
  ],
  "a": 0,
  "exp": "المادة 408: يمكن للوكيل العام للملك لدى محكمة النقض، أن يقدم طلب الإحالة إلى هذه المحكمة المقررات التي قد يكون القضاة تجاوزوا فيها سلطاتهم تقوم الغرفة المعروض عليها القضية بإبطال هذه المقررات، إن اقت إذا تعلق الأمر بقرار صادر عن محكمة النقض، بت في القضية بهيئة تتكون من مجموع الغرف، باستثناء الهيئة مصدرة القرار"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 409 من المسطرة المدنية): يمكن تقديم طلب الإحالة من أجل التشكك المشروع، من أي شخص طرف في النزاع أو دفاعه أو وكيله بوصفه مدعيا أو مدعى عليه أو متدخلا أو مدخلا كضامن إذا قبلت محكمة النقض دعوى التشكك المشروع، أحالت القضية، بعد استشارة ____، إلى محكمة تعينها تكون من نفس درجة المحكمة المتشكك فيها إذا لم تقبل محكمة النقض الدعوى، حكم على المدعي، غير النيابة العامة، بالمصاريف، كما يمكن الحكم عليه بغرامة لفائدة الخزينة درهم العامة لا تتجاوز خمسة آلاف لا تقبل طلبات التشكك المشروع ضد محكمة النقض",
  "options": [
   "النيابة العامة",
   "الاختصاص المحلي",
   "التراضي",
   "النفقة"
  ],
  "a": 0,
  "exp": "المادة 409: يمكن تقديم طلب الإحالة من أجل التشكك المشروع، من أي شخص طرف في النزاع أو دفاعه أو وكيله بوصفه مدعيا أو مدعى عليه أو متدخلا أو مدخلا كضامن إذا قبلت محكمة النقض دعوى التشكك المشروع، أحالت القضية، بعد استشارة النيابة العامة، إلى محكمة تعينها تكون من نفس درجة المحكمة المتشكك فيها إذا لم تقبل محكمة النقض الدعوى، حكم على المدعي، غير النيابة العامة، بالمصاريف، كما…"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 410 من المسطرة المدنية): يمكن للوكيل العام للملك لدى ____، تقديم طلب الإحالة من أجل التشكك المشروع أمام هذه المحكمة، عند عدم تقديم طلب في الموضوع من الأطراف يبت في هذه الطلبات الرئيس الأول أو نائبه ورؤساء الغرف أيام الموالية لإيداع مجتمعين في غرفة المشورة خلال الثمانية الطلب",
  "options": [
   "محكمة النقض",
   "المحامي",
   "عروض الوفاء",
   "القاصر"
  ],
  "a": 0,
  "exp": "المادة 410: يمكن للوكيل العام للملك لدى محكمة النقض، تقديم طلب الإحالة من أجل التشكك المشروع أمام هذه المحكمة، عند عدم تقديم طلب في الموضوع من الأطراف يبت في هذه الطلبات الرئيس الأول أو نائبه ورؤساء الغرف أيام الموالية لإيداع مجتمعين في غرفة المشورة خلال الثمانية الطلب"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 411 من المسطرة المدنية): يمكن لوزير العدل أن يقدم طلبات الإحالة من أجل الأمن العمومي كلما خيف أن يكون الحكم في الدعوى في مقر المحكمة المختصة محليا، مناسبة لإحداث اضطراب أو إخلال يمس بالنظام العام تقدم طلبات الإحالة من أجل حسن سير العدالة وفقا لما هو مقرر في الفقرة السابقة يبت في هذه الطلبات وفقا لما هو منصوص عليه في الفقرة الثانية من المادة السابقة إذا قبلت ____ المقال، رفع قرارها،حالا ونهائيا، يد المحكمة المقدمة إليها الدعوى، وأحيل النزاع إلى محكمة من نفس الدرجة تعينها محكمة النقض",
  "options": [
   "محكمة النقض",
   "العرقلة",
   "الحكم",
   "العدل"
  ],
  "a": 0,
  "exp": "المادة 411: يمكن لوزير العدل أن يقدم طلبات الإحالة من أجل الأمن العمومي كلما خيف أن يكون الحكم في الدعوى في مقر المحكمة المختصة محليا، مناسبة لإحداث اضطراب أو إخلال يمس بالنظام العام تقدم طلبات الإحالة من أجل حسن سير العدالة وفقا لما هو مقرر في الفقرة السابقة يبت في هذه الطلبات وفقا لما هو منصوص عليه في الفقرة الثانية من المادة السابقة إذا قبلت محكمة النقض المقال، رفع…"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 412 من المسطرة المدنية): لا تقبل القرارات الصادرة عن ____ في إطار المواد أدناه أي طعن إلى ومن مساطر خاصة دعوى الزور أمام محكمة النقض",
  "options": [
   "محكمة النقض",
   "كتابة الضبط",
   "الحجز التحفظي",
   "الغيبة"
  ],
  "a": 0,
  "exp": "المادة 412: لا تقبل القرارات الصادرة عن محكمة النقض في إطار المواد أدناه أي طعن إلى ومن مساطر خاصة دعوى الزور أمام محكمة النقض"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 413 من المسطرة المدنية): يمكن، قبل اعتبار القضية جاهزة، تقديم طلب الإذن بتقييد دعوى الزور في مستند مدلى به أمام محكمة النقض إلى الرئيس الأول، بمقال موقع عليه من طرف محام مقبول للترافع أمام هذه المحكمة، أعلاه مع مراعاة مقتضيات المادة لا يمكن النظر في الطلب، إلا إذا تم إيداع مبلغ ____ بكتابة الضبط يصدر الرئيس الأول أو من ينوب عنه، أمرا بالرفض أو بالإذن بتقييد دعوى الزور",
  "options": [
   "أربعة آلاف درهم",
   "خمسة آلاف درهم",
   "ألف درهم",
   "ثلاثة آلاف درهم"
  ],
  "a": 0,
  "exp": "المادة 413: يمكن، قبل اعتبار القضية جاهزة، تقديم طلب الإذن بتقييد دعوى الزور في مستند مدلى به أمام محكمة النقض إلى الرئيس الأول، بمقال موقع عليه من طرف محام مقبول للترافع أمام هذه المحكمة، أعلاه مع مراعاة مقتضيات المادة لا يمكن النظر في الطلب، إلا إذا تم إيداع مبلغ أربعة آلاف درهم بكتابة الضبط يصدر الرئيس الأول أو من ينوب عنه، أمرا بالرفض أو بالإذن بتقييد دعوى الزور"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 414 من المسطرة المدنية): يقع تبليغ الإذن بتقييد دعوى الزور والمقال المرفوع في شأنها إلى يوما، الطرف المدعى عليه في قضية الزور خلال خمسة عشر مع إنذاره بأن يفصح عما إذا كان ينوي استعمال الحجة المدعى فيها بالزور يجب على الطرف المدعى عليه أن يجيب في ظرف ____ من تاريخ التبليغ، وإلا وقعت تنحية المستند من مناقشات الدعوى، كما يسحب المستند من الملف، إذا كان الجواب سلبيا يوما إلى طالب يبلغ الجواب الإيجابي داخل خمسة عشر الزور الفرعي يحيل الرئيس الأول أو من ينوب عنه الأطراف إلى المحكمة التي يعينها لهم للبت في دعوى الزور، شريطة أن تكون من نفس درجة المحكمة التي أصدرت المقرر المطعون فيه أعلاه، إلى المدعي يرد المبلغ المودع المنصوص عليه في المادة في دعوى الزور الذي يصدر الحكم لصالحه، كما يرد له إذا سحب المستند من الملف، وفي غيرها من الحالات، يصادر المبلغ لفائدة الخزينة العامة تنازع الاختصاص",
  "options": [
   "خمسة عشر يوما",
   "ثمانية أيام",
   "ثلاثين يوما",
   "ثمانية يوما"
  ],
  "a": 0,
  "exp": "المادة 414: يقع تبليغ الإذن بتقييد دعوى الزور والمقال المرفوع في شأنها إلى يوما، الطرف المدعى عليه في قضية الزور خلال خمسة عشر مع إنذاره بأن يفصح عما إذا كان ينوي استعمال الحجة المدعى فيها بالزور يجب على الطرف المدعى عليه أن يجيب في ظرف خمسة عشر يوما من تاريخ التبليغ، وإلا وقعت تنحية المستند من مناقشات الدعوى، كما يسحب المستند من الملف، إذا كان الجواب سلبيا يوما إلى…"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 415 من المسطرة المدنية): تنظر محكمة النقض في ____ بين محاكم لا تخضع لأي محكمة أخرى مشتركة أعلى درجة",
  "options": [
   "تنازع الاختصاص",
   "التبليغ الإلكتروني",
   "محكمة الاستئناف",
   "القاصر"
  ],
  "a": 0,
  "exp": "المادة 415: تنظر محكمة النقض في تنازع الاختصاص بين محاكم لا تخضع لأي محكمة أخرى مشتركة أعلى درجة"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 416 من المسطرة المدنية): يقدم طلب ____ إلى محكمة النقض، ويبلغ طبق أعلاه وما بعدها الشروط المبينة في المادة إذا اعتبرت المحكمة أنه لا داعي للتنازع، أصدرت قرارا معللا بالرفض تصدر المحكمة في الحالة المخالفة قرارا بالاطلاع إلى المدعى عليه أيام من تاريخ تقديم الطلب داخل أجل عشرة يوقف هذا القرار ابتداء من تاريخ صدوره، كل إجراء ومسطرة أمام قا يجرى التحقيق بعد ذلك في القضية، وفقا للشروط المحددة في أعلاه وما بعدها، غير أن الآجال المقررة تخفض إلى النصف المادة",
  "options": [
   "تنازع الاختصاص",
   "الاستدعاء",
   "السجل التجاري",
   "الدفوع الشكلية"
  ],
  "a": 0,
  "exp": "المادة 416: يقدم طلب تنازع الاختصاص إلى محكمة النقض، ويبلغ طبق أعلاه وما بعدها الشروط المبينة في المادة إذا اعتبرت المحكمة أنه لا داعي للتنازع، أصدرت قرارا معللا بالرفض تصدر المحكمة في الحالة المخالفة قرارا بالاطلاع إلى المدعى عليه أيام من تاريخ تقديم الطلب داخل أجل عشرة يوقف هذا القرار ابتداء من تاريخ صدوره، كل إجراء ومسطرة أمام قا يجرى التحقيق بعد ذلك في القضية، وفقا…"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 417 من المسطرة المدنية): في حالة تناقض بين مقررات قضائية غير قابلة للطعن، صادرة عن محاكم مختلفة من الدرجة الأولى أو من الدرجة الثانية، يمكن ل____، بناء على مقال يقدم إليها وفقا للإجراءات المنصوص أعلاه، أن تبطل دون إحالة أحد المقررات المقدمة عليها في المادة إليها مخاصمة القضاة",
  "options": [
   "محكمة النقض",
   "الامتياز",
   "الكفالة",
   "الترجمة"
  ],
  "a": 0,
  "exp": "المادة 417: في حالة تناقض بين مقررات قضائية غير قابلة للطعن، صادرة عن محاكم مختلفة من الدرجة الأولى أو من الدرجة الثانية، يمكن لمحكمة النقض، بناء على مقال يقدم إليها وفقا للإجراءات المنصوص أعلاه، أن تبطل دون إحالة أحد المقررات المقدمة عليها في المادة إليها مخاصمة القضاة"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 418 من المسطرة المدنية): يمكن مخاصمة القضاة في الأحوال التالية : - إذا ادعي ارتكاب تدليس أو غش أو غدر من طرف قا أو من طرف قاض من ____ أثناء قيامه بمهامه ؛",
  "options": [
   "النيابة العامة",
   "الطعن بالتعرض",
   "التنفيذ الجبري",
   "الأجل"
  ],
  "a": 0,
  "exp": "المادة 418: يمكن مخاصمة القضاة في الأحوال التالية : - إذا ادعي ارتكاب تدليس أو غش أو غدر من طرف قا أو من طرف قاض من النيابة العامة أثناء قيامه بمهامه ؛ - إذا ادُعي ارتكاب خطأ مهني جسيم أثناء تهييء القضية ؛ - إذا نص القانون صراحة على جوازها ؛ - إذا نص القانون على مسؤولية القضاة التي يستحق عنها تعويض ؛ - عند وجود إنكار للعدالة"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 419 من المسطرة المدنية): يعتبر القاضي أو قرر التأخير لعدة مرات، أو رفض البت في ____ات أو الطلبات، أو رفض إصدار مقرر في قضية جاهزة بعد حلول تاريخ إدراجها في الجلسة، وذلك ما لم يكن هناك مبرر مشروع",
  "options": [
   "المقال",
   "المحكمة الابتدائية",
   "محكمة النقض",
   "التدخل"
  ],
  "a": 0,
  "exp": "المادة 419: يعتبر القاضي أو قرر التأخير لعدة مرات، أو رفض البت في المقالات أو الطلبات، أو رفض إصدار مقرر في قضية جاهزة بعد حلول تاريخ إدراجها في الجلسة، وذلك ما لم يكن هناك مبرر مشروع"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 420 من المسطرة المدنية): يثبت إنكار العدالة بإخطارين يبلغان إلى القاضي يوما بينهما أجل خمسة عشر إذا تعلق الأمر بأحد قضاة المحكمة يقوم بهذين الإخطارين رئيسها، وإذا تعلق الأمر برئيس محكمة يقوم بهذين الإخطارين رئيس المحكمة التي تعلو مباشرة المحكمة المعنية تتم الإجراءات تلقائيا من طرف رئيس المحكمة المختص أو بطلب مكتوب موجه مباشرة إليه من الطرف المعني بالأمر يجب على رئيس المحكمة المختص الذي أحيل إليه ____، أن يقوم بالإجراءات القانونية اللازمة في ذلك",
  "options": [
   "الطلب",
   "الاستدعاء",
   "الامتياز",
   "نزع الملكية"
  ],
  "a": 0,
  "exp": "المادة 420: يثبت إنكار العدالة بإخطارين يبلغان إلى القاضي يوما بينهما أجل خمسة عشر إذا تعلق الأمر بأحد قضاة المحكمة يقوم بهذين الإخطارين رئيسها، وإذا تعلق الأمر برئيس محكمة يقوم بهذين الإخطارين رئيس المحكمة التي تعلو مباشرة المحكمة المعنية تتم الإجراءات تلقائيا من طرف رئيس المحكمة المختص أو بطلب مكتوب موجه مباشرة إليه من الطرف المعني بالأمر يجب على رئيس المحكمة المختص…"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 421 من المسطرة المدنية): يمكن ____ القاضي جدوى",
  "options": [
   "مخاصمة",
   "نافذا",
   "يختار",
   "بمسطرة"
  ],
  "a": 0,
  "exp": "المادة 421: يمكن مخاصمة القاضي جدوى"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 422 من المسطرة المدنية): تقدم مخاصمة القضاة إلى ____ بمقال موقع من الطرف أو محام مقبول للترافع أمام هذه المحكمة يتوفر على وكالة خاصة مكتوبة، ترفق بالمقال مع المستندات، عند الاقتضاء، وذلك تحت طائلة عدم القبول",
  "options": [
   "محكمة النقض",
   "الطلبات العارضة",
   "المنصة الإلكترونية",
   "الاستدعاء"
  ],
  "a": 0,
  "exp": "المادة 422: تقدم مخاصمة القضاة إلى محكمة النقض بمقال موقع من الطرف أو محام مقبول للترافع أمام هذه المحكمة يتوفر على وكالة خاصة مكتوبة، ترفق بالمقال مع المستندات، عند الاقتضاء، وذلك تحت طائلة عدم القبول"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 423 من المسطرة المدنية): لا يجوز أثناء هذه المسطرة استعمال أقوال تتضمن إهانة للقضاة، درهم وخمسين وإلا عوقب الطرف بغرامة بين ____، دون الإخلال بتطبيق مقتضيات القانون ألف أعلاه الجنائي، وإذا تعلق الأمر بمحام، طبقت مقتضيات المادة",
  "options": [
   "عشرة آلاف درهم",
   "ثمانين ألف درهم",
   "أربعة آلاف درهم",
   "خمسة آلاف درهم"
  ],
  "a": 0,
  "exp": "المادة 423: لا يجوز أثناء هذه المسطرة استعمال أقوال تتضمن إهانة للقضاة، درهم وخمسين وإلا عوقب الطرف بغرامة بين عشرة آلاف درهم، دون الإخلال بتطبيق مقتضيات القانون ألف أعلاه الجنائي، وإذا تعلق الأمر بمحام، طبقت مقتضيات المادة"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 424 من المسطرة المدنية): يبت في قبول مخاصمة القضاة من طرف غرفة ب____، يعينها الرئيس الأول أو نائبه",
  "options": [
   "محكمة النقض",
   "الطلاق الرجعي",
   "الهبة",
   "الطلبات العارضة"
  ],
  "a": 0,
  "exp": "المادة 424: يبت في قبول مخاصمة القضاة من طرف غرفة بمحكمة النقض، يعينها الرئيس الأول أو نائبه"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 425 من المسطرة المدنية): يحكم على المدعي عند رفض المقال بغرامة بين ____ لفائدة الخزينة درهم وخمسين ألف العامة، دون المساس بحق الأطراف في المطالبة بالتعويض،عند الاقتضاء",
  "options": [
   "عشرة آلاف درهم",
   "أربعة آلاف درهم",
   "ثمانين ألف درهم",
   "خمسة آلاف درهم"
  ],
  "a": 0,
  "exp": "المادة 425: يحكم على المدعي عند رفض المقال بغرامة بين عشرة آلاف درهم لفائدة الخزينة درهم وخمسين ألف العامة، دون المساس بحق الأطراف في المطالبة بالتعويض،عند الاقتضاء"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 426 من المسطرة المدنية): أيام للقا إذا قبل الطلب، بلغ خلال ثمانية المخاصمة ضده، ويجب عليه أن يقدم جميع وسائل دفاعه خلال أيام التالية للتبليغ الثمانية يجب على القاضي ____ موضوع المخاصمة، وأن يتخلى كذلك، إلى حين الفصل نهائيا في هذه الدعوى، عن النظر في كل قضية يكون المدعي في النزاع أو أحد أصوله أو فروعه إلى الدرجة الرابعة أو زوجه طرفا فيها، تحت طائلة بطلان الحكم الذي قد يصدر في جميع هذه الحالات",
  "options": [
   "الدعوى",
   "الاختصاص النوعي",
   "الرسم العدلي",
   "التحكيم"
  ],
  "a": 0,
  "exp": "المادة 426: أيام للقا إذا قبل الطلب، بلغ خلال ثمانية المخاصمة ضده، ويجب عليه أن يقدم جميع وسائل دفاعه خلال أيام التالية للتبليغ الثمانية يجب على القاضي الدعوى موضوع المخاصمة، وأن يتخلى كذلك، إلى حين الفصل نهائيا في هذه الدعوى، عن النظر في كل قضية يكون المدعي في النزاع أو أحد أصوله أو فروعه إلى الدرجة الرابعة أو زوجه طرفا فيها، تحت طائلة بطلان الحكم الذي قد يصدر في جميع…"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 427 من المسطرة المدنية): يتم النظر في دعوى المخاصمة في الجلسة بناء على مستنتجات الأطراف، ويبت فيها من طرف غرف ____ مجتمعة، باستثناء الغرفة التي بتت في قبول الطلب تكون الدولة مسؤولة مدنيا فيما يخص الأحكام بالتعويضات الصادرة بالنسبة للأفعال التي ترتبت عنها المخاصمة ضد القضاة، مع إمكانية رجوعها عليهم",
  "options": [
   "محكمة النقض",
   "المقرر",
   "الهبة",
   "الموثق"
  ],
  "a": 0,
  "exp": "المادة 427: يتم النظر في دعوى المخاصمة في الجلسة بناء على مستنتجات الأطراف، ويبت فيها من طرف غرف محكمة النقض مجتمعة، باستثناء الغرفة التي بتت في قبول الطلب تكون الدولة مسؤولة مدنيا فيما يخص الأحكام بالتعويضات الصادرة بالنسبة للأفعال التي ترتبت عنها المخاصمة ضد القضاة، مع إمكانية رجوعها عليهم"
 },
 {
  "cat": "محكمة النقض",
  "q": "أكمل الفراغ (المادة 428 من المسطرة المدنية): إذا رفض طلب المدعي، أمكن الحكم عليه بتعويضات لصالح القاضي ____",
  "options": [
   "إعادة النظر",
   "عقد الزواج",
   "التعرض",
   "المقرر"
  ],
  "a": 0,
  "exp": "المادة 428: إذا رفض طلب المدعي، أمكن الحكم عليه بتعويضات لصالح القاضي إعادة النظر"
 },
 {
  "cat": "إعادة النظر",
  "q": "أكمل الفراغ (المادة 429 من المسطرة المدنية): - إذا لم يقع الدفاع بصفة صحيحة على حقوق إدارات الدولة أو ____ ومجموعاتها وهيئاتها أو المؤسسات والمقاولات العمومية أو كل شخص آخر من أشخاص القانون العام، أو جماعات سلالية أو حقوق محاجير لا يمكن تقديم طلب إعادة النظر إلا إذا كان المقرر غير قابل لأي من طرق الطعن الأخرى",
  "options": [
   "الجماعات الترابية",
   "الأجل",
   "الإنذار",
   "دعاوى الحيازة"
  ],
  "a": 0,
  "exp": "المادة 429: يمكن للأطراف الطعن بإعادة النظر في المقررات القضائية أعلاه النهائية، مع مراعاة المقتضيات المنصوص عليها في المادة وتلك الواردة في نصوص خاصة، وذلك في الأحوال التالية : - إذا بتت المحكمة فيما لم يطلب منها أو حكمت بأكثر مما طلب أو إذا أغفلت البت في أحد الطلبات، ما لم يتم الطعن بالنقض في المقرر موضوع الطعن بإعادة النظر ؛ - إذا وقع تدليس أثناء تحقيق الدعوى ؛ -…"
 },
 {
  "cat": "إعادة النظر",
  "q": "أكمل الفراغ (المادة 430 من المسطرة المدنية): لا يقبل طلب إعادة النظر ما لم يرفق بما يثبت إيداع مبلغ بكتابة درهم أمام محكمة الضبط بالمحكمة، يحدد في ____ أمام محكمة الدرجة الدرجة الأولى، وأربعة آلاف درهم أمام محكمة النقض الثانية، وخمسة آلاف يوما ابتداء من تاريخ يقدم طلب إعادة النظر خلال ثلاثين تبليغ الحكم المطعون فيه، غير أنه تطبق على هذا الطلب مقتضيات أعلاه و و المواد",
  "options": [
   "ثلاثة آلاف درهم",
   "أربعة آلاف درهم",
   "ألف درهم",
   "خمسة آلاف درهم"
  ],
  "a": 0,
  "exp": "المادة 430: لا يقبل طلب إعادة النظر ما لم يرفق بما يثبت إيداع مبلغ بكتابة درهم أمام محكمة الضبط بالمحكمة، يحدد في ثلاثة آلاف درهم أمام محكمة الدرجة الدرجة الأولى، وأربعة آلاف درهم أمام محكمة النقض الثانية، وخمسة آلاف يوما ابتداء من تاريخ يقدم طلب إعادة النظر خلال ثلاثين تبليغ الحكم المطعون فيه، غير أنه تطبق على هذا الطلب مقتضيات أعلاه و و المواد"
 },
 {
  "cat": "إعادة النظر",
  "q": "أكمل الفراغ (المادة 431 من المسطرة المدنية): إذا كانت أسباب طلب ____ هي التزوير أو التدليس أو اكتشاف مستندات جديدة، لا يسري الأجل إلا من تاريخ الإقرار بالزور أو الحكم به أو من تاريخ اكتشاف التدليس أو المستندات الجديدة، بشرط أن توجد بالنسبة للحالتين الأخيرتين حجة كتابية ثابتة التاريخ إذا كانت الأفعال الجرمية قد ثبت وجودها من طرف محكمة زجرية، فإن الأجل لا يسري إلا ابتداء من التاريخ الذي يصبح فيه الحكم مكتسبا لقوة ال",
  "options": [
   "إعادة النظر",
   "الموثق",
   "الرسم العدلي",
   "الإنذار"
  ],
  "a": 0,
  "exp": "المادة 431: إذا كانت أسباب طلب إعادة النظر هي التزوير أو التدليس أو اكتشاف مستندات جديدة، لا يسري الأجل إلا من تاريخ الإقرار بالزور أو الحكم به أو من تاريخ اكتشاف التدليس أو المستندات الجديدة، بشرط أن توجد بالنسبة للحالتين الأخيرتين حجة كتابية ثابتة التاريخ إذا كانت الأفعال الجرمية قد ثبت وجودها من طرف محكمة زجرية، فإن الأجل لا يسري إلا ابتداء من التاريخ الذي يصبح فيه…"
 },
 {
  "cat": "إعادة النظر",
  "q": "أكمل الفراغ (المادة 432 من المسطرة المدنية): إذا كان السبب المثار من أجله طلب ____ هو تعارض الأحكام، فان الأجل لا يسري إلا من تاريخ تبليغ الحكم الأخير",
  "options": [
   "إعادة النظر",
   "الرسم العدلي",
   "الطعن بالتعرض",
   "الطلاق الرجعي"
  ],
  "a": 0,
  "exp": "المادة 432: إذا كان السبب المثار من أجله طلب إعادة النظر هو تعارض الأحكام، فان الأجل لا يسري إلا من تاريخ تبليغ الحكم الأخير"
 },
 {
  "cat": "إعادة النظر",
  "q": "أكمل الفراغ (المادة 433 من المسطرة المدنية): يقدم طلب ____ إلى المحكمة التي أصدرت المقرر المطعون فيه، ولا يجوز أن يبت فيه نفس القضاة الذين أصدروه لا يوقف طلب إعادة النظر التنفيذ، إلا إذا رأت المحكمة المعروض عليها الطعن بإعادة النظر بغرفة المشورة، بناء على طلب مستقل يوما، وقف التنفيذ لأسباب جدية ومستعجلة داخل أجل ثلاثين",
  "options": [
   "إعادة النظر",
   "محكمة النقض",
   "الاستئناف",
   "الأبحاث"
  ],
  "a": 0,
  "exp": "المادة 433: يقدم طلب إعادة النظر إلى المحكمة التي أصدرت المقرر المطعون فيه، ولا يجوز أن يبت فيه نفس القضاة الذين أصدروه لا يوقف طلب إعادة النظر التنفيذ، إلا إذا رأت المحكمة المعروض عليها الطعن بإعادة النظر بغرفة المشورة، بناء على طلب مستقل يوما، وقف التنفيذ لأسباب جدية ومستعجلة داخل أجل ثلاثين"
 },
 {
  "cat": "إعادة النظر",
  "q": "أكمل الفراغ (المادة 434 من المسطرة المدنية): يحكم على الطرف الذي يخسر طلب ____ بغرامة وفق أعلاه، حسب الحالة، بصرف النظر المبلغ المشار إليه في المادة عما قد يق",
  "options": [
   "إعادة النظر",
   "الطلاق الرجعي",
   "الطلاق",
   "المقرر"
  ],
  "a": 0,
  "exp": "المادة 434: يحكم على الطرف الذي يخسر طلب إعادة النظر بغرامة وفق أعلاه، حسب الحالة، بصرف النظر المبلغ المشار إليه في المادة عما قد يق"
 },
 {
  "cat": "إعادة النظر",
  "q": "أكمل الفراغ (المادة 435 من المسطرة المدنية): إذا قبل طلب ____، يتم العدول عن المقرر القضائي أو في الجزء الذي انصب عليه الطلب، ويرد المبلغ المودع، على أن تبت المحكمة في القضية من جديد",
  "options": [
   "إعادة النظر",
   "التراضي",
   "الموثق",
   "الإثبات"
  ],
  "a": 0,
  "exp": "المادة 435: إذا قبل طلب إعادة النظر، يتم العدول عن المقرر القضائي أو في الجزء الذي انصب عليه الطلب، ويرد المبلغ المودع، على أن تبت المحكمة في القضية من جديد"
 },
 {
  "cat": "إعادة النظر",
  "q": "أكمل الفراغ (المادة 436 من المسطرة المدنية): إذا ارتكز المقرر القضائي ب____ على تعارض في الأحكام، ق طرق التنفيذ إيداع وقبول الكفالة النقدية أو البنكية",
  "options": [
   "إعادة النظر",
   "التأمين",
   "التبليغ الإلكتروني",
   "الرهن الحيازي"
  ],
  "a": 0,
  "exp": "المادة 436: إذا ارتكز المقرر القضائي بإعادة النظر على تعارض في الأحكام، ق طرق التنفيذ إيداع وقبول الكفالة النقدية أو البنكية"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 437 من المسطرة المدنية): تحدد المقررات القضائية التي تأمر بتقديم كفالة نقدية أو بنكية، التاريخ الذي يجب أن تقدم أو تودع فيه ____، ما لم يقع هذا التقديم أو الإيداع قبل صدور الحكم إذا كان الضمان كفالة نقدية، وقع إيداعها مباشرة في كتابة ضبط المحكمة المعنية، أو بأي وسيلة أخرى معتمدة من لدن السلطة الحكومية المكلفة بالعدل يستدعى الطرف الذي يتعين عليه تقديم الكفالة النقدية أو البنكية، لإيداع الكفالة خلال الأجل المحدد يمكن استبدال الكفالة البنكية بقيمتها النقدية، وفي حالة رفض المستفيد، يتم سحب قيمتها من البنك وصرفها لفائدته",
  "options": [
   "الكفالة",
   "الرسم القضائي",
   "العرقلة",
   "التطليق"
  ],
  "a": 0,
  "exp": "المادة 437: تحدد المقررات القضائية التي تأمر بتقديم كفالة نقدية أو بنكية، التاريخ الذي يجب أن تقدم أو تودع فيه الكفالة، ما لم يقع هذا التقديم أو الإيداع قبل صدور الحكم إذا كان الضمان كفالة نقدية، وقع إيداعها مباشرة في كتابة ضبط المحكمة المعنية، أو بأي وسيلة أخرى معتمدة من لدن السلطة الحكومية المكلفة بالعدل يستدعى الطرف الذي يتعين عليه تقديم الكفالة النقدية أو البنكية،…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 438 من المسطرة المدنية): تقدم كل منازعة من الخصم في قبول ____ النقدية أو البنكية، ويشعر الأطراف بتاريخ الجلسة العلنية، على أن تبت المحكمة داخل أيام بمقرر غير قابل لأي طعن أجل ثمانية",
  "options": [
   "الكفالة",
   "التبليغ",
   "الولاية",
   "نزع الملكية"
  ],
  "a": 0,
  "exp": "المادة 438: تقدم كل منازعة من الخصم في قبول الكفالة النقدية أو البنكية، ويشعر الأطراف بتاريخ الجلسة العلنية، على أن تبت المحكمة داخل أيام بمقرر غير قابل لأي طعن أجل ثمانية"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 439 من المسطرة المدنية): تتم ____ات والإنذارات الموجهة للأطراف تطبيقا لمواد هذا أعلاه وما بعدها الباب، ضمن الشروط المقررة في المادة تقديم الحسابات",
  "options": [
   "الاستدعاء",
   "التعرض",
   "الغيبة",
   "إيداع"
  ],
  "a": 0,
  "exp": "المادة 439: تتم الاستدعاءات والإنذارات الموجهة للأطراف تطبيقا لمواد هذا أعلاه وما بعدها الباب، ضمن الشروط المقررة في المادة تقديم الحسابات"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 440 من المسطرة المدنية): يرفع طلب تقديم الحساب من طرف من له الحق فيه أو من طرف ممثله القانوني أو محاميه، ويمكن أن يرفع من طرف من يقدمه إذا رغب في ____ منه",
  "options": [
   "التحرر",
   "أحيلت",
   "لتقديمه",
   "لجلسة"
  ],
  "a": 0,
  "exp": "المادة 440: يرفع طلب تقديم الحساب من طرف من له الحق فيه أو من طرف ممثله القانوني أو محاميه، ويمكن أن يرفع من طرف من يقدمه إذا رغب في التحرر منه"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 441 من المسطرة المدنية): تقام ____ على المحاسبين المعينين من قبل القضاء أمام من عينهم، ويطبق ذلك على المقدمين، وتقام على الأوصياء أمام محكمة المكان الذي فتحت فيه التركة، أما المحاسبون الآخرون فأمام قضاة موطنهم",
  "options": [
   "الدعوى",
   "عقد الزواج",
   "الجماعات الترابية",
   "التبليغ الإلكتروني"
  ],
  "a": 0,
  "exp": "المادة 441: تقام الدعوى على المحاسبين المعينين من قبل القضاء أمام من عينهم، ويطبق ذلك على المقدمين، وتقام على الأوصياء أمام محكمة المكان الذي فتحت فيه التركة، أما المحاسبون الآخرون فأمام قضاة موطنهم"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 442 من المسطرة المدنية): إذا استؤنف المقرر الصادر برفض طلب تقديم الحساب، فإن القرار الاستئنافي القاضي فيه إلى المحكمة التي قدم إليها الطلب أو إلى أي محكمة أخرى، يعينها من نفس الدرجة إذا قدم الحساب وبت فيه ابتدائيا، فإن تنفيذ القرار الاستئنافي بإلغاء الحكم الابتدائي تقوم به ____ التي أصدرته أو محكمة ابتدائية يعينها نفس القرار",
  "options": [
   "محكمة الاستئناف",
   "الأجرة",
   "نزع الملكية",
   "التنازل عن الدعوى"
  ],
  "a": 0,
  "exp": "المادة 442: إذا استؤنف المقرر الصادر برفض طلب تقديم الحساب، فإن القرار الاستئنافي القاضي فيه إلى المحكمة التي قدم إليها الطلب أو إلى أي محكمة أخرى، يعينها من نفس الدرجة إذا قدم الحساب وبت فيه ابتدائيا، فإن تنفيذ القرار الاستئنافي بإلغاء الحكم الابتدائي تقوم به محكمة الاستئناف التي أصدرته أو محكمة ابتدائية يعينها نفس القرار"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 443 من المسطرة المدنية): يعين كل مقرر يق يوما، إلا إذا مددته المحكمة التي طلب منها ذلك يتجاوز ثلاثين يعين هذا ____ لتلقي الحساب قاضيا يمكن أن يختار من محكمة أخرى من نفس الدرجة",
  "options": [
   "المقرر",
   "شهادة الشهود",
   "المصلحة",
   "القرائن"
  ],
  "a": 0,
  "exp": "المادة 443: يعين كل مقرر يق يوما، إلا إذا مددته المحكمة التي طلب منها ذلك يتجاوز ثلاثين يعين هذا المقرر لتلقي الحساب قاضيا يمكن أن يختار من محكمة أخرى من نفس الدرجة"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 444 من المسطرة المدنية): يتضمن الحساب المداخيل و____ الفعلية ويتضمن، عند الاقتضاء، في ضلع خاص المبالغ التي لم تستخلص بعد، والفوائد التي قد تستحق على المطالب بالحساب، وينتهي بملخص لموازنة المداخيل والمصاريف، ويرفق الحساب بكل المستندات المثبتة لمحتواه يقدم الحساب من المطالب به ويثبت صحته بنفسه أو بوكيل خاص خلال الأجل المحدد والتاريخ المعين من قبل القاضي المنتدب،بعد حضور الأطراف الذين قدم لهم أو استدعائهم بصفة قانونية شخصيا أو في موطنهم يحرر محضر بذلك يوقعه القاضي",
  "options": [
   "المصاريف",
   "الحالة المدنية",
   "الغيبة",
   "الوصية"
  ],
  "a": 0,
  "exp": "المادة 444: يتضمن الحساب المداخيل والمصاريف الفعلية ويتضمن، عند الاقتضاء، في ضلع خاص المبالغ التي لم تستخلص بعد، والفوائد التي قد تستحق على المطالب بالحساب، وينتهي بملخص لموازنة المداخيل والمصاريف، ويرفق الحساب بكل المستندات المثبتة لمحتواه يقدم الحساب من المطالب به ويثبت صحته بنفسه أو بوكيل خاص خلال الأجل المحدد والتاريخ المعين من قبل القاضي المنتدب،بعد حضور الأطراف…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 445 من المسطرة المدنية): يجبر المطالب بالحساب إذا لم يقدم حسابه خلال ____ المحدد، بحجز أمواله وبيعها في حدود المبلغ الذي تعينه المحكمة",
  "options": [
   "الأجل",
   "الاختصاص المحلي",
   "المحامي",
   "الأجرة"
  ],
  "a": 0,
  "exp": "المادة 445: يجبر المطالب بالحساب إذا لم يقدم حسابه خلال الأجل المحدد، بحجز أمواله وبيعها في حدود المبلغ الذي تعينه المحكمة"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 446 من المسطرة المدنية): إذا قدم الحساب مؤيدا بما يثبته وكانت المداخيل تزيد عن ____، أمكن للطرف الذي يقدم إليه أن يطلب من القاضي المنتدب إصدار أمر قابل للتنفيذ لاستخلاص هذه الزيادة، دون أن يعتبر ذلك مصادقة منه على الحساب",
  "options": [
   "المصاريف",
   "المسطرة المدنية",
   "شهادة الشهود",
   "المعاينة"
  ],
  "a": 0,
  "exp": "المادة 446: إذا قدم الحساب مؤيدا بما يثبته وكانت المداخيل تزيد عن المصاريف، أمكن للطرف الذي يقدم إليه أن يطلب من القاضي المنتدب إصدار أمر قابل للتنفيذ لاستخلاص هذه الزيادة، دون أن يعتبر ذلك مصادقة منه على الحساب"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 447 من المسطرة المدنية): يحضر الأطراف شخصيا أو بواسطة وكلائهم أو محاميهم أمام القاضي وذلك قصد تقديم التظلمات ____، عند الاقتضاء، وكذا أجوبتهم فيما يتعلق بالحساب، ويمكن للقا أن يمنح لمن قدم إليه أجلا لإبداء ملاحظات جديدة يحرر محضر يتضمن مختلف الأدلة المعروضة إذا لم يحضر الأطراف أو لم يتفقوا بعد حضورهم، أحال القاضي القضية إلى المحكمة التي عينته للبت فيها في جلسة علنية إذا اتفق الأطراف أمكن لهم أن يطلبوا المصادقة على اتفاقهم من طرف المحكمة، غير أن المحضر الموقع من طرفهم يمكن أن يثبت بصفة صحيحة هذا الاتفاق",
  "options": [
   "والملاحظات",
   "معلومات",
   "والأنظمة",
   "والعسكريين"
  ],
  "a": 0,
  "exp": "المادة 447: يحضر الأطراف شخصيا أو بواسطة وكلائهم أو محاميهم أمام القاضي وذلك قصد تقديم التظلمات والملاحظات، عند الاقتضاء، وكذا أجوبتهم فيما يتعلق بالحساب، ويمكن للقا أن يمنح لمن قدم إليه أجلا لإبداء ملاحظات جديدة يحرر محضر يتضمن مختلف الأدلة المعروضة إذا لم يحضر الأطراف أو لم يتفقوا بعد حضورهم، أحال القاضي القضية إلى المحكمة التي عينته للبت فيها في جلسة علنية إذا اتفق…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 448 من المسطرة المدنية): يتضمن المقرر الذي يصدر في الدعوى حساب المداخيل والمصاريف، ويحدد الباقي بدقة إن وجد القواعد العامة بشأن ____ للمقررات القضائية مقتضيات تمهيدية",
  "options": [
   "التنفيذ الجبري",
   "الاختصاص النوعي",
   "محكمة النقض",
   "العدل"
  ],
  "a": 0,
  "exp": "المادة 448: يتضمن المقرر الذي يصدر في الدعوى حساب المداخيل والمصاريف، ويحدد الباقي بدقة إن وجد القواعد العامة بشأن التنفيذ الجبري للمقررات القضائية مقتضيات تمهيدية"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 449 من المسطرة المدنية): سنة من تكون المقررات القضائية قابلة للتنفيذ خلال ثلاثين تاريخ صدورها، وتسقط قابليتها للتنفيذ في مواجهة كل طرف محكوم عليه بانصرام هذا الأجل لا تكون المقررات القضائية قابلة للتنفيذ إلا إذا كانت نهائية، مع مراعاة المقتضيات المتعلقة بالتنفيذ المعجل لكل طرف مستفيد من المقرر يرغب في تنفيذه، حق الحصول على نسخ تنفيذية منه بعدد الأطراف التي سيجري التنفيذ ضدهم، وذلك بناء على طلبه تسلم النسخة التنفيذية مختومة وموقعة من طرف كاتب ضبط المحكمة التي أصدرت المقرر، حاملة العبارة التالية للأصل ولأجل التنفيذ يشار في ملف كل دعوى إلى حصول تسليم النسخة التنفيذية مع ذكر تاريخ التسليم واسم الشخص الذي سلمت إليه إذا تمت مباشرة إجراءات التنفيذ من خلال ____ المحدثة بمقت النسخة التنفيذية المدلى بها في جميع إجراءات التنفيذ، بغض النظر، عن عدد الأطراف المنفذ عليهم، كما تضمن المعطيات والبيانات ذات الصلة بمسطرة التنفيذ في النظام المعلوماتي لمرة واحدة، وتعتمد مع الوثائق المدلى بها إلكترونيا أمام جميع محاكم المملكة",
  "options": [
   "المنصة الإلكترونية",
   "الطلبات العارضة",
   "التبرع",
   "الإعفاء"
  ],
  "a": 0,
  "exp": "المادة 449: سنة من تكون المقررات القضائية قابلة للتنفيذ خلال ثلاثين تاريخ صدورها، وتسقط قابليتها للتنفيذ في مواجهة كل طرف محكوم عليه بانصرام هذا الأجل لا تكون المقررات القضائية قابلة للتنفيذ إلا إذا كانت نهائية، مع مراعاة المقتضيات المتعلقة بالتنفيذ المعجل لكل طرف مستفيد من المقرر يرغب في تنفيذه، حق الحصول على نسخ تنفيذية منه بعدد الأطراف التي سيجري التنفيذ ضدهم، وذلك…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 450 من المسطرة المدنية): لا يجوز ____ إلا بمقت محقق الوجود وحال الأداء ومعين المقدار السندات التنفيذية هي المقررات القضائية القابلة للتنفيذ ومحاضر الصلح والوساطة التي صادقت عليها المحاكم والمحررات الرسمية وسائر المحررات الأخرى التي يعتبرها القانون سندا قابلا للتنفيذ",
  "options": [
   "التنفيذ الجبري",
   "الطعن بالتعرض",
   "وضع الأختام",
   "الرهن الحيازي"
  ],
  "a": 0,
  "exp": "المادة 450: لا يجوز التنفيذ الجبري إلا بمقت محقق الوجود وحال الأداء ومعين المقدار السندات التنفيذية هي المقررات القضائية القابلة للتنفيذ ومحاضر الصلح والوساطة التي صادقت عليها المحاكم والمحررات الرسمية وسائر المحررات الأخرى التي يعتبرها القانون سندا قابلا للتنفيذ"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 451 من المسطرة المدنية): لا تنفذ بالمملكة المغربية ____ات الصادرة عن المحاكم الأجنبية إلا بعد تذييلها بالصيغة التنفيذية، وفقا للشروط المنصوص عليها في هذا القانون",
  "options": [
   "المقرر",
   "الاستئناف الفرعي",
   "إبطال الحكم",
   "التبليغ"
  ],
  "a": 0,
  "exp": "المادة 451: لا تنفذ بالمملكة المغربية المقررات الصادرة عن المحاكم الأجنبية إلا بعد تذييلها بالصيغة التنفيذية، وفقا للشروط المنصوص عليها في هذا القانون"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 452 من المسطرة المدنية): يقدم طلب التذييل بالصيغة التنفيذية إلى رئيس محكمة الدرجة الأولى المختصة نوعيا يكون الاختصاص لمحكمة مكان التنفيذ، وتبقى للمنفذ ____ للتنفيذ أينما وجدت أموال المنفذ عليه يستدعي الرئيس أو من ينوب عنه، المدعى عليه، عند الاقتضاء",
  "options": [
   "الصلاحية",
   "الشكلية",
   "والتزامات",
   "البصمة"
  ],
  "a": 0,
  "exp": "المادة 452: يقدم طلب التذييل بالصيغة التنفيذية إلى رئيس محكمة الدرجة الأولى المختصة نوعيا يكون الاختصاص لمحكمة مكان التنفيذ، وتبقى للمنفذ الصلاحية للتنفيذ أينما وجدت أموال المنفذ عليه يستدعي الرئيس أو من ينوب عنه، المدعى عليه، عند الاقتضاء"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 453 من المسطرة المدنية): - أن ____ حاز قوة ال أصدرته ؛",
  "options": [
   "المقرر",
   "الاختصاص المحلي",
   "التنازل",
   "إبطال الحكم"
  ],
  "a": 0,
  "exp": "المادة 453: لا يجوز منح الصيغة التنفيذية إلا بعد التحقق مما يأتي : - عدم بت المحكمة الأجنبية مصدرة الحكم في موضوع يدخل في الاختصاص الحصري للمحاكم المغربية ؛ - عدم وجود غش في اختيار المحكمة المصدرة للحكم ؛ - أن أطراف النزاع قد استدعوا بصفة قانونية ومثلوا تمثيلا صحيحا ؛ - أن المقرر حاز قوة ال أصدرته ؛ - أن المقرر لا يتعارض مع مقرر سبق صدوره عن إحدى محاكم المملكة ؛ - أن…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 454 من المسطرة المدنية): - ترجمة تامة إلى اللغة العربية للمستندات المشار إليها أعلاه، مصادق على صحتها من طرف ترجمان محلف يكون المقرر البات في طلب التذييل بالصيغة التنفيذية قابلا للطعن بالاستئناف تبت ____ في هذا الطعن داخل أجل شهر واحد يكون الحكم القاضي ميثاق الزوجية، غير قابل لأي طعن، إلا من قبل النيابة العامة إذا كان مخالفا للنظام العام",
  "options": [
   "محكمة الاستئناف",
   "الاستدعاء",
   "الطلبات العارضة",
   "النسب"
  ],
  "a": 0,
  "exp": "المادة 454: يقدم الطلب، ما لم تنص الاتفاقيات الدولية المصادق عليها من قبل المملكة المغربية والمنشورة في الجريدة الرسمية على غير ذلك، بمقال يرفق بما يلي : - نسخة رسمية من المقرر القضائي ؛ - شهادة عدم التعرض أو الاستئناف أو النقض ؛ - ترجمة تامة إلى اللغة العربية للمستندات المشار إليها أعلاه، مصادق على صحتها من طرف ترجمان محلف يكون المقرر البات في طلب التذييل بالصيغة…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 455 من المسطرة المدنية): تكون السندات والعقود المبرمة بالخارج أمام الضباط ____ العموميين المختصين، قابلة للتنفيذ بالمغرب بعد تذييلها بالصيغة التنفيذية، وذلك بعد إثبات توفر السند أو العقد على صفة السند التنفيذي، وقابليته للتنفيذ طبقا لقانون البلد الذي تم توثيقه فيه، وعدم تضمنه ما يخالف النظام العام المغربي",
  "options": [
   "والموظفين",
   "شفاهيا",
   "مختارا",
   "بالمقتضيات"
  ],
  "a": 0,
  "exp": "المادة 455: تكون السندات والعقود المبرمة بالخارج أمام الضباط والموظفين العموميين المختصين، قابلة للتنفيذ بالمغرب بعد تذييلها بالصيغة التنفيذية، وذلك بعد إثبات توفر السند أو العقد على صفة السند التنفيذي، وقابليته للتنفيذ طبقا لقانون البلد الذي تم توثيقه فيه، وعدم تضمنه ما يخالف النظام العام المغربي"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 456 من المسطرة المدنية): يعمل بالقواعد المنصوص عليها في المواد السابقة، مع مراعاة أحكام الاتفاقيات ____ الدولية المصادق عليها من طرف المملكة المغربية والمنشورة بالجريدة الرسمية، كما تراعى قواعد المعاملة بالمثل",
  "options": [
   "والمعاهدات",
   "يشغلونها",
   "الإشهاد",
   "المساعدون"
  ],
  "a": 0,
  "exp": "المادة 456: يعمل بالقواعد المنصوص عليها في المواد السابقة، مع مراعاة أحكام الاتفاقيات والمعاهدات الدولية المصادق عليها من طرف المملكة المغربية والمنشورة بالجريدة الرسمية، كما تراعى قواعد المعاملة بالمثل"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 457 من المسطرة المدنية): لا يجوز التنفيذ، في غير الأحوال ____ بنص في القانون، إلا بموجب نسخة تحمل صيغة التنفيذ التالية جلالة الملك جميع المكلفين بالتنفيذ أن ينفذوا هذا السند، كما يأمر الوكلاء العامين للملك ووكلاء الملك لدى مختلف المحاكم، أن يمدوا يد المعونة لجميع قواد وضباط القوة العمومية وأن يشدوا أزرهم عندما يطلب منهم ذلك قانونا",
  "options": [
   "المستثناة",
   "تمهيديا",
   "وبالاحتلال",
   "للأطراف"
  ],
  "a": 0,
  "exp": "المادة 457: لا يجوز التنفيذ، في غير الأحوال المستثناة بنص في القانون، إلا بموجب نسخة تحمل صيغة التنفيذ التالية جلالة الملك جميع المكلفين بالتنفيذ أن ينفذوا هذا السند، كما يأمر الوكلاء العامين للملك ووكلاء الملك لدى مختلف المحاكم، أن يمدوا يد المعونة لجميع قواد وضباط القوة العمومية وأن يشدوا أزرهم عندما يطلب منهم ذلك قانونا"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 458 من المسطرة المدنية): إذا كان منطوق السند الذي يجري تنفيذه غامضا، يقوم من له مصلحة ____ مقرر تفسيري من الجهة المختصة، ولا يمنع ذلك من تنفيذ الأجزاء الواضحة من منطوق السند التنفيذي",
  "options": [
   "باستصدار",
   "يسلمه",
   "أهليتهم",
   "العمومي"
  ],
  "a": 0,
  "exp": "المادة 458: إذا كان منطوق السند الذي يجري تنفيذه غامضا، يقوم من له مصلحة باستصدار مقرر تفسيري من الجهة المختصة، ولا يمنع ذلك من تنفيذ الأجزاء الواضحة من منطوق السند التنفيذي"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 459 من المسطرة المدنية): يترتب على حلول الغير محل الدائن في حقه، قانونا أو ____، الحلول محله في إجراءات التنفيذ التي سبق اتخاذها",
  "options": [
   "اتفاقا",
   "والأحد",
   "بالقسمة",
   "تقريرهم"
  ],
  "a": 0,
  "exp": "المادة 459: يترتب على حلول الغير محل الدائن في حقه، قانونا أو اتفاقا، الحلول محله في إجراءات التنفيذ التي سبق اتخاذها"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 460 من المسطرة المدنية): لا يجوز للغير أن يؤدي ما يق على أدائه، إلا بعد قيام المكلف بالتنفيذ ____ المنفذ عليه",
  "options": [
   "بإشعار",
   "الفاصلة",
   "مناقشات",
   "اعتماد"
  ],
  "a": 0,
  "exp": "المادة 460: لا يجوز للغير أن يؤدي ما يق على أدائه، إلا بعد قيام المكلف بالتنفيذ بإشعار المنفذ عليه"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 461 من المسطرة المدنية): لدائني المنفذ عليه المتوفرين على سند تنفيذي، الحق في ____ في عملية التنفيذ الجارية على أموال هذا الأخير قصد إشراكهم في توزيع الأموال المتحصلة من عملية التنفيذ",
  "options": [
   "التدخل",
   "إيداع",
   "الاستئناف",
   "المفوض القضائي"
  ],
  "a": 0,
  "exp": "المادة 461: لدائني المنفذ عليه المتوفرين على سند تنفيذي، الحق في التدخل في عملية التنفيذ الجارية على أموال هذا الأخير قصد إشراكهم في توزيع الأموال المتحصلة من عملية التنفيذ"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 462 من المسطرة المدنية): يتابع التنفيذ إذا كان ____ قد صدر في نفس القضية لفائدة أطراف لها مصالح مختلفة ضد المحكوم عليه بالنسبة للكل، ويوزع المكلف بالتنفيذ الناتج بين المستفيدين طبقا للمقررات الصادرة لهم من المحكمة",
  "options": [
   "المقرر",
   "القرار",
   "القاصر",
   "الطعن بالتعرض"
  ],
  "a": 0,
  "exp": "المادة 462: يتابع التنفيذ إذا كان المقرر قد صدر في نفس القضية لفائدة أطراف لها مصالح مختلفة ضد المحكوم عليه بالنسبة للكل، ويوزع المكلف بالتنفيذ الناتج بين المستفيدين طبقا للمقررات الصادرة لهم من المحكمة"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 463 من المسطرة المدنية): أعلاه، يجوز لمن فقد النسخة مع مراعاة مقتضيات المادة التنفيذية أن يحصل على نسخة تنفيذية ثانية، بمقت على وجه الاستعجال الرئيس الأول لمحكمة الدرجة الثانية أو رئيس محكمة الدرجة الأولى أو رئيس القسم المتخصص أو من ينوب عنه، المختص حسب الحالة، بصفته قاضيا للأمور المستعجلة يتم البت في هذا ____ في غيبة الأطراف، ما لم يقرر خلاف ذلك",
  "options": [
   "الطلب",
   "التحكيم",
   "العدل",
   "الترجمة"
  ],
  "a": 0,
  "exp": "المادة 463: أعلاه، يجوز لمن فقد النسخة مع مراعاة مقتضيات المادة التنفيذية أن يحصل على نسخة تنفيذية ثانية، بمقت على وجه الاستعجال الرئيس الأول لمحكمة الدرجة الثانية أو رئيس محكمة الدرجة الأولى أو رئيس القسم المتخصص أو من ينوب عنه، المختص حسب الحالة، بصفته قاضيا للأمور المستعجلة يتم البت في هذا الطلب في غيبة الأطراف، ما لم يقرر خلاف ذلك"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 464 من المسطرة المدنية): لا يكون المقرر الصادر عن محاكم الموضوع الذي يق يد أو رد أو وفاء أو أي عمل آخر يجب إنجازه من قبل الغير أو على حسابه، قابلا للتنفيذ من قبل الغير أو بينهم، ولو بعد أجل التعرض أو الاستئناف، إلا بعد تقديم شهادة من كتابة ضبط المحكمة التي أصدرته، تتضمن تاريخ تبليغه للطرف المحكوم عليه، وتشهد بأنه لم يقع أي تعرض أو استئناف ضده، وذلك باستثناء المقررات المشمولة ب____",
  "options": [
   "التنفيذ المعجل",
   "الجماعات الترابية",
   "الاختصاص القضائي الدولي",
   "المفوض القضائي"
  ],
  "a": 0,
  "exp": "المادة 464: لا يكون المقرر الصادر عن محاكم الموضوع الذي يق يد أو رد أو وفاء أو أي عمل آخر يجب إنجازه من قبل الغير أو على حسابه، قابلا للتنفيذ من قبل الغير أو بينهم، ولو بعد أجل التعرض أو الاستئناف، إلا بعد تقديم شهادة من كتابة ضبط المحكمة التي أصدرته، تتضمن تاريخ تبليغه للطرف المحكوم عليه، وتشهد بأنه لم يقع أي تعرض أو استئناف ضده، وذلك باستثناء المقررات المشمولة…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 465 من المسطرة المدنية): لا تسري آجال الاستئناف أو النقض في تبليغ المقررات الصادرة أعلاه، إلا بعد تعليقها وفق مقتضيات الفقرة الأخيرة من المادة في لوحة معدة لهذا الغرض بالمحكمة التي أصدرت المقرر مدة ____، ونشرها في الموقع الإلكتروني للمحكمة المعنية، عشرة ولا يبتدئ سريان أجل الاستئناف أو النقض، إلا بعد مرور خمسة يوما من تاريخ الإشهار مقابل المصاريف المسبقة من عشرة المستفيد من المقرر، بكل وسائل الإشهار حسب أهمية القضية يضفي إشهاد كاتب الضبط على القيام بهذه الإجراءات، على المقرر الصبغة النهائية التي تسمح بتنفيذه",
  "options": [
   "خمسة يوما",
   "عشرة أيام",
   "ثمانية أيام",
   "خمسة عشر يوما"
  ],
  "a": 0,
  "exp": "المادة 465: لا تسري آجال الاستئناف أو النقض في تبليغ المقررات الصادرة أعلاه، إلا بعد تعليقها وفق مقتضيات الفقرة الأخيرة من المادة في لوحة معدة لهذا الغرض بالمحكمة التي أصدرت المقرر مدة خمسة يوما، ونشرها في الموقع الإلكتروني للمحكمة المعنية، عشرة ولا يبتدئ سريان أجل الاستئناف أو النقض، إلا بعد مرور خمسة يوما من تاريخ الإشهار مقابل المصاريف المسبقة من عشرة المستفيد من…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 466 من المسطرة المدنية): إذا كان تنفيذ السند متوقفا على القيام بعمل أو بالتزام ما أو على تقديم ضمان، أرفق طالب التنفيذ طلبه بالوثائق التي تثبت قيامه بذلك غير أنه يجوز في حالة تقديم ضمان، إيداع مبلغ من النقود أو أوراق مالية أو كفالة بنكية أو نقدية، أو في حالة موافقة طالب التنفيذ على إيداع حصيلة التنفيذ بصندوق المحكمة أو تسليم ال موضوع التنفيذ إلى حارس يمكن للمنفذ عليه أن ينازع أمام قا التنفيذ، في الحارس أو في كفاية المال المودع أو في الضمانات أو ____ المقدمة، ولا يقبل الأمر الصادر في هذا الشأن أي طعن",
  "options": [
   "الكفالة",
   "التركة",
   "الأجرة",
   "محكمة الاستئناف"
  ],
  "a": 0,
  "exp": "المادة 466: إذا كان تنفيذ السند متوقفا على القيام بعمل أو بالتزام ما أو على تقديم ضمان، أرفق طالب التنفيذ طلبه بالوثائق التي تثبت قيامه بذلك غير أنه يجوز في حالة تقديم ضمان، إيداع مبلغ من النقود أو أوراق مالية أو كفالة بنكية أو نقدية، أو في حالة موافقة طالب التنفيذ على إيداع حصيلة التنفيذ بصندوق المحكمة أو تسليم ال موضوع التنفيذ إلى حارس يمكن للمنفذ عليه أن ينازع أمام…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 467 من المسطرة المدنية): يباشر التنفيذ على الأموال المنقولة، فإن لم تكف أو لم توجد، أجري على الأموال العقارية، غير أنه يقع التنفيذ مباشرة على العقار إذا كان طالب التنفيذ مستفيدا من ضمان عيني يمكن لقا البحث ____ لمعرفة المنقولات التي يملكها المنفذ عليه، بناء على إفادة المنفذ له أو المكلف بالتنفيذ أو عبر منصة البيانات الرقمية للمحاكم يباشر التنفيذ أولا على المال المثقل بالضمان العيني، فإن لم يكف جاز التنفيذ على الأموال الأخرى للمدين",
  "options": [
   "والتحري",
   "موضوعها",
   "الصادر",
   "الأطفال"
  ],
  "a": 0,
  "exp": "المادة 467: يباشر التنفيذ على الأموال المنقولة، فإن لم تكف أو لم توجد، أجري على الأموال العقارية، غير أنه يقع التنفيذ مباشرة على العقار إذا كان طالب التنفيذ مستفيدا من ضمان عيني يمكن لقا البحث والتحري لمعرفة المنقولات التي يملكها المنفذ عليه، بناء على إفادة المنفذ له أو المكلف بالتنفيذ أو عبر منصة البيانات الرقمية للمحاكم يباشر التنفيذ أولا على المال المثقل بالضمان…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 468 من المسطرة المدنية): إذا كان المنفذ عليه ملزما بتسليم معينة أو أشياء قابلة ____، سلمت لطالب التنفيذ أو للدائن إذا كان المنفذ عليه ملزما بتسليم ال عرض الأمر على قا عنه بجميع الطرق المتاحة قانونا",
  "options": [
   "للاستهلاك",
   "والأقسام",
   "بالأسرة",
   "الجزاءات"
  ],
  "a": 0,
  "exp": "المادة 468: إذا كان المنفذ عليه ملزما بتسليم معينة أو أشياء قابلة للاستهلاك، سلمت لطالب التنفيذ أو للدائن إذا كان المنفذ عليه ملزما بتسليم ال عرض الأمر على قا عنه بجميع الطرق المتاحة قانونا"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 469 من المسطرة المدنية): إذا كان المنفذ عليه ملزما بتسليم عقار أو نقل ملكيته أو التنازل عنه، يتعين على المكلف بالتنفيذ الانتقال إلى العقار ومعاينة مساحته وحدوده وجواره، والإشهاد على نقل حيازته إلى المنفذ له وإذا كانت هناك أشياء منقولة لا يشملها التنفيذ، ترد إلى المنفذ أيام ابتداء من عليه أو توضع تحت تصرفه خلال أجل عشرة تاريخ التنفيذ، فإذا رفض تسلمها، بيعت بالمزاد العلني وأودع ثمنها الصافي في صندوق المحكمة لفائدة من له الحق فيه، بعد خصم قيمة ____",
  "options": [
   "المصاريف",
   "الإعذار",
   "دعاوى الحيازة",
   "الدين"
  ],
  "a": 0,
  "exp": "المادة 469: إذا كان المنفذ عليه ملزما بتسليم عقار أو نقل ملكيته أو التنازل عنه، يتعين على المكلف بالتنفيذ الانتقال إلى العقار ومعاينة مساحته وحدوده وجواره، والإشهاد على نقل حيازته إلى المنفذ له وإذا كانت هناك أشياء منقولة لا يشملها التنفيذ، ترد إلى المنفذ أيام ابتداء من عليه أو توضع تحت تصرفه خلال أجل عشرة تاريخ التنفيذ، فإذا رفض تسلمها، بيعت بالمزاد العلني وأودع ثمنها…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 470 من المسطرة المدنية): إذا رفض المنفذ عليه أداء التزام بعمل أو خالف إلزاما بالامتناع عن عمل، أثبت المكلف بالتنفيذ ذلك في محضره، ولصاحب ____ أن يعرض الأمر على قا عليه بغرامة تهديدية، ما لم يكن سبق الحكم بها يمكن للمستفيد من المقرر أن يطلب، علاوة على ذلك، التعويض من المحكمة التي أصدرته",
  "options": [
   "المصلحة",
   "الوكيل",
   "الطلبات العارضة",
   "الأهلية"
  ],
  "a": 0,
  "exp": "المادة 470: إذا رفض المنفذ عليه أداء التزام بعمل أو خالف إلزاما بالامتناع عن عمل، أثبت المكلف بالتنفيذ ذلك في محضره، ولصاحب المصلحة أن يعرض الأمر على قا عليه بغرامة تهديدية، ما لم يكن سبق الحكم بها يمكن للمستفيد من المقرر أن يطلب، علاوة على ذلك، التعويض من المحكمة التي أصدرته"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 471 من المسطرة المدنية): لا يجوز للغير الذي يكون حائزا لل استنادا إلى ما يدعيه من رهن حيازي أو ____ على هذا ال أن يتعرض على الحجز، وإنما له أن يتمسك بحقوقه عند توزيع الثمن",
  "options": [
   "امتياز",
   "للضبط",
   "التزام",
   "علاوة"
  ],
  "a": 0,
  "exp": "المادة 471: لا يجوز للغير الذي يكون حائزا لل استنادا إلى ما يدعيه من رهن حيازي أو امتياز على هذا ال أن يتعرض على الحجز، وإنما له أن يتمسك بحقوقه عند توزيع الثمن"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 472 من المسطرة المدنية): لا يمكن،عدا في حالة الضرورة، وبموجب أمر من قا إجراء حجز قبل السابعة صباحا وبعد العاشرة ليلا، ____ أيام العطل المحددة بمقت العمل",
  "options": [
   "وخلال",
   "الصيغة",
   "للمخابرة",
   "ثابتا"
  ],
  "a": 0,
  "exp": "المادة 472: لا يمكن،عدا في حالة الضرورة، وبموجب أمر من قا إجراء حجز قبل السابعة صباحا وبعد العاشرة ليلا، وخلال أيام العطل المحددة بمقت العمل"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 473 من المسطرة المدنية): تطبق القواعد المنصوص عليها في المادة السابقة في حالة تنفيذ مقرر صادر بحضانة الولد أو تسليمه إلى من له الحق فيه أو ____ أو بصلة الرحم، ولو أدى ذلك إلى الاستعانة بالقوة العمومية ودخول المنزل، ويجوز إعادة التنفيذ كلما اقت اختصاصات قا",
  "options": [
   "بالزيارة",
   "بحصته",
   "ونوعا",
   "الدعويين"
  ],
  "a": 0,
  "exp": "المادة 473: تطبق القواعد المنصوص عليها في المادة السابقة في حالة تنفيذ مقرر صادر بحضانة الولد أو تسليمه إلى من له الحق فيه أو بالزيارة أو بصلة الرحم، ولو أدى ذلك إلى الاستعانة بالقوة العمومية ودخول المنزل، ويجوز إعادة التنفيذ كلما اقت اختصاصات قا"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 474 من المسطرة المدنية): يعين قا مقتضيات قانون ____ القضائي ينوب عن قا",
  "options": [
   "التنظيم",
   "أسبابه",
   "الحادي",
   "والأمتعة"
  ],
  "a": 0,
  "exp": "المادة 474: يعين قا مقتضيات قانون التنظيم القضائي ينوب عن قا"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 475 من المسطرة المدنية): ____ الاختصاص لقا أو بالمحكمة التي يوجد بدائرة نفوذها المنفذ ضده، أو بالمحكمة التي توجد بها أمواله، حسب الحالة",
  "options": [
   "ينعقد",
   "متضامنة",
   "الذكر",
   "ينتمي"
  ],
  "a": 0,
  "exp": "المادة 475: ينعقد الاختصاص لقا أو بالمحكمة التي يوجد بدائرة نفوذها المنفذ ضده، أو بالمحكمة التي توجد بها أمواله، حسب الحالة"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 476 من المسطرة المدنية): يختص قا الإشراف عليه ومراقبة سير إجراءاته يتم التنفيذ بواسطة ____ أو بواسطة المفوضين القضائيين، ويجوز لصاحب المصلحة عرض الأمر على قا في حالة امتناع المكلف بالتنفيذ عن القيام بأي إجراء من إجراءات التنفيذ",
  "options": [
   "كتابة الضبط",
   "المحكمة الإدارية",
   "الحجز الاستحقاقي",
   "المساعدة القضائية"
  ],
  "a": 0,
  "exp": "المادة 476: يختص قا الإشراف عليه ومراقبة سير إجراءاته يتم التنفيذ بواسطة كتابة الضبط أو بواسطة المفوضين القضائيين، ويجوز لصاحب المصلحة عرض الأمر على قا في حالة امتناع المكلف بالتنفيذ عن القيام بأي إجراء من إجراءات التنفيذ"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 477 من المسطرة المدنية): يختص رئيس المحكمة بالبت في صعوبات التنفيذ الوقتية، وفي منح ____ الإسترحامي الذي لا يعطى إلا لظروف خاصة، على أن لا يتعدى في مجموعه شهرين لا تقبل أوامر رئيس المحكمة التي تبت في الأجل الإسترحامي أي طعن",
  "options": [
   "الأجل",
   "الصلح",
   "الطلاق",
   "الميراث"
  ],
  "a": 0,
  "exp": "المادة 477: يختص رئيس المحكمة بالبت في صعوبات التنفيذ الوقتية، وفي منح الأجل الإسترحامي الذي لا يعطى إلا لظروف خاصة، على أن لا يتعدى في مجموعه شهرين لا تقبل أوامر رئيس المحكمة التي تبت في الأجل الإسترحامي أي طعن"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 478 من المسطرة المدنية): يختص بالبت في صعوبات التنفيذ ____ المثارة بشأن إجراءات التنفيذ التي تم القيام بها، رئيس المحكمة المصدرة للحكم حيث يجري التنفيذ، أو رئيس المحكمة التي يوجد بدائرة نفوذها المنفذ ضده، أو رئيس المحكمة التي توجد بدائرة نفوذها أموال المنفذ ضده، حسب الحالة المسطرة أمام قا",
  "options": [
   "الوقتية",
   "جمادى",
   "المحكوم",
   "ويترتب"
  ],
  "a": 0,
  "exp": "المادة 478: يختص بالبت في صعوبات التنفيذ الوقتية المثارة بشأن إجراءات التنفيذ التي تم القيام بها، رئيس المحكمة المصدرة للحكم حيث يجري التنفيذ، أو رئيس المحكمة التي يوجد بدائرة نفوذها المنفذ ضده، أو رئيس المحكمة التي توجد بدائرة نفوذها أموال المنفذ ضده، حسب الحالة المسطرة أمام قا"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 479 من المسطرة المدنية): أعلاه، تنفذ ____ات الصادرة مع مراعاة مقتضيات المادة عن المحاكم في مجموع التراب الوطني بناء على طلب الطرف المستفيد من المقرر أو من ينوب عنه",
  "options": [
   "المقرر",
   "التركة",
   "المنصة الإلكترونية",
   "التطليق"
  ],
  "a": 0,
  "exp": "المادة 479: أعلاه، تنفذ المقررات الصادرة مع مراعاة مقتضيات المادة عن المحاكم في مجموع التراب الوطني بناء على طلب الطرف المستفيد من المقرر أو من ينوب عنه"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 480 من المسطرة المدنية): تقيد طلبات التنفيذ ب____ في سجل معد لهذه الغاية يفتح ملف لكل طلب تودع فيه جميع الوثائق والإجراءات والأوامر المتعلقة بالتنفيذ، وفي جميع الأحوال تراعى مقتضيات المادة أعلاه",
  "options": [
   "كتابة الضبط",
   "الحجز التنفيذي",
   "الحكم",
   "قسمة التركة"
  ],
  "a": 0,
  "exp": "المادة 480: تقيد طلبات التنفيذ بكتابة الضبط في سجل معد لهذه الغاية يفتح ملف لكل طلب تودع فيه جميع الوثائق والإجراءات والأوامر المتعلقة بالتنفيذ، وفي جميع الأحوال تراعى مقتضيات المادة أعلاه"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 481 من المسطرة المدنية): يقدم طلب التنفيذ إلى قا التنفيذ والمطلوب فيه وموطنهما مع تعيين موطن مختار داخل دائرة اختصاص المحكمة التي يجري التنفيذ بدائرتها إذا كان المنفذ له ممثلا بمحامٍ، وجب على هذا الأخير تحديد حسابه الإلكتروني المهني ورقمه الوطني في ____ المقدم يرفق الطلب بالسند التنفيذي مع نسخ من الطلب، وبنسخ من السند، بقدر عدد المنفذ عليهم",
  "options": [
   "الطلب",
   "تنازع الاختصاص",
   "الإرث",
   "الحالة المدنية"
  ],
  "a": 0,
  "exp": "المادة 481: يقدم طلب التنفيذ إلى قا التنفيذ والمطلوب فيه وموطنهما مع تعيين موطن مختار داخل دائرة اختصاص المحكمة التي يجري التنفيذ بدائرتها إذا كان المنفذ له ممثلا بمحامٍ، وجب على هذا الأخير تحديد حسابه الإلكتروني المهني ورقمه الوطني في الطلب المقدم يرفق الطلب بالسند التنفيذي مع نسخ من الطلب، وبنسخ من السند، بقدر عدد المنفذ عليهم"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 482 من المسطرة المدنية): يجب أن يعين في الطلب محل للمخابرة بدائرة اختصاص المحكمة التي يجري بدائرة نفوذها التنفيذ، وإلا بلغت الإجراءات ب____ التي تعلقها في لوحة الإعلانات يعين المنفذ عليه الذي لا موطن له بدائرة اختصاص المحكمة موطنا مختارا له بها، وإلا طبقت عليه مقتضيات الفقرة السابقة إذا كان طالب التنفيذ أو المنفذ عليه ممثلا بمحام، بلغت الإجراءات إلى هذا الأخير بحسابه الإلكتروني المهني أو عنوان بريده الإلكتروني تطبق القواعد السابقة سواء طلب التنفيذ الدائن أم طلبه المدين اختيارا",
  "options": [
   "كتابة الضبط",
   "السجل التجاري",
   "الوصية",
   "التقادم"
  ],
  "a": 0,
  "exp": "المادة 482: يجب أن يعين في الطلب محل للمخابرة بدائرة اختصاص المحكمة التي يجري بدائرة نفوذها التنفيذ، وإلا بلغت الإجراءات بكتابة الضبط التي تعلقها في لوحة الإعلانات يعين المنفذ عليه الذي لا موطن له بدائرة اختصاص المحكمة موطنا مختارا له بها، وإلا طبقت عليه مقتضيات الفقرة السابقة إذا كان طالب التنفيذ أو المنفذ عليه ممثلا بمحام، بلغت الإجراءات إلى هذا الأخير بحسابه…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 483 من المسطرة المدنية): يقدم طلب التنفيذ من الورثة إذا توفي مورثهم قبل تقديمه، وإذا حدثت الوفاة بعد البدء في التنفيذ، حل الورثة محل طالب التنفيذ في متابعة الإجراءات بعد إثبات صفتهم فإذا قام نزاع حول إثبات هذه الصفة، عرض الأمر على قا التنفيذ مع إيداع المبلغ المحصل عليه ب____ بالمحكمة إذا تصرف طالب التنفيذ في حقه تصرفا نافذا لمن يعد خلفا خاصا له، أشعر هذا الأخير المنفذ عليه، وفي جميع الأحوال لا يجوز البدء أيام على هذا الإشعار بالتنفيذ ومتابعته، إلا بعد م",
  "options": [
   "كتابة الضبط",
   "التنازل",
   "نزع الملكية",
   "المفوض القضائي"
  ],
  "a": 0,
  "exp": "المادة 483: يقدم طلب التنفيذ من الورثة إذا توفي مورثهم قبل تقديمه، وإذا حدثت الوفاة بعد البدء في التنفيذ، حل الورثة محل طالب التنفيذ في متابعة الإجراءات بعد إثبات صفتهم فإذا قام نزاع حول إثبات هذه الصفة، عرض الأمر على قا التنفيذ مع إيداع المبلغ المحصل عليه بكتابة الضبط بالمحكمة إذا تصرف طالب التنفيذ في حقه تصرفا نافذا لمن يعد خلفا خاصا له، أشعر هذا الأخير المنفذ عليه،…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 484 من المسطرة المدنية): إذا توفي المحكوم عليه أو المنفذ عليه أو فقد أهليته أو زالت صفة من يباشر الإجراءات بالنيابة عنه قبل البدء في التنفيذ أو قبل تمامه، فلا يجوز التنفيذ في مواجهة ورثته أو من يمثل التركة أو في مواجهة أيام من تاريخ الممثل القانوني لفاقد ____، إلا بعد م تبليغهم نسخة من السند التنفيذي، وتعتبر الإجراءات التنفيذية السابقة صحيحة في مواجهتهم",
  "options": [
   "الأهلية",
   "العرقلة",
   "الطلبات العارضة",
   "الأجل"
  ],
  "a": 0,
  "exp": "المادة 484: إذا توفي المحكوم عليه أو المنفذ عليه أو فقد أهليته أو زالت صفة من يباشر الإجراءات بالنيابة عنه قبل البدء في التنفيذ أو قبل تمامه، فلا يجوز التنفيذ في مواجهة ورثته أو من يمثل التركة أو في مواجهة أيام من تاريخ الممثل القانوني لفاقد الأهلية، إلا بعد م تبليغهم نسخة من السند التنفيذي، وتعتبر الإجراءات التنفيذية السابقة صحيحة في مواجهتهم"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 485 من المسطرة المدنية): يأمر قا السند للتنفيذ، بتبليغ نسخة من السند مع إعذار المنفذ عليه بتنفيذ ما يق يأمر قا التنفيذ، بما في ذلك الإذن للمكلف بالتنفيذ بفتح أبواب المحلات ____ والغرف، وذلك في حدود ما تقتضيه مصلحة التنفيذ",
  "options": [
   "والمنازل",
   "بالحق",
   "ويعلم",
   "الصلة"
  ],
  "a": 0,
  "exp": "المادة 485: يأمر قا السند للتنفيذ، بتبليغ نسخة من السند مع إعذار المنفذ عليه بتنفيذ ما يق يأمر قا التنفيذ، بما في ذلك الإذن للمكلف بالتنفيذ بفتح أبواب المحلات والمنازل والغرف، وذلك في حدود ما تقتضيه مصلحة التنفيذ"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 486 من المسطرة المدنية): أيام من تاريخ تقديم يبلغ المكلف بالتنفيذ، داخل أجل عشرة الطلب، نسخة من طلب التنفيذ ونسخة من السند المراد تنفيذه إلى المنفذ عليه شخصيا أو في موطنه أو محل إقامته، مع إعذاره بالتنفيذ اختياريا حالا أو بتعريفه بنواياه إذا طلب المنفذ عليه أجلا، عرض الأمر على قا أدناه وحده أن يتخذ ما يراه مناسبا عملا بالمادة إذا رفض المنفذ عليه التنفيذ أو صرح بعجزه عن ذلك، باشر المكلف بالتنفيذ الإجراءات ____ة في هذا الباب تحت إشراف قا التنفيذ",
  "options": [
   "المقرر",
   "المصلحة",
   "التطليق",
   "التعليل"
  ],
  "a": 0,
  "exp": "المادة 486: أيام من تاريخ تقديم يبلغ المكلف بالتنفيذ، داخل أجل عشرة الطلب، نسخة من طلب التنفيذ ونسخة من السند المراد تنفيذه إلى المنفذ عليه شخصيا أو في موطنه أو محل إقامته، مع إعذاره بالتنفيذ اختياريا حالا أو بتعريفه بنواياه إذا طلب المنفذ عليه أجلا، عرض الأمر على قا أدناه وحده أن يتخذ ما يراه مناسبا عملا بالمادة إذا رفض المنفذ عليه التنفيذ أو صرح بعجزه عن ذلك، باشر…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 487 من المسطرة المدنية): يتولى المكلف بالتنفيذ، عند تبليغه السند التنفيذي أو عند قيامه بالتنفيذ، قبض الدين أو ال مع إعطاء وصل بذلك دون حاجة إلى تفويض خاص، وعليه ____ المبلغ المحصل بصندوق المحكمة المكلفة بالتنفيذ داخل أجل لا يتعدى ساعة من تاريخ التوصل به، مع مراعاة أيام ثمانية وأربعين السبت والأحد والعطل الرسمية",
  "options": [
   "إيداع",
   "نزع الملكية",
   "الخلع",
   "إبطال الحكم"
  ],
  "a": 0,
  "exp": "المادة 487: يتولى المكلف بالتنفيذ، عند تبليغه السند التنفيذي أو عند قيامه بالتنفيذ، قبض الدين أو ال مع إعطاء وصل بذلك دون حاجة إلى تفويض خاص، وعليه إيداع المبلغ المحصل بصندوق المحكمة المكلفة بالتنفيذ داخل أجل لا يتعدى ساعة من تاريخ التوصل به، مع مراعاة أيام ثمانية وأربعين السبت والأحد والعطل الرسمية"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 488 من المسطرة المدنية): إذا لم يوف المنفذ عليه خلال ____ المحدد له، ولكنه اقترح كيفية للوفاء بما يتوافق مع ظروفه المالية، عرض قا طالب التنفيذ، فإذا وافق هذا الأخير اعتمد القاضي وإلا اتخذ ما يراه مناسبا، مع مراعاة حق طالب التنفيذ ووضعية المنفذ عليه حاضرا ومستقبلا",
  "options": [
   "الأجل",
   "الحالة المدنية",
   "التطليق",
   "الحجز التنفيذي"
  ],
  "a": 0,
  "exp": "المادة 488: إذا لم يوف المنفذ عليه خلال الأجل المحدد له، ولكنه اقترح كيفية للوفاء بما يتوافق مع ظروفه المالية، عرض قا طالب التنفيذ، فإذا وافق هذا الأخير اعتمد القاضي وإلا اتخذ ما يراه مناسبا، مع مراعاة حق طالب التنفيذ ووضعية المنفذ عليه حاضرا ومستقبلا"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 489 من المسطرة المدنية): إذا رفض المنفذ عليه الوفاء أو أخل بالتسوية المقررة، يتعين على المكلف بالتنفيذ تحرير محضر ب____ أو بيان الأسباب التي أيام تبتدئ من تاريخ حالت دون إنجازه، وذلك داخل أجل أربعة رفض التنفيذ أو الإخلال بالتسوية",
  "options": [
   "الحجز التنفيذي",
   "الأجل",
   "شهادة الشهود",
   "الرهن الحيازي"
  ],
  "a": 0,
  "exp": "المادة 489: إذا رفض المنفذ عليه الوفاء أو أخل بالتسوية المقررة، يتعين على المكلف بالتنفيذ تحرير محضر بالحجز التنفيذي أو بيان الأسباب التي أيام تبتدئ من تاريخ حالت دون إنجازه، وذلك داخل أجل أربعة رفض التنفيذ أو الإخلال بالتسوية"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 490 من المسطرة المدنية): لا يترتب على العرض الحقيقي وقف التنفيذ إذا كان العرض محل نزاع، ولقا المعروض أو مبلغ أكبر منه ____",
  "options": [
   "يحدده",
   "أدائه",
   "يستأنفه",
   "المسنين"
  ],
  "a": 0,
  "exp": "المادة 490: لا يترتب على العرض الحقيقي وقف التنفيذ إذا كان العرض محل نزاع، ولقا المعروض أو مبلغ أكبر منه يحدده"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 491 من المسطرة المدنية): إذا أثيرت صعوبة وقتية من الأطراف أو من الغير، بت فيها رئيس المحكمة على وجه الاستعجال ولو في غيبة الأطراف تقدم الصعوبة من الأطراف أو الغير بمقال يشتمل على هوية الأطراف، وعلى وقائع الصعوبة وأسبابها، ويجب إدخال المنفذ عليه في ____، متى كانت الصعوبة مثارة من غيره، تحت طائلة عدم القبول",
  "options": [
   "الدعوى",
   "التدخل",
   "الحجز الاستحقاقي",
   "عقد الزواج"
  ],
  "a": 0,
  "exp": "المادة 491: إذا أثيرت صعوبة وقتية من الأطراف أو من الغير، بت فيها رئيس المحكمة على وجه الاستعجال ولو في غيبة الأطراف تقدم الصعوبة من الأطراف أو الغير بمقال يشتمل على هوية الأطراف، وعلى وقائع الصعوبة وأسبابها، ويجب إدخال المنفذ عليه في الدعوى، متى كانت الصعوبة مثارة من غيره، تحت طائلة عدم القبول"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 492 من المسطرة المدنية): يحرر المكلف بالتنفيذ محضرا بشأن الصعوبات المادية التي قد تعترضه أثناء عملية التنفيذ، يقدمه إلى قا ما يراه مناسبا لا يجوز للمكلف بالتنفيذ أن يوقف الإجراءات إلا بأمر من قا التنفيذ إذا كان من شأن التنفيذ أن يؤدي إلى وقوع مقاومة أو اعتداء على المكلف بالتنفيذ، وجب عليه أن يتخذ جميع التدابير التي تتطلبها إجراءات التنفيذ، وأن يطلب مساعدة القوة العمومية والسلطة المحلية تحت إشراف قا على السلطات المحلية تقديم المساعدة اللازمة من أجل إجراء التنفيذ، كما يمكن للمكلف بالتنفيذ مراجعة قا طلب الموافقة على تسخير القوة العمومية من طرف ____",
  "options": [
   "النيابة العامة",
   "المساعدة القضائية",
   "النسب",
   "محكمة النقض"
  ],
  "a": 0,
  "exp": "المادة 492: يحرر المكلف بالتنفيذ محضرا بشأن الصعوبات المادية التي قد تعترضه أثناء عملية التنفيذ، يقدمه إلى قا ما يراه مناسبا لا يجوز للمكلف بالتنفيذ أن يوقف الإجراءات إلا بأمر من قا التنفيذ إذا كان من شأن التنفيذ أن يؤدي إلى وقوع مقاومة أو اعتداء على المكلف بالتنفيذ، وجب عليه أن يتخذ جميع التدابير التي تتطلبها إجراءات التنفيذ، وأن يطلب مساعدة القوة العمومية والسلطة…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 493 من المسطرة المدنية): لا يترتب على ____ المتعلق بالصعوبة وقف التنفيذ، ولا يجوز للمكلف بالتنفيذ أن يوقف الإجراءات، ما لم يأمر رئيس المحكمة بذلك",
  "options": [
   "الطلب",
   "الوكيل",
   "عدم الاختصاص",
   "التنازل عن الدعوى"
  ],
  "a": 0,
  "exp": "المادة 493: لا يترتب على الطلب المتعلق بالصعوبة وقف التنفيذ، ولا يجوز للمكلف بالتنفيذ أن يوقف الإجراءات، ما لم يأمر رئيس المحكمة بذلك"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 494 من المسطرة المدنية): يقدر رئيس المحكمة ما إذا كانت ____ المتعلقة بالصعوبة، مجرد وسيلة للمماطلة والتسويف، أو ترمي إلى المساس بال المق إذا ظهر له أن الصعوبة جدية، أمر بإيقاف التنفيذ إلى أن يبت في أيام الأمر، داخل أجل أقصاه خمسة لا يمكن تقديم أي طلب جديد يرمي إلى تأجيل التنفيذ، إلا إذا ظهرت وقائع جديدة غير متوقعة",
  "options": [
   "الادعاءات",
   "مفتوحة",
   "بإشهاد",
   "والاستعانة"
  ],
  "a": 0,
  "exp": "المادة 494: يقدر رئيس المحكمة ما إذا كانت الادعاءات المتعلقة بالصعوبة، مجرد وسيلة للمماطلة والتسويف، أو ترمي إلى المساس بال المق إذا ظهر له أن الصعوبة جدية، أمر بإيقاف التنفيذ إلى أن يبت في أيام الأمر، داخل أجل أقصاه خمسة لا يمكن تقديم أي طلب جديد يرمي إلى تأجيل التنفيذ، إلا إذا ظهرت وقائع جديدة غير متوقعة"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 495 من المسطرة المدنية): تستأنف أوامر رئيس المحكمة الصادرة في صعوبات التنفيذ الوقتية، أمام الرئيس الأول لمحكمة الدرجة الثانية داخل أجل ____ من تاريخ صدورها إذا كانت حضورية أو من تاريخ تبليغها لطالب التنفيذ إذا كانت غيابية يبت الرئيس الأول أو من ينوب عنه في الاستئناف على وجه السرعة بعد استدعاء الأطراف المعنية، ما لم تكن هناك ضرورة قصوى تستوجب البت في غيبتهم لا يطعن في القرارات الصادرة عن الرئيس الأول، إلا بالنقض ووفق الإجراءات العادية حجز المنقولات والعقارات الحجز التحفظي",
  "options": [
   "عشرة أيام",
   "ثلاثين يوما",
   "ثمانية أيام",
   "خمسة عشرة يوما"
  ],
  "a": 0,
  "exp": "المادة 495: تستأنف أوامر رئيس المحكمة الصادرة في صعوبات التنفيذ الوقتية، أمام الرئيس الأول لمحكمة الدرجة الثانية داخل أجل عشرة أيام من تاريخ صدورها إذا كانت حضورية أو من تاريخ تبليغها لطالب التنفيذ إذا كانت غيابية يبت الرئيس الأول أو من ينوب عنه في الاستئناف على وجه السرعة بعد استدعاء الأطراف المعنية، ما لم تكن هناك ضرورة قصوى تستوجب البت في غيبتهم لا يطعن في القرارات…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 496 من المسطرة المدنية): يصدر الأمر المبني على طلب بالحجز التحفظي عن رئيس المحكمة أو من ينوب عنه، لضمان أداء دين له ما يرجح جديته وتحققه، ويحدد هذا الأمر، ولو على وجه التقريب، مبلغ الدين الذي رخص الحجز بسببه، ويبلغ وينفذ دون تأخير إذا لم يسبق لطالب الحجز رفع دعوى في الموضوع، يتعين عليه أيام من تاريخ صدور الأمر القيام بذلك داخل أجل عشرة بالحجز، أو من تاريخ حلول أجل الأداء المنصوص عليه في السند المؤسس عليه الحجز، وفي حالة عدم قيامه بذلك داخل الأجل المذكور، أصدر رئيس المحكمة أو من ينوب عنه، بصفته قاضيا للأمور المستعجلة، أمرا بالتشطيب عليه للمحجوز عليه أن يعترض على الأمر الصادر بالحجز خلال ____ تلي تاريخ تبليغه الأمر المذكور، ويقدم الاعتراض إلى رئيس المحكمة أو من ينوب عنه بصفته قاضيا للأمور المستعجلة، فإذا تبين أن الحاجز غير محق في طلب الحجز، أو تراخى في طلب حقه بدون مبرر، أمكن رفع الحجز كليا أو جزئيا لا يجوز أن يمتد الحجز إلى أكثر مما هو ضروري لضمان الوفاء بالدين، ويمكن للمحجوز عليه أن يقدم طلبه إلى قا من أجل قصر الحجز لرئيس المحكمة في جميع الأحوال أن يأمر برفع الحجز التحفظي المضروب، مقابل كفالة بنكية أو نقدية توضع من طرف المحجوز عليه بصندوق المحكمة، أو بأي وسيلة أخرى معتمدة من قبل السلطة الحكومية المكلفة بالعدل",
  "options": [
   "ثمانية أيام",
   "ثلاثين يوما",
   "خمسة يوما",
   "ثلاثة أيام"
  ],
  "a": 0,
  "exp": "المادة 496: يصدر الأمر المبني على طلب بالحجز التحفظي عن رئيس المحكمة أو من ينوب عنه، لضمان أداء دين له ما يرجح جديته وتحققه، ويحدد هذا الأمر، ولو على وجه التقريب، مبلغ الدين الذي رخص الحجز بسببه، ويبلغ وينفذ دون تأخير إذا لم يسبق لطالب الحجز رفع دعوى في الموضوع، يتعين عليه أيام من تاريخ صدور الأمر القيام بذلك داخل أجل عشرة بالحجز، أو من تاريخ حلول أجل الأداء المنصوص…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 497 من المسطرة المدنية): لا يترتب عن ____ سوى وضع يد القضاء على المنقولات أو العقارات التي انصب عليها، ومنع المدين من التصرف فيها تصرفا يضر بدائنه، ويكون نتيجة لذلك، كل تفويت تبرعا كان أو بعوض مع وجود هذا الحجز باطلا وعديم الأثر لطالب الحجز أن يتقدم بعد إيقاع الحجز بطلب تفقد المحجوزات أعلاه وفقا لمقتضيات المادة",
  "options": [
   "الحجز التحفظي",
   "الرسم العدلي",
   "الإرث",
   "قسمة التركة"
  ],
  "a": 0,
  "exp": "المادة 497: لا يترتب عن الحجز التحفظي سوى وضع يد القضاء على المنقولات أو العقارات التي انصب عليها، ومنع المدين من التصرف فيها تصرفا يضر بدائنه، ويكون نتيجة لذلك، كل تفويت تبرعا كان أو بعوض مع وجود هذا الحجز باطلا وعديم الأثر لطالب الحجز أن يتقدم بعد إيقاع الحجز بطلب تفقد المحجوزات أعلاه وفقا لمقتضيات المادة"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 498 من المسطرة المدنية): يبقى المحجوز عليه حائزا للأموال إلى أن يتحول ____ إلى حجز تنفيذي، ما لم يؤمر بغير ذلك وما لم يعين حارس قضائي يمكن له، نتيجة ذلك، أن ينتفع بها انتفاع الشخص الحريص على شؤون نفسه، وأن يتملك ثمارها دون أن يكون له حق كراء هذه الأموال إلا بإذن من الجهة التي أصدرت الأمر بالحجز، ولا يمكن التمسك بأي عقد يتعلق بأصل تجاري أو بأحد عناصره في مواجهة الدائن الذي أوقع حجزا تحفظيا على ذلك الأصل أو على أحد عناصره، مما يتعلق بموضوع العقد المشار إليه",
  "options": [
   "الحجز التحفظي",
   "المحكمة الإدارية",
   "البطلان",
   "الهبة"
  ],
  "a": 0,
  "exp": "المادة 498: يبقى المحجوز عليه حائزا للأموال إلى أن يتحول الحجز التحفظي إلى حجز تنفيذي، ما لم يؤمر بغير ذلك وما لم يعين حارس قضائي يمكن له، نتيجة ذلك، أن ينتفع بها انتفاع الشخص الحريص على شؤون نفسه، وأن يتملك ثمارها دون أن يكون له حق كراء هذه الأموال إلا بإذن من الجهة التي أصدرت الأمر بالحجز، ولا يمكن التمسك بأي عقد يتعلق بأصل تجاري أو بأحد عناصره في مواجهة الدائن الذي…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 499 من المسطرة المدنية): إذا وقع ____ على منقولات توجد في حوزة المحجوز عليه، قام المكلف بالتنفيذ بحصرها في محضر وصفا ونوعا ووزنا، إن أمكن، وعددا ورقما حسب طبيعتها إذا تعلق الأمر بحلي أو أشياء ثمينة أو أشياء يجهل معرفتها المكلف بالتنفيذ، تضمن المحضر بقدر الإمكان وصفها وتقدير قيمتها، عند الاقتضاء، بواسطة خبير مختص إذا تعلق الأمر بأصل تجاري تضمن المحضر، وصف العناصر المادية وتقدير قيمتها بواسطة خبير مختص، وتتخذ نفس الإجراءات إذا اقتصر الحجز على أحد عناصره يقيد المحضر، في الحالات المشار إليها في الفقرة السابقة، بطلب من المكلف بالتنفيذ، في السجل التجاري وكذا السجل الوطني الإلكتروني للضمانات المنقولة الذي يكون مرجعا بالنسبة لعناصر الأصل التجاري غير المادية التي يشملها الحجز أيضا، ويتم هذا التقييد في سجل خاص، إذا أهمل التاجر أو الشركة التجارية تطبيق المقتضيات التشريعية التي تحتم تسجيل التجار والشركات التجارية في السجل التجاري إذا تعلق الحجز التحفظي بعقار محفظ أو في طور التحفيظ، فإن الأمر الصادر به يوضع بالمحافظة العقارية لتقييده بطلب من المستفيد منه إذا تعلق الأمر بحجز تحفظي على عقار غير محفظ، حدد المحضر قدر الإمكان، موقعه وحدوده ومساحته، مع الإشارة إلى كل المعلومات المفيدة، مع إمكانية الاستعانة بخبير، عند الاقتضاء يبلغ الأمر الصادر بالحجز، المشار إليه في الفقرة السابقة، بطلب من المستفيد منه إلى المحجوز عليه، وتودع نسخة منه ومن المحضر بكتابة ضبط المحكمة المختصة قصد تقييده بسجل خاص موضوع يوما بجميع رهن إشارة العموم، ويقع الإشهار لمدة خمسة عشر وسائل الإشهار المتاحة قانونا على نفقة الحاجز",
  "options": [
   "الحجز التحفظي",
   "المعاينة",
   "الاستدعاء",
   "التبرع"
  ],
  "a": 0,
  "exp": "المادة 499: إذا وقع الحجز التحفظي على منقولات توجد في حوزة المحجوز عليه، قام المكلف بالتنفيذ بحصرها في محضر وصفا ونوعا ووزنا، إن أمكن، وعددا ورقما حسب طبيعتها إذا تعلق الأمر بحلي أو أشياء ثمينة أو أشياء يجهل معرفتها المكلف بالتنفيذ، تضمن المحضر بقدر الإمكان وصفها وتقدير قيمتها، عند الاقتضاء، بواسطة خبير مختص إذا تعلق الأمر بأصل تجاري تضمن المحضر، وصف العناصر المادية…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 500 من المسطرة المدنية): إذا كانت المنقولات أو العقارات المملوكة للمحجوز عليه الصادر ضده الأمر ب____ في حوزة الغير، بلغ المكلف بالتنفيذ لهذا الأخير الأمر، وسلمه نسخة منه ومن محضر الحجز، وفقا للإجراءات أعلاه وما بعدها المنصوص عليها في المادة يترتب عن الأمر الصادر بالحجز التحفظي اعتبار الغير حارسا قضائيا للمنقول أو العقار المحجوز، عدا إذا اختار تسليمه إلى المكلف بالتنفيذ، ويلزمه تحت مسؤوليته الشخصية أن لا يتخلى عنه، إلا بإذن من الجهة التي أصدرت الأمر بالحجز",
  "options": [
   "الحجز التحفظي",
   "التبرع",
   "القسامة",
   "المراجعة"
  ],
  "a": 0,
  "exp": "المادة 500: إذا كانت المنقولات أو العقارات المملوكة للمحجوز عليه الصادر ضده الأمر بالحجز التحفظي في حوزة الغير، بلغ المكلف بالتنفيذ لهذا الأخير الأمر، وسلمه نسخة منه ومن محضر الحجز، وفقا للإجراءات أعلاه وما بعدها المنصوص عليها في المادة يترتب عن الأمر الصادر بالحجز التحفظي اعتبار الغير حارسا قضائيا للمنقول أو العقار المحجوز، عدا إذا اختار تسليمه إلى المكلف بالتنفيذ،…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 501 من المسطرة المدنية): يقدم الغير عند ____، إذا كان المحجوز منقولا، وصفا تفصيليا لهذا المحجوز ويذكر بالحجز السابق الذي قد يكون وقع بين يديه والذي ما زال ساري المفعول إذا كان المحجوز عقارا سلم المحجوز لديه وثائق الملكية التي بحوزته، ما لم يختر بعد الإحصاء تعيينه حارسا قضائيا عليه يحرر محضر بتصريحاته ترفق به المستندات المؤيدة لها، ويودع أيام بكتابة ضبط المحكمة الكل خلال ثمانية",
  "options": [
   "التبليغ",
   "الاستئناف",
   "الرهن الحيازي",
   "الطلب"
  ],
  "a": 0,
  "exp": "المادة 501: يقدم الغير عند التبليغ، إذا كان المحجوز منقولا، وصفا تفصيليا لهذا المحجوز ويذكر بالحجز السابق الذي قد يكون وقع بين يديه والذي ما زال ساري المفعول إذا كان المحجوز عقارا سلم المحجوز لديه وثائق الملكية التي بحوزته، ما لم يختر بعد الإحصاء تعيينه حارسا قضائيا عليه يحرر محضر بتصريحاته ترفق به المستندات المؤيدة لها، ويودع أيام بكتابة ضبط المحكمة الكل خلال ثمانية"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 502 من المسطرة المدنية): لا تقبل الحجز الأشياء التالية : - أموال وممتلكات الدولة و____ ومجموعاتها ؛",
  "options": [
   "الجماعات الترابية",
   "الاستئناف الفرعي",
   "الاستدعاء",
   "المنازعات الانتخابية"
  ],
  "a": 0,
  "exp": "المادة 502: لا تقبل الحجز الأشياء التالية : - أموال وممتلكات الدولة والجماعات الترابية ومجموعاتها ؛ - الأدوات والآلات اللازمة للأشخاص في وضعية إعاقة ؛ - الفراش والملابس وأواني الطبخ اللازمة للمحجوز عليه ولعائلته والخيمة التي تأويهم ؛ - المواد الغذائية اللازمة مدة شهر للمحجوز عليه ولعائلته التي تحت كفالته ؛ - بقرتان وستة رؤوس من الغنم أو المعز باختيار المحجوز عليه، مع…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 503 من المسطرة المدنية): يجوز، في أي حالة كانت عليها إجراءات التنفيذ وقبل إجراء البيع، تقديم كفالة بنكية أو إيداع مبلغ من النقود مساوٍ للديون التي وقع الحجز بسببها، يخصص للوفاء بها دون غيرها، ويترتب على هذه ____ أو الإيداع زوال الحجز عن الأموال المحجوزة وانتقاله إلى قيمة الكفالة أو إلى المبلغ المودع، وذلك بمقت التنفيذ",
  "options": [
   "الكفالة",
   "الدفع بعدم القبول",
   "محكمة الاستئناف",
   "البينونة"
  ],
  "a": 0,
  "exp": "المادة 503: يجوز، في أي حالة كانت عليها إجراءات التنفيذ وقبل إجراء البيع، تقديم كفالة بنكية أو إيداع مبلغ من النقود مساوٍ للديون التي وقع الحجز بسببها، يخصص للوفاء بها دون غيرها، ويترتب على هذه الكفالة أو الإيداع زوال الحجز عن الأموال المحجوزة وانتقاله إلى قيمة الكفالة أو إلى المبلغ المودع، وذلك بمقت التنفيذ"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 504 من المسطرة المدنية): يجوز للمحجوز عليه أن يطلب من قا تكون عليها إجراءات التنفيذ، تقدير قيمة كفالة بنكية أو مبلغ يودعه بصندوق المحكمة، للوفاء بدين الحاجز يترتب على ____ البنكية أو قيمة الإيداع، زوال الحجز على الأموال المحجوزة، وانتقاله إلى الكفالة البنكية المقدمة أو إلى المبلغ المودع، ويصبح هذا المبلغ مخصصا للوفاء للحاجز بما يتضمنه السند التنفيذي إذا وقعت بعد ذلك حجوز جديدة على قيمة الكفالة البنكية أو المبلغ المودع، فلا يكون لها أثر في حق من خصص له هذا المبلغ",
  "options": [
   "الكفالة",
   "التدخل",
   "المفوض القضائي",
   "البطلان"
  ],
  "a": 0,
  "exp": "المادة 504: يجوز للمحجوز عليه أن يطلب من قا تكون عليها إجراءات التنفيذ، تقدير قيمة كفالة بنكية أو مبلغ يودعه بصندوق المحكمة، للوفاء بدين الحاجز يترتب على الكفالة البنكية أو قيمة الإيداع، زوال الحجز على الأموال المحجوزة، وانتقاله إلى الكفالة البنكية المقدمة أو إلى المبلغ المودع، ويصبح هذا المبلغ مخصصا للوفاء للحاجز بما يتضمنه السند التنفيذي إذا وقعت بعد ذلك حجوز جديدة…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 505 من المسطرة المدنية): إذا كانت قيمة الحق المحجوز من أجله لا تتناسب مع قيمة أصل ____،جاز للمدين أن يطلب من قا على بعض هذه الأموال، وفقا للإجراءات العادية مع إدخال جميع الدائنين الحاجزين يمكن لكل ذي مصلحة أن يتظلم لدى قا يكون للدائنين الحاجزين قبل قصر الحجز، دون غيرهم من الدائنين الآخرين، أولوية في استيفاء حقوقهم من الأموال التي يقصر الحجز عليها، مع مراعاة أسباب الأولوية الأخرى",
  "options": [
   "الدين",
   "الملكية",
   "الصحيفة",
   "التنبيه"
  ],
  "a": 0,
  "exp": "المادة 505: إذا كانت قيمة الحق المحجوز من أجله لا تتناسب مع قيمة أصل الدين،جاز للمدين أن يطلب من قا على بعض هذه الأموال، وفقا للإجراءات العادية مع إدخال جميع الدائنين الحاجزين يمكن لكل ذي مصلحة أن يتظلم لدى قا يكون للدائنين الحاجزين قبل قصر الحجز، دون غيرهم من الدائنين الآخرين، أولوية في استيفاء حقوقهم من الأموال التي يقصر الحجز عليها، مع مراعاة أسباب الأولوية الأخرى"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 506 من المسطرة المدنية): لطالب التنفيذ أن يطلب من قا المنفذ عليه المادية ____ الموجودة تحت يده أو يد الغير، قصد بيعها لاستيفاء حقوقه من ثمنها، ما لم يصرح القانون بعدم قابليتها للحجز والتحويل",
  "options": [
   "والمعنوية",
   "وخمسين",
   "الإخلال",
   "ضرورية"
  ],
  "a": 0,
  "exp": "المادة 506: لطالب التنفيذ أن يطلب من قا المنفذ عليه المادية والمعنوية الموجودة تحت يده أو يد الغير، قصد بيعها لاستيفاء حقوقه من ثمنها، ما لم يصرح القانون بعدم قابليتها للحجز والتحويل"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 507 من المسطرة المدنية): يجري التنفيذ بطريق الحجز على الأشياء والأمتعة المنقولة والأوراق التجارية والقيم المنقولة التي توجد في حيازة المنفذ عليه لا يمكن تمديد الحجز التنفيذي إلى أكثر مما هو لازم، لأداء ما وجب للدائن وتغطية مصاريف ____ لا يتم البيع إذا لم ينتظر من بيع الأشياء المحجوزة ثمن يتجاوز مبلغ مصاريف التنفيذ الجبري",
  "options": [
   "التنفيذ الجبري",
   "الملكية",
   "الرهن الحيازي",
   "المحكمة الإدارية"
  ],
  "a": 0,
  "exp": "المادة 507: يجري التنفيذ بطريق الحجز على الأشياء والأمتعة المنقولة والأوراق التجارية والقيم المنقولة التي توجد في حيازة المنفذ عليه لا يمكن تمديد الحجز التنفيذي إلى أكثر مما هو لازم، لأداء ما وجب للدائن وتغطية مصاريف التنفيذ الجبري لا يتم البيع إذا لم ينتظر من بيع الأشياء المحجوزة ثمن يتجاوز مبلغ مصاريف التنفيذ الجبري"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 508 من المسطرة المدنية): ينتقل المكلف بالتنفيذ لإجراء الحجز إلى مكان وجود الأشياء والأموال المراد حجزها، وله أن يدخل إلى هذا المكان بعد إعلان صفته الرسمية ____، عند الاقتضاء، بالقوة العمومية، مع مراعاة أعلاه مقتضيات المادة ثانيا - حجز المنقولات أ - إجراءات الحجز",
  "options": [
   "مستعينا",
   "زيادة",
   "الباقي",
   "مناقشات"
  ],
  "a": 0,
  "exp": "المادة 508: ينتقل المكلف بالتنفيذ لإجراء الحجز إلى مكان وجود الأشياء والأموال المراد حجزها، وله أن يدخل إلى هذا المكان بعد إعلان صفته الرسمية مستعينا، عند الاقتضاء، بالقوة العمومية، مع مراعاة أعلاه مقتضيات المادة ثانيا - حجز المنقولات أ - إجراءات الحجز"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 509 من المسطرة المدنية): يجري الحجز بعين المكان، وإلا كان الحجز ____ يشتمل محضر الحجز بصفة خاصة على ما يلي : - مراجع السند التنفيذي أو مراجع الأمر الصادر عن قا التنفيذ؛",
  "options": [
   "باطلا",
   "ومختلف",
   "لموازنة",
   "المحضون"
  ],
  "a": 0,
  "exp": "المادة 509: يجري الحجز بعين المكان، وإلا كان الحجز باطلا يشتمل محضر الحجز بصفة خاصة على ما يلي : - مراجع السند التنفيذي أو مراجع الأمر الصادر عن قا التنفيذ؛ - هوية أطراف التنفيذ ؛ - زمان ومكان الحجز ؛ - ما قام به المكلف بالتنفيذ من إجراءات وما اعترضه من صعوبات وعراقيل أثناء الحجز وما تقرر بشأنها ؛ - بيان الأشياء والأموال المحجوزة بتفصيل مع ذكر نوعها وأوصافها ومقدارها…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 510 من المسطرة المدنية): يعين المنفذ عليه حارسا قضائيا للأموال المحجوزة إلا إذا خيف عليها لأسباب جدية إذا لم يكن المنفذ عليه حاضرا ولم يقبل أحد الحراسة القضائية، اتخذ المكلف بالتنفيذ التدابير اللازمة للمحافظة على الأموال المحجوزة و____ها في محل آمن يوقع الحارس القضائي على محضر الحجز، وإلا ذكرت الأسباب المانعة من ذلك وتسلم إليه نسخة منه، وعلى المكلف بالتنفيذ أن يوضح له المسؤولية الملقاة على عاتقه وينبهه إلى أن كل إتلاف أو اختلاس أو إخفاء أو تبديد للأشياء المحجوزة أو الامتناع عن تسليمها يستتبع المسؤولية الجنائية والمدنية، ويشار إلى ذلك في المحضر لا يجوز للحارس القضائي استعمال الأموال المحجوزة أو استغلالها أو إعارتها، ما لم يكن الحارس هو مالكها أو صاحب حق الانتفاع بها، فيجوز له حينئذ أن يستعملها فيما أعدت له، ما لم يأمر قا إذا كان الحجز واقعا على ماشية أو أدوات أو آلات لازمة لإدارة أو استغلال أرض أو مقاولة أو مؤسسة، عرض الأمر على قا التنفيذ الذي له أن يكلف الحارس القضائي أو غيره بالقيام بالإدارة أو الاستغلال إذا كانت الأشياء المحجوزة من المثل، أمكن للمنفذ عليه متى كان حارسا قضائيا عليها بيعها وتعويضها بما يماثلها عددا وصفة ونوعا ومقدارا، وذلك بناء على إذن من قا",
  "options": [
   "إيداع",
   "القرائن",
   "المقال",
   "الشفعة"
  ],
  "a": 0,
  "exp": "المادة 510: يعين المنفذ عليه حارسا قضائيا للأموال المحجوزة إلا إذا خيف عليها لأسباب جدية إذا لم يكن المنفذ عليه حاضرا ولم يقبل أحد الحراسة القضائية، اتخذ المكلف بالتنفيذ التدابير اللازمة للمحافظة على الأموال المحجوزة وإيداعها في محل آمن يوقع الحارس القضائي على محضر الحجز، وإلا ذكرت الأسباب المانعة من ذلك وتسلم إليه نسخة منه، وعلى المكلف بالتنفيذ أن يوضح له المسؤولية…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 511 من المسطرة المدنية): أعلاه، تصبح الأموال محجوزة بمجرد حجزها طبقا للمادة ولو لم تسلم إلى حارس قضائي إذا لم يتم الحجز في يوم واحد جاز إتمامه في اليوم أو الأيام الموالية له مباشرة، ويتخذ حينئذ المكلف بالتنفيذ التدابير اللازمة للمحافظة على الأشياء المحجوزة والمطلوب حجزها إلى أن يتم الحجز، ويوقع على المحضر كلما توقفت إجراءات الحجز، وله، عند الاقتضاء، بصفة استثنائية، الاستمرار في إجراءات الحجز بعد المواعيد ____ة أعلاه بعد إذن قا في المادة لقا بامتياز من حصيلة البيع إذا كان الحارس غير المنفذ عليه",
  "options": [
   "المقرر",
   "الأتعاب",
   "الطعن بالنقض",
   "التحكيم"
  ],
  "a": 0,
  "exp": "المادة 511: أعلاه، تصبح الأموال محجوزة بمجرد حجزها طبقا للمادة ولو لم تسلم إلى حارس قضائي إذا لم يتم الحجز في يوم واحد جاز إتمامه في اليوم أو الأيام الموالية له مباشرة، ويتخذ حينئذ المكلف بالتنفيذ التدابير اللازمة للمحافظة على الأشياء المحجوزة والمطلوب حجزها إلى أن يتم الحجز، ويوقع على المحضر كلما توقفت إجراءات الحجز، وله، عند الاقتضاء، بصفة استثنائية، الاستمرار في…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 512 من المسطرة المدنية): تباع الأمتعة المحجوزة بعد حصرها ووصفها بالمزاد العلني حسب مصلحة المدين أيام من تاريخ الحجز ما لم يقع البيع في أجل أقصاه ثمانية يتفق الدائن والمدين على تحديد أجل آخر، أو إذا كان تغيير ____ ضروريا لتجنب أخطار انخفاض ملموس في ثمن الأمتعة المحجوزة، أو صوائر حراسة قضائية غير متناسبة مع قيمة ال يجوز لقا بخبرة لتحديد قيمة المنقولات المحجوزة، إذا اعتبر أن طبيعتها وقيمتها تقت",
  "options": [
   "الأجل",
   "الميراث",
   "التنازل عن الدعوى",
   "إيداع"
  ],
  "a": 0,
  "exp": "المادة 512: تباع الأمتعة المحجوزة بعد حصرها ووصفها بالمزاد العلني حسب مصلحة المدين أيام من تاريخ الحجز ما لم يقع البيع في أجل أقصاه ثمانية يتفق الدائن والمدين على تحديد أجل آخر، أو إذا كان تغيير الأجل ضروريا لتجنب أخطار انخفاض ملموس في ثمن الأمتعة المحجوزة، أو صوائر حراسة قضائية غير متناسبة مع قيمة ال يجوز لقا بخبرة لتحديد قيمة المنقولات المحجوزة، إذا اعتبر أن طبيعتها…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 513 من المسطرة المدنية): يقع المزاد في أقرب سوق عمومي أو عن طريق منصة إلكترونية، أو في أي مكان آخر ____ الحصول فيه على أحسن عرض، ويحاط العموم علما بتاريخ ومكان المزاد بكل وسائل الإشهار المناسبة لأهمية الحجز، بما فيها الموقع الإلكتروني للمحكمة التي يجري المزاد العلني بدائرة نفوذها",
  "options": [
   "يتوقع",
   "التأشير",
   "ويسلمها",
   "لفائدة"
  ],
  "a": 0,
  "exp": "المادة 513: يقع المزاد في أقرب سوق عمومي أو عن طريق منصة إلكترونية، أو في أي مكان آخر يتوقع الحصول فيه على أحسن عرض، ويحاط العموم علما بتاريخ ومكان المزاد بكل وسائل الإشهار المناسبة لأهمية الحجز، بما فيها الموقع الإلكتروني للمحكمة التي يجري المزاد العلني بدائرة نفوذها"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 514 من المسطرة المدنية): يرسو المزاد على من قدم أعلى عرض، ولا يسلم له ال إلا بعد أدائه ثمنه حالا إذا لم يؤد المشتري الثمن أعيد بيع الأشياء المحجوزة فورا على نفقته وتحت مسؤوليته، ويتحمل المشتري المتخلف الفرق بين الثمن الذي رست عليه المزايدة الجديدة إذا كان أقل من الأول، دون أن يكون له حق الاستفادة من الزيادة إن كانت يعاد البيع أيضا إذا لم يتسلم المشتري الذي أدى ثمن ال داخل الأجل المحدد طبقا لشروط البيع، غير أن ثمن المزايدة الجديدة يوضع ب____ لصالح المشتري الأول بعد خصم الزيادة الناتجة عن المزايدة الأخيرة، باعتبارها جزءا من ثمن البيع لا يمكن للسمسرات العمومية بخصوص البيع بالمزاد العلني أن تتجاوز ثلاثة بيوعات إذا لم يتم البيع بسبب عدم وجود متزايدين أو بسبب عدم كفاية العروض المقدمة سابقا أو بسبب عدم تقديم أي عرض، جاز لقا التنفيذ أن يقرر تحديد ثمن افتتاحي جديد، تلقائيا أو بناء على طلب كل ذي مصلحة، استنادا إلى تقرير خبير مختص، عند الاقتضاء ويطهر البيع بالمزاد العلني الأشياء المحجوزة من المطالبات اللاحقة والالتزامات الناتجة عن الديون العمومية والخصوصية المستحقة قبل تاريخ البيع ب - إجراءات خاصة بحجز أنواع معينة من الأموال المنقولة",
  "options": [
   "كتابة الضبط",
   "العدل",
   "الطلاق",
   "الغرامة التهديدية"
  ],
  "a": 0,
  "exp": "المادة 514: يرسو المزاد على من قدم أعلى عرض، ولا يسلم له ال إلا بعد أدائه ثمنه حالا إذا لم يؤد المشتري الثمن أعيد بيع الأشياء المحجوزة فورا على نفقته وتحت مسؤوليته، ويتحمل المشتري المتخلف الفرق بين الثمن الذي رست عليه المزايدة الجديدة إذا كان أقل من الأول، دون أن يكون له حق الاستفادة من الزيادة إن كانت يعاد البيع أيضا إذا لم يتسلم المشتري الذي أدى ثمن ال داخل الأجل…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 515 من المسطرة المدنية): يمكن حجز المحاصيل والثمار التي أوشكت على النضج قبل انفصالها عن أصولها يتضمن محضر الحجز بيان العقار الكائنة به المحاصيل أو الثمار المحجوزة وبيان حالتها ونوعها وعددها ولو على وجه التقريب، ____ بخبرة يبلغ تقريرها، عند الاقتضاء، لأطراف التنفيذ يعيهِن المكلف بالتنفيذ حارسا قضائيا عليها عند الضرورة يقع بيع تلك المحاصيل والثمار، بعد جنيها، عدا إذا اعتبر قا التنفيذ أن بيعها قبل ذلك أكثر فائدة للمنفذ عليه",
  "options": [
   "والاستعانة",
   "يباشروا",
   "بالتنازل",
   "وللغرفة"
  ],
  "a": 0,
  "exp": "المادة 515: يمكن حجز المحاصيل والثمار التي أوشكت على النضج قبل انفصالها عن أصولها يتضمن محضر الحجز بيان العقار الكائنة به المحاصيل أو الثمار المحجوزة وبيان حالتها ونوعها وعددها ولو على وجه التقريب، والاستعانة بخبرة يبلغ تقريرها، عند الاقتضاء، لأطراف التنفيذ يعيهِن المكلف بالتنفيذ حارسا قضائيا عليها عند الضرورة يقع بيع تلك المحاصيل والثمار، بعد جنيها، عدا إذا اعتبر قا…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 516 من المسطرة المدنية): تبقى الحيوانات والأشياء المحجوزة، باستثناء النقود ____ للمكلف بالتنفيذ، تحت الحراسة القضائية للمنفذ عليه، إذا وافق طالب التنفيذ على ذلك أو كان من شأن طريقة أخرى غير هذه أن تتسبب في مصاريف باهضة، ويمكن أن تسلم إلى حارس قضائي بعد إحصائها، عند الاقتضاء، داخل أجل لا يتجاوز شهرا",
  "options": [
   "المسلمة",
   "مؤيدا",
   "وسائل",
   "تتبعه"
  ],
  "a": 0,
  "exp": "المادة 516: تبقى الحيوانات والأشياء المحجوزة، باستثناء النقود المسلمة للمكلف بالتنفيذ، تحت الحراسة القضائية للمنفذ عليه، إذا وافق طالب التنفيذ على ذلك أو كان من شأن طريقة أخرى غير هذه أن تتسبب في مصاريف باهضة، ويمكن أن تسلم إلى حارس قضائي بعد إحصائها، عند الاقتضاء، داخل أجل لا يتجاوز شهرا"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 517 من المسطرة المدنية): إذا شمل الحجز حليا أو ____ أو أشياء ثمينة، وجب أن يتضمن المحضر وصفها ووزنها بدقة مع تقدير قيمتها بواسطة خبير مختص، عدا إذا قرر قا مختوم",
  "options": [
   "مجوهرات",
   "المطالب",
   "المستأنفين",
   "وارثا"
  ],
  "a": 0,
  "exp": "المادة 517: إذا شمل الحجز حليا أو مجوهرات أو أشياء ثمينة، وجب أن يتضمن المحضر وصفها ووزنها بدقة مع تقدير قيمتها بواسطة خبير مختص، عدا إذا قرر قا مختوم"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 518 من المسطرة المدنية): إذا أجري الحجز على أموال محفوظة في خزانة استأجرها المدين من إحدى مؤسسات الائتمان أو الهيئات المعتبرة في حكمها، أو على أموال معروضة في معرض عمومي، عين المكلف بالتنفيذ فورا مدير المؤسسة أو مدير المعرض حارسا قضائيا عليها، وختم في الحالة الأولى الخزانة بالشمع الأحمر إلى أن يتمكن من فتحها وجرد ____ بحضور المنفذ عليه أو في غيابه رغم إشعاره تنتهي الحراسة القضائية عند استلام المكلف بالتنفيذ الأموال المحجوزة داخل أجل لا يتجاوز شهرا",
  "options": [
   "موجوداتها",
   "بمكاتب",
   "بموطنه",
   "وأمانة"
  ],
  "a": 0,
  "exp": "المادة 518: إذا أجري الحجز على أموال محفوظة في خزانة استأجرها المدين من إحدى مؤسسات الائتمان أو الهيئات المعتبرة في حكمها، أو على أموال معروضة في معرض عمومي، عين المكلف بالتنفيذ فورا مدير المؤسسة أو مدير المعرض حارسا قضائيا عليها، وختم في الحالة الأولى الخزانة بالشمع الأحمر إلى أن يتمكن من فتحها وجرد موجوداتها بحضور المنفذ عليه أو في غيابه رغم إشعاره تنتهي الحراسة…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 519 من المسطرة المدنية): يودع المكلف بالتنفيذ النقود والأوراق المالية والحلي والأشياء الثمينة في صندوق بالمحكمة خاص بالمحجوزات، تحت إشراف رئيس ____ إجراءات بيع القيم المنقولة",
  "options": [
   "كتابة الضبط",
   "الدفوع الشكلية",
   "الرسم العدلي",
   "الحضانة"
  ],
  "a": 0,
  "exp": "المادة 519: يودع المكلف بالتنفيذ النقود والأوراق المالية والحلي والأشياء الثمينة في صندوق بالمحكمة خاص بالمحجوزات، تحت إشراف رئيس كتابة الضبط إجراءات بيع القيم المنقولة"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 520 من المسطرة المدنية): تباع القيم المنقولة بالمزاد العلني تحت إشراف قا المختص، مع مراعاة المقتضيات القانونية المتعلقة بنظام بورصة القيم إذا كانت القيم المعروضة للبيع ذات قيمة مرتفعة، أصدر قا التنفيذ أمرا ____ بذوي الاختصاص في البورصة أو الأبناك بشأن بعض الإجراءات الممهدة للبيع، وقرر ما يجب اتخاذه من إجراءات الإعلان والإشهار، مع مراعاة القواعد القانونية والأنظمة المتعلقة بالبيع في البورصة",
  "options": [
   "بالاستعانة",
   "ومراقبة",
   "بعناوينها",
   "وأقوالهم"
  ],
  "a": 0,
  "exp": "المادة 520: تباع القيم المنقولة بالمزاد العلني تحت إشراف قا المختص، مع مراعاة المقتضيات القانونية المتعلقة بنظام بورصة القيم إذا كانت القيم المعروضة للبيع ذات قيمة مرتفعة، أصدر قا التنفيذ أمرا بالاستعانة بذوي الاختصاص في البورصة أو الأبناك بشأن بعض الإجراءات الممهدة للبيع، وقرر ما يجب اتخاذه من إجراءات الإعلان والإشهار، مع مراعاة القواعد القانونية والأنظمة المتعلقة…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 521 من المسطرة المدنية): يقدم طالب التنفيذ قائمة تتضمن بيان هوية أصحاب المصلحة وموطنهم ونوع الحق المطلوب بيعه وقيمته الاسمية والحقيقية والسند المثبت له والضمانات والحقوق التابعة له يأمر قا القائمة وتقديم ملاحظاتهم أو اعتراضاتهم تقدم تلك الملاحظات والاعتراضات بواسطة مذكرة في مواجهة أيام من تاريخ طالب التنفيذ إلى قا تبليغهم ____ المذكور، وإلا سقط حقهم في ذلك",
  "options": [
   "الاستدعاء",
   "التنازل",
   "الصحيفة",
   "التبليغ"
  ],
  "a": 0,
  "exp": "المادة 521: يقدم طالب التنفيذ قائمة تتضمن بيان هوية أصحاب المصلحة وموطنهم ونوع الحق المطلوب بيعه وقيمته الاسمية والحقيقية والسند المثبت له والضمانات والحقوق التابعة له يأمر قا القائمة وتقديم ملاحظاتهم أو اعتراضاتهم تقدم تلك الملاحظات والاعتراضات بواسطة مذكرة في مواجهة أيام من تاريخ طالب التنفيذ إلى قا تبليغهم الاستدعاء المذكور، وإلا سقط حقهم في ذلك"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 522 من المسطرة المدنية): يبت قا بالأمر، ويكون ____ غير قابل لأي طعن",
  "options": [
   "قراره",
   "بتغيير",
   "المختصين",
   "يستوف"
  ],
  "a": 0,
  "exp": "المادة 522: يبت قا بالأمر، ويكون قراره غير قابل لأي طعن"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 523 من المسطرة المدنية): ينذر قا الأصلية، ____ إلى اسم المشتري أو بجعلها لحاملها حسب رغبة هذا الأخير، على أن يعتبر محضر البيع سندا لملكية تلك القيم الأصلية",
  "options": [
   "بتحويلها",
   "تماميتها",
   "الاستقلال",
   "المتشكك"
  ],
  "a": 0,
  "exp": "المادة 523: ينذر قا الأصلية، بتحويلها إلى اسم المشتري أو بجعلها لحاملها حسب رغبة هذا الأخير، على أن يعتبر محضر البيع سندا لملكية تلك القيم الأصلية"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 524 من المسطرة المدنية): أيام من تاريخ رسو إذا لم يؤد المشتري الثمن خلال عشرة المزاد، أعيد البيع على نفقته وتحت مسؤوليته، وأشير في الإعلانات إلى أن البيع يجري تحت عهدة المشتري المتخلف، مع بيان الثمن الذي رسا عليه المزاد الأول تنحصر إجراءات إعادة البيع في إشهار جديد فقط، على أن يقع يوما المزاد خلال ثلاثين يلزم المشتري المتخلف بأداء الفرق، إذا كان الثمن الذي رسا عليه المزاد الجديد أقل من الأول مع المصاريف التي تسبب فيها، دون أن يستفيد من الزيادة في الثمن يعتبر محضر المزاد في هذه الحالة، سندا تنفيذيا في مواجهة المتزايد المتخلف لا يمكن للسمسرات العمومية بخصوص البيع بالمزاد العلني أن تتجاوز ثلاثة بيوعات إذا لم يتم البيع بسبب عدم وجود متزايدين أو عدم كفاية العروض المقدمة سابقا أو بسبب عدم تقديم أي عرض، جاز لقا التنفيذ أن يقرر تحديد ثمن افتتاحي جديد، تلقائيا أو بناء على طلب كل ذي مصلحة، استنادا إلى تقرير خبير مختص، عند الاقتضاء ____ على الأصل التجاري",
  "options": [
   "الحجز التنفيذي",
   "إحصاء التركة",
   "التنازل",
   "الولاية"
  ],
  "a": 0,
  "exp": "المادة 524: أيام من تاريخ رسو إذا لم يؤد المشتري الثمن خلال عشرة المزاد، أعيد البيع على نفقته وتحت مسؤوليته، وأشير في الإعلانات إلى أن البيع يجري تحت عهدة المشتري المتخلف، مع بيان الثمن الذي رسا عليه المزاد الأول تنحصر إجراءات إعادة البيع في إشهار جديد فقط، على أن يقع يوما المزاد خلال ثلاثين يلزم المشتري المتخلف بأداء الفرق، إذا كان الثمن الذي رسا عليه المزاد الجديد…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 525 من المسطرة المدنية): يتم حجز الأصل التجاري بجميع عناصره إذا سبق حجز الأصل التجاري ____، تحول هذا الحجز بعد الحصول على سند تنفيذي إلى حجز تنفيذي، وحرر المكلف بالتنفيذ محضرا بذلك يبلغ إلى المنفذ عليه إجراءات بيع الأصل التجاري",
  "options": [
   "تحفظيا",
   "بالمحامين",
   "للعدالة",
   "اقتصر"
  ],
  "a": 0,
  "exp": "المادة 525: يتم حجز الأصل التجاري بجميع عناصره إذا سبق حجز الأصل التجاري تحفظيا، تحول هذا الحجز بعد الحصول على سند تنفيذي إلى حجز تنفيذي، وحرر المكلف بالتنفيذ محضرا بذلك يبلغ إلى المنفذ عليه إجراءات بيع الأصل التجاري"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 526 من المسطرة المدنية): يحدد قا للمزاد العلني، استنادا إلى خبرة تقدر قيمة كل عنصر من عناصر الأصل التجاري، ويبلغ تقرير ____ لأطراف التنفيذ",
  "options": [
   "الخبرة",
   "الدين",
   "الحجز الارتهاني",
   "الإثبات"
  ],
  "a": 0,
  "exp": "المادة 526: يحدد قا للمزاد العلني، استنادا إلى خبرة تقدر قيمة كل عنصر من عناصر الأصل التجاري، ويبلغ تقرير الخبرة لأطراف التنفيذ"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 527 من المسطرة المدنية): يقوم المكلف بالتنفيذ بإشهار البيع على نفقة طالب التنفيذ، ويبين الإعلان عن المزاد تاريخ افتتاحه ومدته والثمن الافتتاحي يعلق إعلان البيع بالمزاد، ____ الرئي الأصل التجاري، وباللوحة المعدة للإعلانات في مقر المحكمة، وفي أي مكان يكون مناسبا للإعلان، وينشر علاوة على ذلك في إحدى الجرائد المخول لها نشر الإعلانات القانونية، وفي الموقع الإلكتروني للمحكمة التي يباشر ضمن دائرة نفوذها بيع الأصل التجاري يتلقى المكلف بالتنفيذ العروض إلى غاية إقفال محضر المزاد، مباشرة أو عبر منصة إلكترونية، أو هما معا، ويثبتها حسب ترتيبها الزمني في محضر خاص بتلقي العروض",
  "options": [
   "بالمدخل",
   "المقابل",
   "بزيادة",
   "وسائل"
  ],
  "a": 0,
  "exp": "المادة 527: يقوم المكلف بالتنفيذ بإشهار البيع على نفقة طالب التنفيذ، ويبين الإعلان عن المزاد تاريخ افتتاحه ومدته والثمن الافتتاحي يعلق إعلان البيع بالمزاد، بالمدخل الرئي الأصل التجاري، وباللوحة المعدة للإعلانات في مقر المحكمة، وفي أي مكان يكون مناسبا للإعلان، وينشر علاوة على ذلك في إحدى الجرائد المخول لها نشر الإعلانات القانونية، وفي الموقع الإلكتروني للمحكمة التي…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 528 من المسطرة المدنية): يوما من تجري المزايدة بواسطة المكلف بالتنفيذ بعد ثلاثين تاريخ طلب التنفيذ أيام من التاريخ المحدد للمزاد يبلغ المكلف بالتنفيذ قبل عشرة قيامه بإجراءات الإشهار إلى المنفذ عليه، وإلى الدائنين المقيدين قبل الحجز، ويشعرهم بوجوب الحضور في التاريخ والساعة المحددين للمزايدة يقوم المكلف بالتنفيذ خلال نفس ____ باستدعاء المتزايدين الذين قدموا عروضهم للحضور في نفس التاريخ",
  "options": [
   "الأجل",
   "عروض الوفاء",
   "التدخل",
   "وضع الأختام"
  ],
  "a": 0,
  "exp": "المادة 528: يوما من تجري المزايدة بواسطة المكلف بالتنفيذ بعد ثلاثين تاريخ طلب التنفيذ أيام من التاريخ المحدد للمزاد يبلغ المكلف بالتنفيذ قبل عشرة قيامه بإجراءات الإشهار إلى المنفذ عليه، وإلى الدائنين المقيدين قبل الحجز، ويشعرهم بوجوب الحضور في التاريخ والساعة المحددين للمزايدة يقوم المكلف بالتنفيذ خلال نفس الأجل باستدعاء المتزايدين الذين قدموا عروضهم للحضور في نفس…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 529 من المسطرة المدنية): إذا حل اليوم والساعة المعينان لإجراء المزايدة ولم يؤد المنفذ عليه ما بذمته، قام المكلف بالتنفيذ، بعد التذكير بالأصل التجاري موضوع المزايدة وبالتكاليف التي يتحملها وبالعروض الموجودة وآخر أجل لقبول عروض جديدة، بالإعلان عن رسو المزاد بعد انقضاء هذا الأجل على المتزايد الموسر الأخير الذي قدم أعلى عرض أو قدم كفالة أيام، ويحرر بنكية قابلة لاستخلاص قيمتها في أجل أقصاه عشرة محضرا بإرساء المزاد يؤدي من رسا عليه المزاد الثمن بكتابة الضبط خلال ____ من تاريخ المزاد بالإضافة إلى مصاريف التنفيذ المحددة من طرف قا أدناه فيما يخص كل طعن بالبطلان في تطبق مقتضيات المادة إجراءات البيع المنجزة قبل المزايدة",
  "options": [
   "عشرة أيام",
   "ثمانية يوما",
   "خمسة عشرة يوما",
   "ثمانية أيام"
  ],
  "a": 0,
  "exp": "المادة 529: إذا حل اليوم والساعة المعينان لإجراء المزايدة ولم يؤد المنفذ عليه ما بذمته، قام المكلف بالتنفيذ، بعد التذكير بالأصل التجاري موضوع المزايدة وبالتكاليف التي يتحملها وبالعروض الموجودة وآخر أجل لقبول عروض جديدة، بالإعلان عن رسو المزاد بعد انقضاء هذا الأجل على المتزايد الموسر الأخير الذي قدم أعلى عرض أو قدم كفالة أيام، ويحرر بنكية قابلة لاستخلاص قيمتها في أجل…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 530 من المسطرة المدنية): إذا لم ينفذ من رسا عليه المزاد شروط المزايدة، ولم يستجب أيام من تاريخ للإنذار الموجه إليه بتنفيذ التزاماته خلال عشرة توصله بالإنذار، يعاد بيع الأصل التجاري بالمزاد على نفقته داخل أيام المذكورة أجل الشهر الموالي لعشرة تنحصر إجراءات البيع في إعلان جديد تتبعه مزايدة جديدة يتضمن الإعلان، علاوة على البيانات العادية، بيان المبلغ الذي رسا عليه المزاد الأول وتاريخ المزايدة الجديدة، على أن لا تتجاوز السمسرات العمومية بخصوص البيع بالمزاد العلني ثلاثة بيوعات وفي حالة عدم كفاية العروض المقدمة، يعتبر العرض المقدم في المزايدة الثالثة يكون الأجل الفاصل بين الإعلان عن البيع والمزايدة الجديدة يوما ثلاثين يمكن للمتزايد المتخلف وقف إجراءات إعادة البيع إلى يوم المزايدة الجديدة بإثبات قيامه بتنفيذ شروط المزاد السابق والوفاء ب____ التي تسبب فيها نتيجة إهماله يترتب عن إعادة البيع فسخ المزايدة الأولى بأثر رجعي يلزم المتزايد المتخلف بأداء المصاريف والفرق في الثمن، إذا كان الثمن الذي رسا عليه المزاد بعد إعادة البيع أقل من الأول، دون أن يكون له حق طلب ما قد ينتج من زيادة يعتبر محضر المزاد في هذه الحالة سندا تنفيذيا في مواجهة المتزايد المتخلف",
  "options": [
   "المصاريف",
   "عروض الوفاء",
   "المحامي",
   "الدفوع الشكلية"
  ],
  "a": 0,
  "exp": "المادة 530: إذا لم ينفذ من رسا عليه المزاد شروط المزايدة، ولم يستجب أيام من تاريخ للإنذار الموجه إليه بتنفيذ التزاماته خلال عشرة توصله بالإنذار، يعاد بيع الأصل التجاري بالمزاد على نفقته داخل أيام المذكورة أجل الشهر الموالي لعشرة تنحصر إجراءات البيع في إعلان جديد تتبعه مزايدة جديدة يتضمن الإعلان، علاوة على البيانات العادية، بيان المبلغ الذي رسا عليه المزاد الأول وتاريخ…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 531 من المسطرة المدنية): لا تقبل أي زيادة ____ إذا تمت الموافقة على البيع قضائيا بالمزاد العلني",
  "options": [
   "بالثلث",
   "بمبالغ",
   "للوفاة",
   "ومقره"
  ],
  "a": 0,
  "exp": "المادة 531: لا تقبل أي زيادة بالثلث إذا تمت الموافقة على البيع قضائيا بالمزاد العلني"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 532 من المسطرة المدنية): إذا لم يتم البيع بسبب عدم وجود متزايدين أو بسبب عدم كفاية العروض المقدمة في السمسرات العمومية ____ أو بسبب عدم تقديم أي عرض، جاز لقا جديد، تلقائيا أو بناء على طلب كل ذي مصلحة، استنادا إلى تقرير خبير مختص، عند الاقتضاء",
  "options": [
   "الثلاث",
   "للهيئة",
   "يبقون",
   "ويضمن"
  ],
  "a": 0,
  "exp": "المادة 532: إذا لم يتم البيع بسبب عدم وجود متزايدين أو بسبب عدم كفاية العروض المقدمة في السمسرات العمومية الثلاث أو بسبب عدم تقديم أي عرض، جاز لقا جديد، تلقائيا أو بناء على طلب كل ذي مصلحة، استنادا إلى تقرير خبير مختص، عند الاقتضاء"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 533 من المسطرة المدنية): يقيد محضر بيع الأصل التجاري بالمزاد العلني، بطلب من المكلف بالتنفيذ، في ____ وكذا في السجل الوطني الإلكتروني للضمانات المنقولة",
  "options": [
   "السجل التجاري",
   "الفاتورة",
   "المسطرة المدنية",
   "التطليق"
  ],
  "a": 0,
  "exp": "المادة 533: يقيد محضر بيع الأصل التجاري بالمزاد العلني، بطلب من المكلف بالتنفيذ، في السجل التجاري وكذا في السجل الوطني الإلكتروني للضمانات المنقولة"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 534 من المسطرة المدنية): تقدم في التطبيق، مقتضيات هذا القانون، كلما تعلق الأمر بإجراءات بيع الأصل التجاري بالمزاد العلني، على المقتضيات الواردة في نصوص تشريعية أخرى في نفس الموضوع ذات الصلة ج - ____ في الحجز",
  "options": [
   "التدخل",
   "المحكمة الابتدائية",
   "التبليغ الإلكتروني",
   "الرسم العدلي"
  ],
  "a": 0,
  "exp": "المادة 534: تقدم في التطبيق، مقتضيات هذا القانون، كلما تعلق الأمر بإجراءات بيع الأصل التجاري بالمزاد العلني، على المقتضيات الواردة في نصوص تشريعية أخرى في نفس الموضوع ذات الصلة ج - التدخل في الحجز"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 535 من المسطرة المدنية): لا يجوز لدائني المنفذ عليه إجراء حجز تنفيذي ثانٍ على الأموال المحجوزة، وإنما لهم التدخل في الحجز بطلب يقدم إلى قا مرفقا بسندهم التنفيذي، وعليهم أن يعينوا موطنا مختارا في دائرة المحكمة إذا لم يكن لهم موطن فيها، ما لم يكونوا ممثلين بمحام حيث يعد مكتبه موطنا مختارا لهم يجوز تبليغهم فيه بجميع إجراءات التنفيذ يمكن لدائني المنفذ عليه أن يطلبوا من قا جديد على الأموال الخارجة عن الحجز الأول يحق للمتدخلين مراقبة الإجراءات وطلب متابعتها، إن لم يقم بذلك طالب التنفيذ الأول يقوم المكلف بالتنفيذ بجرد الأموال المحجوزة سابقا بحضور حارس قضائي إن وجد، وتحرير محضر بحجز الأموال الجديدة، وتسلم هذه الأموال إلى الحارس القضائي نفسه أو إلى حارس قضائي آخر يتحمل الدائنون ____ إذا لم يسفر طلبهم عن وجود أموال جديدة يحق لمحامي دائني المنفذ عليه أن يحل محلهم في مواصلة الإجراءات",
  "options": [
   "المصاريف",
   "إيداع",
   "التراضي",
   "التنفيذ المعجل"
  ],
  "a": 0,
  "exp": "المادة 535: لا يجوز لدائني المنفذ عليه إجراء حجز تنفيذي ثانٍ على الأموال المحجوزة، وإنما لهم التدخل في الحجز بطلب يقدم إلى قا مرفقا بسندهم التنفيذي، وعليهم أن يعينوا موطنا مختارا في دائرة المحكمة إذا لم يكن لهم موطن فيها، ما لم يكونوا ممثلين بمحام حيث يعد مكتبه موطنا مختارا لهم يجوز تبليغهم فيه بجميع إجراءات التنفيذ يمكن لدائني المنفذ عليه أن يطلبوا من قا جديد على…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 536 من المسطرة المدنية): إذا كان سند دين آخر، يتم ضم ____ المتعلق به إلى الحجز الأول، عدا إذا كان بيع الأشياء المحجوزة سابقا قد وقع الإعلان عنه، ويعد الطلب الثاني بمثابة تعرض على الأموال المتحصلة من البيع وتكون محل توزيع",
  "options": [
   "الطلب",
   "الاختصاص النوعي",
   "الحاضر",
   "المصلحة"
  ],
  "a": 0,
  "exp": "المادة 536: إذا كان سند دين آخر، يتم ضم الطلب المتعلق به إلى الحجز الأول، عدا إذا كان بيع الأشياء المحجوزة سابقا قد وقع الإعلان عنه، ويعد الطلب الثاني بمثابة تعرض على الأموال المتحصلة من البيع وتكون محل توزيع"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 537 من المسطرة المدنية): يبلغ المكلف بالتنفيذ طلب ____ في الحجز إلى طالب التنفيذ والمنفذ عليه والحارس القضائي، ويعتبر تبليغ ذلك الطلب بمثابة حجز على حصيلة التنفيذ الناتجة عن الأموال المحجوزة، ما لم يكن قد ورد طلب التدخل في الحجز بعد البيع، وفي هذه الحالة يقتصر أثره على ما بقي من حصيلة التنفيذ بعد استيفاء طالب التنفيذ والمتدخلين في الحجز حقوقهم قبل البيع",
  "options": [
   "التدخل",
   "العدل",
   "السجل التجاري",
   "الغرامة التهديدية"
  ],
  "a": 0,
  "exp": "المادة 537: يبلغ المكلف بالتنفيذ طلب التدخل في الحجز إلى طالب التنفيذ والمنفذ عليه والحارس القضائي، ويعتبر تبليغ ذلك الطلب بمثابة حجز على حصيلة التنفيذ الناتجة عن الأموال المحجوزة، ما لم يكن قد ورد طلب التدخل في الحجز بعد البيع، وفي هذه الحالة يقتصر أثره على ما بقي من حصيلة التنفيذ بعد استيفاء طالب التنفيذ والمتدخلين في الحجز حقوقهم قبل البيع"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 538 من المسطرة المدنية): يجوز لقا أماكن ____، أن يأمر بجمع الأموال كلها في محل واحد قصد توحيد إجراءات البيع د - دعوى استحقاق المنقولات المحجوزة",
  "options": [
   "متفرقة",
   "بالمغرب",
   "اللازمة",
   "بالأسرة"
  ],
  "a": 0,
  "exp": "المادة 538: يجوز لقا أماكن متفرقة، أن يأمر بجمع الأموال كلها في محل واحد قصد توحيد إجراءات البيع د - دعوى استحقاق المنقولات المحجوزة"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 539 من المسطرة المدنية): يمكن لمن يدعي من الأغيار ملكية المنقولات المحجوزة أن يتقدم إلى رئيس المحكمة، قبل تاريخ بيعها، بطلب إيقاف إجراءات البيع في مواجهة المنفذ عليه وطالب التنفيذ والمتدخلين في حالة وجودهم، مرفقا بالوثائق والمستندات التي تدعمه يترتب عن تقديم ____ المذكور إيقاف إجراءات البيع، إلى أن يبت فيه رئيس المحكمة بأمر غير قابل لأي طعن",
  "options": [
   "الطلب",
   "الكفالة",
   "التعرض",
   "التقادم"
  ],
  "a": 0,
  "exp": "المادة 539: يمكن لمن يدعي من الأغيار ملكية المنقولات المحجوزة أن يتقدم إلى رئيس المحكمة، قبل تاريخ بيعها، بطلب إيقاف إجراءات البيع في مواجهة المنفذ عليه وطالب التنفيذ والمتدخلين في حالة وجودهم، مرفقا بالوثائق والمستندات التي تدعمه يترتب عن تقديم الطلب المذكور إيقاف إجراءات البيع، إلى أن يبت فيه رئيس المحكمة بأمر غير قابل لأي طعن"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 540 من المسطرة المدنية): إذا لم يستوف الطلب المشار إليه في المادة السابقة الشروط ____ة فيها، صرح رئيس المحكمة بعدم قبوله دون حاجة لاستدعاء الأطراف، وأمر بمواصلة إجراءات التنفيذ إذا تبين لرئيس المحكمة أن الطلب جدي ومستوف لشروطه، أمر باستدعاء الأطراف",
  "options": [
   "المقرر",
   "الإعفاء",
   "الحجز الارتهاني",
   "الغرامة التهديدية"
  ],
  "a": 0,
  "exp": "المادة 540: إذا لم يستوف الطلب المشار إليه في المادة السابقة الشروط المقررة فيها، صرح رئيس المحكمة بعدم قبوله دون حاجة لاستدعاء الأطراف، وأمر بمواصلة إجراءات التنفيذ إذا تبين لرئيس المحكمة أن الطلب جدي ومستوف لشروطه، أمر باستدعاء الأطراف"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 541 من المسطرة المدنية): يأمر رئيس المحكمة بإخراج المنقولات من الحجز وتسليمها إلى الغير إذا اتفق كافة الأطراف على أنها مملوكة له إذا لم يتفق الأطراف على ذلك، أمر رئيس المحكمة بإيقاف إجراءات البيع بكفالة أو بدونها، وبإيداع المنقولات في المكان المناسب، عند الاقتضاء، إلى أن تبت محكمة الموضوع في دعوى الاستحقاق إذا تبين من المناقشات عدم وجود ما يبرر ____، رفضه رئيس المحكمة",
  "options": [
   "الطلب",
   "العدل",
   "المساعدة القضائية",
   "الأجرة"
  ],
  "a": 0,
  "exp": "المادة 541: يأمر رئيس المحكمة بإخراج المنقولات من الحجز وتسليمها إلى الغير إذا اتفق كافة الأطراف على أنها مملوكة له إذا لم يتفق الأطراف على ذلك، أمر رئيس المحكمة بإيقاف إجراءات البيع بكفالة أو بدونها، وبإيداع المنقولات في المكان المناسب، عند الاقتضاء، إلى أن تبت محكمة الموضوع في دعوى الاستحقاق إذا تبين من المناقشات عدم وجود ما يبرر الطلب، رفضه رئيس المحكمة"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 542 من المسطرة المدنية): ترفع دعوى الاستحقاق إلى المحكمة المختصة داخل أجل ____ من صدور الأمر في مواجهة المنفذ عليه وطالب التنفيذ والمتدخلين إن وجدوا، وإلا فتواصل الإجراءات يبت في دعوى الاستحقاق على وجه السرعة وفق المقتضيات المنصوص عليها في هذا القانون لا تواصل إجراءات التنفيذ في حالة رفض طلب الاستحقاق، إلا بعد صيرورة الحكم نهائيا",
  "options": [
   "ثمانية أيام",
   "ثمانية يوما",
   "خمسة عشر يوما",
   "ثلاثة أيام"
  ],
  "a": 0,
  "exp": "المادة 542: ترفع دعوى الاستحقاق إلى المحكمة المختصة داخل أجل ثمانية أيام من صدور الأمر في مواجهة المنفذ عليه وطالب التنفيذ والمتدخلين إن وجدوا، وإلا فتواصل الإجراءات يبت في دعوى الاستحقاق على وجه السرعة وفق المقتضيات المنصوص عليها في هذا القانون لا تواصل إجراءات التنفيذ في حالة رفض طلب الاستحقاق، إلا بعد صيرورة الحكم نهائيا"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 543 من المسطرة المدنية): تكون المحكمة المختصة مكانيا هي المحكمة التي تمت في ____ إجراءات الحجز",
  "options": [
   "دائرتها",
   "والتطليق",
   "وتوثيقها",
   "احتياطيا"
  ],
  "a": 0,
  "exp": "المادة 543: تكون المحكمة المختصة مكانيا هي المحكمة التي تمت في دائرتها إجراءات الحجز"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 544 من المسطرة المدنية): إذا لم يدع الغير ملكية المنقولات إلا عند البيع، حرر المكلف بالتنفيذ محضرا في الموضوع ورفع الأمر إلى قا أدناه وما بعدها تطبق في هذه الحالة مقتضيات المادة ____ - حجز العقارات أ - حجز العقار",
  "options": [
   "ثالثا",
   "المكلفة",
   "بإعداد",
   "وعهدته"
  ],
  "a": 0,
  "exp": "المادة 544: إذا لم يدع الغير ملكية المنقولات إلا عند البيع، حرر المكلف بالتنفيذ محضرا في الموضوع ورفع الأمر إلى قا أدناه وما بعدها تطبق في هذه الحالة مقتضيات المادة ثالثا - حجز العقارات أ - حجز العقار"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 545 من المسطرة المدنية): لا يقع ____ على العقار إلا عند عدم كفاية المنقول عدا : - إذا كان الدائن مستفيدا من ضمان عيني ؛",
  "options": [
   "الحجز التنفيذي",
   "الغرامة التهديدية",
   "المقرر",
   "الدعوى"
  ],
  "a": 0,
  "exp": "المادة 545: لا يقع الحجز التنفيذي على العقار إلا عند عدم كفاية المنقول عدا : - إذا كان الدائن مستفيدا من ضمان عيني ؛ - إذا لم يثبت المنفذ عليه وجود أموال منقولة كافية أو تعذر بيعها بعد ثلاثة مزادات علنية ؛ - إذا اختار المنفذ عليه التنفيذ على أمواله العقارية ؛ إذا سبق حجز العقار تحفظيا بلغ المكلف بالتنفيذ المنفذ عليه، بإحدى طرق التبليغ المنصوص عليها في هذا القانون،…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 546 من المسطرة المدنية): إذا لم يكن العقار محل حجز ____ سابق، قام المكلف بالتنفيذ بإجراء حجز تنفيذي عليه بمحضر يتضمن فضلا عن البيانات العامة ما يأتي : - ذكر السند التنفيذي وتاريخ تبليغه إلى المنفذ عليه ؛",
  "options": [
   "تحفظي",
   "تصريحه",
   "للموظفين",
   "بأملاك"
  ],
  "a": 0,
  "exp": "المادة 546: إذا لم يكن العقار محل حجز تحفظي سابق، قام المكلف بالتنفيذ بإجراء حجز تنفيذي عليه بمحضر يتضمن فضلا عن البيانات العامة ما يأتي : - ذكر السند التنفيذي وتاريخ تبليغه إلى المنفذ عليه ؛ - بيان هوية الحاجز والمنفذ ضده وموطنهما ؛ - موقع العقار وحدوده بدقة ومساحته ومشتملاته أثناء الحجز، والحقوق المرتبطة به والتكاليف التي يتحملها إن أمكن معرفتها، وعقود الكراء المبرمة…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 547 من المسطرة المدنية): يطلب المكلف بالتنفيذ، قبل إجراء الحجز، من المحجوز عليه أن يسلم إليه ما يثبت تملكه للعقار موضوع الحجز ليطلع عليه المتزايدون، وإذا تعذر ذلك أمكنه الرجوع إلى المحافظ على الأملاك العقارية المختص للحصول على شهادة ____ إذا صرح المدين المنفذ عليه بوجود دائن مرتهن حائز لوثائق الملكية، أمكن لطالب التنفيذ اللجوء إلى قا على أمر بإيداع هذه الوثائق، وكذا على بيان من المدين والدائن عن التكاليف التي يتحملها العقار والحقوق المرتبطة به إذا صرح المنفذ عليه بفقدان رسم الملكية أو عدم توفره عليه، وتعلق الأمر بعقار محفظ أو في طور التحفيظ، أصدر قا التنفيذ أمرا للمحافظ بتسليم شهادة ملكية أو نسخة من المستندات الموضوعة المعززة لمطلب التحفيظ، حسب الأحوال، وإذا كان العقار غير محفظ، أحال المكلف بالتنفيذ الأمر على قا أن يأذن بالحجز",
  "options": [
   "الملكية",
   "النسب",
   "التركة",
   "الدفع بعدم القبول"
  ],
  "a": 0,
  "exp": "المادة 547: يطلب المكلف بالتنفيذ، قبل إجراء الحجز، من المحجوز عليه أن يسلم إليه ما يثبت تملكه للعقار موضوع الحجز ليطلع عليه المتزايدون، وإذا تعذر ذلك أمكنه الرجوع إلى المحافظ على الأملاك العقارية المختص للحصول على شهادة الملكية إذا صرح المدين المنفذ عليه بوجود دائن مرتهن حائز لوثائق الملكية، أمكن لطالب التنفيذ اللجوء إلى قا على أمر بإيداع هذه الوثائق، وكذا على بيان من…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 548 من المسطرة المدنية): يمكن أن يشمل الحجز كل الأموال العقارية ولو لم تكن ____ في الوثائق المدلى بها، ويظهر أنها ملك للمدين، وذلك تنفيذا لإذن يسلمه قا صرح بأنه يطلب الحجز تحت عهدته ومسؤوليته",
  "options": [
   "مذكورة",
   "لتبليغ",
   "بالإجراء",
   "الأدلة"
  ],
  "a": 0,
  "exp": "المادة 548: يمكن أن يشمل الحجز كل الأموال العقارية ولو لم تكن مذكورة في الوثائق المدلى بها، ويظهر أنها ملك للمدين، وذلك تنفيذا لإذن يسلمه قا صرح بأنه يطلب الحجز تحت عهدته ومسؤوليته"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 549 من المسطرة المدنية): يقيد محضر الحجز في الرسم العقاري، بطلب من طالب التنفيذ، من طرف المحافظ على الأملاك العقارية، طبقا للشروط المنصوص عليها في القانون المطبق على العقارات ____ إذا لم يكن العقار محفظا، يقيد المحضر بطلب من المكلف بالتنفيذ، أعلاه في السجل الخاص المنصوص عليه في المادة يوما بجميع وسائل يقع إشهار الحجز لمدة خمسة عشر الإشهار المتاحة قانونا",
  "options": [
   "المحفظة",
   "ومراجعة",
   "بينها",
   "بالأصول"
  ],
  "a": 0,
  "exp": "المادة 549: يقيد محضر الحجز في الرسم العقاري، بطلب من طالب التنفيذ، من طرف المحافظ على الأملاك العقارية، طبقا للشروط المنصوص عليها في القانون المطبق على العقارات المحفظة إذا لم يكن العقار محفظا، يقيد المحضر بطلب من المكلف بالتنفيذ، أعلاه في السجل الخاص المنصوص عليه في المادة يوما بجميع وسائل يقع إشهار الحجز لمدة خمسة عشر الإشهار المتاحة قانونا"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 550 من المسطرة المدنية): أعلاه عند وقوع حجز تتم الإجراءات طبقا لمقتضيات المادة ____ ثان",
  "options": [
   "عقاري",
   "وتنفيذ",
   "انصبت",
   "تعزيز"
  ],
  "a": 0,
  "exp": "المادة 550: أعلاه عند وقوع حجز تتم الإجراءات طبقا لمقتضيات المادة عقاري ثان"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 551 من المسطرة المدنية): يأمر قا شركاء المنفذ عليه في ملكية العقار بإجراءات التنفيذ المباشرة ضد ____، حتى يتسنى لهم المشاركة في المزاد العلني",
  "options": [
   "شريكهم",
   "للمماطلة",
   "والخيمة",
   "وموطنه"
  ],
  "a": 0,
  "exp": "المادة 551: يأمر قا شركاء المنفذ عليه في ملكية العقار بإجراءات التنفيذ المباشرة ضد شريكهم، حتى يتسنى لهم المشاركة في المزاد العلني"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 552 من المسطرة المدنية): يقدم كل طعن بالبطلان في إجراءات الحجز العقاري، بمقال أيام قبل يوم المزاد، مكتوب، وذلك داخل أجل أقصاه ثلاثة وتطبق في هذه الحالة نفس المقتضيات المتعلقة بدعوى الاستحقاق أدناه و المشار إليها في المادتين يحكم على المدعي الذي خسر دعواه في هذه الحالة وكذا في الحالة أدناه، بغرامة قدرها عشرة آلاف و المشار إليها في المادتين درهم و ب____ المترتبة عن مواصلة الإجراءات، دون مساس بالحق في التعويض ب - تنظيم دفتر شروط البيع",
  "options": [
   "المصاريف",
   "التطليق",
   "المساعدة القضائية",
   "المحكمة الابتدائية"
  ],
  "a": 0,
  "exp": "المادة 552: يقدم كل طعن بالبطلان في إجراءات الحجز العقاري، بمقال أيام قبل يوم المزاد، مكتوب، وذلك داخل أجل أقصاه ثلاثة وتطبق في هذه الحالة نفس المقتضيات المتعلقة بدعوى الاستحقاق أدناه و المشار إليها في المادتين يحكم على المدعي الذي خسر دعواه في هذه الحالة وكذا في الحالة أدناه، بغرامة قدرها عشرة آلاف و المشار إليها في المادتين درهم و بالمصاريف المترتبة عن مواصلة…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 553 من المسطرة المدنية): - صور فوتوغرافية للعقار المحجوز يبلغ تقرير ____ لأطراف التنفيذ، عند الاقتضاء",
  "options": [
   "الخبرة",
   "مصاريف القضاء",
   "التبليغ الإلكتروني",
   "التأمين"
  ],
  "a": 0,
  "exp": "المادة 553: يوما بمجرد إيقاع الحجز، وانصرام أجل خمسة عشر أعلاه، يقوم المكلف المنصوص عليه في الفقرة الأخيرة من المادة أيام يضمن فيه : بالتنفيذ بإعداد دفتر شروط البيع خلال عشرة - مراجع السند التنفيذي ؛ - خلاصة الإجراءات السابقة ؛ - بيان العقار المحجوز ومشتملاته، وماله من حقوق وما عليه من تحملات، وفق ما هو مفصل بمحضر الحجز طبقا للمادة أعلاه ؛ - بيان الوضعية المادية…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 554 من المسطرة المدنية): أيام من إعداد دفتر الشروط، يبلغ المكلف بالتنفيذ، خلال ثلاثة إشعارا إلى المنفذ عليه والحائز وطالب التنفيذ والدائنين وأصحاب الحقوق العينية المسجلين بالرسم العقاري والمتدخلين في الإجراءات، بالاطلاع على دفتر شروط البيع وتقرير الخبرة ب____",
  "options": [
   "كتابة الضبط",
   "التركة",
   "الرجوع عن الشهادة",
   "الأتعاب"
  ],
  "a": 0,
  "exp": "المادة 554: أيام من إعداد دفتر الشروط، يبلغ المكلف بالتنفيذ، خلال ثلاثة إشعارا إلى المنفذ عليه والحائز وطالب التنفيذ والدائنين وأصحاب الحقوق العينية المسجلين بالرسم العقاري والمتدخلين في الإجراءات، بالاطلاع على دفتر شروط البيع وتقرير الخبرة بكتابة الضبط"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 555 من المسطرة المدنية): إذا لم تكن العقارات مكتراة وقت الحجز، فإن المنفذ عليه يبقى حائزا لها بصفته حارسا قضائيا حتى انتهاء إجراءات بيعها، ما لم يأمر قا يمكن للمحكمة أن تبطل عقود الكراء إذا أثبت الدائن أو من رسا عليه المزاد، أنها أبرمت إضرارا بحقوقه، دون مساس بمقتضيات أعلاه و المادتين يمنع على المنفذ عليه بمجرد تحرير محضر الحجز، أي تصرف في العقار، تحت طائلة ____، وتعقل ثمار هذا العقار ومداخيله عن المدة اللاحقة وتوزع بنفس الرتبة مع ثمن العقار نفسه يعتبر الإشعار المبلغ للمكترين من المكلف بالتنفيذ، بمثابة حجز بين أيديهم على المبالغ التي كانوا سيؤدونها عن حسن نية قبل التبليغ، وعلى المبالغ التي تستحق عن المدة الموالية لهذا التبليغ، ويتعين عليهم تسليمها إلى المكلف بالتنفيذ ج - التعرض على دفتر شروط البيع",
  "options": [
   "البطلان",
   "القسامة",
   "وضع الأختام",
   "الإثبات"
  ],
  "a": 0,
  "exp": "المادة 555: إذا لم تكن العقارات مكتراة وقت الحجز، فإن المنفذ عليه يبقى حائزا لها بصفته حارسا قضائيا حتى انتهاء إجراءات بيعها، ما لم يأمر قا يمكن للمحكمة أن تبطل عقود الكراء إذا أثبت الدائن أو من رسا عليه المزاد، أنها أبرمت إضرارا بحقوقه، دون مساس بمقتضيات أعلاه و المادتين يمنع على المنفذ عليه بمجرد تحرير محضر الحجز، أي تصرف في العقار، تحت طائلة البطلان، وتعقل ثمار هذا…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 556 من المسطرة المدنية): يحق لكل ذي مصلحة ممن أشير إليهم في المادتين ____ إبداء أوجه تعرضه على الإجراءات وجميع الملاحظات على شروط البيع أيام من والثمن المحدد لانطلاق المزاد العلني خلال أجل عشرة تاريخ الإشعار، وإلا سقط حقه في التمسك بها تطهر مسطرة البيع بالمزاد العلني العقار من أي تحمل سابق أو دين كيفما كان",
  "options": [
   "السابقتين",
   "المتخصصة",
   "المؤدى",
   "المنتزعة"
  ],
  "a": 0,
  "exp": "المادة 556: يحق لكل ذي مصلحة ممن أشير إليهم في المادتين السابقتين إبداء أوجه تعرضه على الإجراءات وجميع الملاحظات على شروط البيع أيام من والثمن المحدد لانطلاق المزاد العلني خلال أجل عشرة تاريخ الإشعار، وإلا سقط حقه في التمسك بها تطهر مسطرة البيع بالمزاد العلني العقار من أي تحمل سابق أو دين كيفما كان"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 557 من المسطرة المدنية): يحدد قا المادة السابقة، تاريخ جلسة البت في التعرض ويفصل فيه داخل أجل أيام، بعد استدعاء ذوي ____، عند الاقتضاء، أقصاه ثلاثة ويكون أمره في هذه الحالة غير قابل لأي طعن",
  "options": [
   "المصلحة",
   "الطعن بالنقض",
   "الإنذار",
   "الغرامة التهديدية"
  ],
  "a": 0,
  "exp": "المادة 557: يحدد قا المادة السابقة، تاريخ جلسة البت في التعرض ويفصل فيه داخل أجل أيام، بعد استدعاء ذوي المصلحة، عند الاقتضاء، أقصاه ثلاثة ويكون أمره في هذه الحالة غير قابل لأي طعن"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 558 من المسطرة المدنية): يصبح دفتر شروط البيع نهائيا وغير قابل للتغيير إذا انق ____ات، دون تقديم أي تعرض عليه أو بعد صدور أمر قا التنفيذ طبقا للمادة السابقة يمكن لكل من يرغب في المشاركة في المزاد العلني، أن يطلع على دفتر الشروط بكتابة ضبط المحكمة أو بالموقع الإلكتروني للمحكمة د - بيع العقار المحجوز",
  "options": [
   "التعرض",
   "الميراث",
   "الخبرة",
   "الإعفاء"
  ],
  "a": 0,
  "exp": "المادة 558: يصبح دفتر شروط البيع نهائيا وغير قابل للتغيير إذا انق التعرضات، دون تقديم أي تعرض عليه أو بعد صدور أمر قا التنفيذ طبقا للمادة السابقة يمكن لكل من يرغب في المشاركة في المزاد العلني، أن يطلع على دفتر الشروط بكتابة ضبط المحكمة أو بالموقع الإلكتروني للمحكمة د - بيع العقار المحجوز"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 559 من المسطرة المدنية): ب باللوحة المخصصة للإعلانات في ____ التي يوجد العقار داخل دائرة نفوذها ؛",
  "options": [
   "المحكمة الابتدائية",
   "الكفالة",
   "الزواج",
   "الاستئناف"
  ],
  "a": 0,
  "exp": "المادة 559: يحدد قا يوما من تاريخ انصرام أجل تقديم التعرضات أو خمسة عشر من تاريخ البت فيها، ويعلم المكلف بالتنفيذ العموم بالمزاد العلني من خلال : - التعليق : أ على كل واحد من العقارات المحجوزة، وكذا في الأسواق المجاورة لكل عقار من هذه العقارات ؛ ب باللوحة المخصصة للإعلانات في المحكمة الابتدائية التي يوجد العقار داخل دائرة نفوذها ؛ ج بمكاتب السلطة المحلية والجماعات…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 560 من المسطرة المدنية): يتلقى المكلف بالتنفيذ العروض بالشراء مباشرة أو عبر منصة إلكترونية إلى غاية إقفال محضر المزاد، ويثبتها حسب ترتيبها التاريخي في محضر خاص بتلقي العروض يستدعي المكلف بالتنفيذ المنفذ عليه والمتزايدين الذين قدموا أيام من التاريخ المحدد عروضهم للحضور، وذلك قبل خمسة للمزاد يجوز لكل شخص أن يتقدم للمزاد بنفسه أو بوكيل خاص عنه، على أن تضم ____ الخاصة إلى وثائق الملف، شريطة ألا تكون هذه الوكالة بغاية اقتناء المحل موضوع البيع بالمزاد لفائدة الوكيل",
  "options": [
   "الوكالة",
   "الغرامة التهديدية",
   "الطلاق",
   "المحكمة الابتدائية"
  ],
  "a": 0,
  "exp": "المادة 560: يتلقى المكلف بالتنفيذ العروض بالشراء مباشرة أو عبر منصة إلكترونية إلى غاية إقفال محضر المزاد، ويثبتها حسب ترتيبها التاريخي في محضر خاص بتلقي العروض يستدعي المكلف بالتنفيذ المنفذ عليه والمتزايدين الذين قدموا أيام من التاريخ المحدد عروضهم للحضور، وذلك قبل خمسة للمزاد يجوز لكل شخص أن يتقدم للمزاد بنفسه أو بوكيل خاص عنه، على أن تضم الوكالة الخاصة إلى وثائق…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 561 من المسطرة المدنية): إذا حل اليوم والساعة المعينان لإجراء المزاد ولم يؤد المنفذ عليه ما بذمته، قام المكلف بالتنفيذ، بعد التذكير بالعقار موضوع المزايدة وبالتكاليف التي يتحملها والثمن الأسا شروط البيع أو، عند الاقتضاء، العروض المقدمة وآخر أجل لقبول العروض الجديدة، بالإعلان عن رسو المزاد على المتزايد الموسر الأخير الذي قدم أعلى عرض أو قدم كفيلا موسرا بعد مرور ثلاث دقائق، وحرر محضرا بإرساء المزاد يؤدي من رسا عليه المزاد الثمن بكتابة الضبط خلال ____ من تاريخ المزاد، ويجب عليه أن يؤدي علاوة على ذلك مصاريف التنفيذ المحددة من طرف قا يمكن أن تتم عملية البيع بالمزاد العلني عن طريق المنصة الإلكترونية المعدة لهذا الغرض يحدد نص تنظيمي كيفية تطبيق هذه العملية",
  "options": [
   "عشرة أيام",
   "خمسة عشرة يوما",
   "خمسة يوما",
   "ثمانية أيام"
  ],
  "a": 0,
  "exp": "المادة 561: إذا حل اليوم والساعة المعينان لإجراء المزاد ولم يؤد المنفذ عليه ما بذمته، قام المكلف بالتنفيذ، بعد التذكير بالعقار موضوع المزايدة وبالتكاليف التي يتحملها والثمن الأسا شروط البيع أو، عند الاقتضاء، العروض المقدمة وآخر أجل لقبول العروض الجديدة، بالإعلان عن رسو المزاد على المتزايد الموسر الأخير الذي قدم أعلى عرض أو قدم كفيلا موسرا بعد مرور ثلاث دقائق، وحرر…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 562 من المسطرة المدنية): لا يمكن تغيير التاريخ المحدد للمزاد، إلا بأمر من قا بناء على طلب الأطراف أو المكلف بالتنفيذ، ولا يكون ذلك إلا لأسباب خطيرة ومبررة بصورة كافية، أو إذا لم تكن هناك عروض أو كانت العروض المقدمة غير كافية بصورة واضحة تعتبر العروض المقدمة كافية إذا كانت مساوية على الأقل للثمن المحدد في دفتر شروط البيع يحدد الأمر المذكور في الفقرة الأولى التاريخ الجديد للمزاد، على يوما من تاريخ صدوره أن لا يتعدى خمسة عشر إذا لم يقع البيع بعد تحديد الثمن الافتتاحي، بسبب عدم حضور متزايدين أو عدم كفاية العروض المقدمة في السمسرات العمومية الثلاث أو في إحداها، أو عدم تقديم أي عرض، جاز لقا أن يقرر تحديد ثمن افتتاحي جديد، تلقائيا أو بناء على طلب كل ذي مصلحة، استنادا إلى تقرير خبير مختص إذا لم يقع البيع، أمكن لقا بالمائة، للبيع تلقائيا، على ألا يتجاوز هذا التخفيض نسبة ثلاثين بالمائة من المبلغ المحدد في ____ الأخيرة وألا يقل عن عشرة",
  "options": [
   "الخبرة",
   "النفقة",
   "التركة",
   "القرائن"
  ],
  "a": 0,
  "exp": "المادة 562: لا يمكن تغيير التاريخ المحدد للمزاد، إلا بأمر من قا بناء على طلب الأطراف أو المكلف بالتنفيذ، ولا يكون ذلك إلا لأسباب خطيرة ومبررة بصورة كافية، أو إذا لم تكن هناك عروض أو كانت العروض المقدمة غير كافية بصورة واضحة تعتبر العروض المقدمة كافية إذا كانت مساوية على الأقل للثمن المحدد في دفتر شروط البيع يحدد الأمر المذكور في الفقرة الأولى التاريخ الجديد للمزاد، على…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 563 من المسطرة المدنية): أيام من تاريخ المزاد يمكن لكل شخص داخل أجل عشرة العلني، أن يقدم عرضا بالزيادة عن المبلغ الذي رسا عليه المزاد، بشرط أن يفوق العرض المقدم ثمن البيع الأصلي و____ بمقدار الثلث يودع صاحب هذا العرض، داخل نفس الأجل، المبلغ الذي رسا عليه المزاد زائد مبلغ الثلث بصندوق المحكمة، أو بأي وسيلة معتمدة من قبل السلطة الحكومية المكلفة بالعدل يتعهد صاحب هذا العرض كتابة ببقائه متزايدا بثمن المزاد الأول مضافا إليه الزيادة، ولا يحق له العدول عنه يجب على مقدم العرض الزائد بالثلث الإدلاء بعنوانه لتبليغ الإجراءات إليه، ويعتبر كل إجراء تم نشره تبليغا صحيحا يوما بعد يجرى مزاد نهائي بعد انصرام أجل خمسة عشر الإعلان عنه وإشهاره، وتتم في شأنه نفس الإجراءات المتخذة في المزاد الأول",
  "options": [
   "المصاريف",
   "السجل التجاري",
   "النفقة",
   "التحكيم"
  ],
  "a": 0,
  "exp": "المادة 563: أيام من تاريخ المزاد يمكن لكل شخص داخل أجل عشرة العلني، أن يقدم عرضا بالزيادة عن المبلغ الذي رسا عليه المزاد، بشرط أن يفوق العرض المقدم ثمن البيع الأصلي والمصاريف بمقدار الثلث يودع صاحب هذا العرض، داخل نفس الأجل، المبلغ الذي رسا عليه المزاد زائد مبلغ الثلث بصندوق المحكمة، أو بأي وسيلة معتمدة من قبل السلطة الحكومية المكلفة بالعدل يتعهد صاحب هذا العرض كتابة…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 564 من المسطرة المدنية): يعتبر محضر المزاد : - سندا ____ بالثمن الذي رسا به المزاد ؛",
  "options": [
   "للمطالبة",
   "ويمكن",
   "ادعاءاته",
   "القعــدة"
  ],
  "a": 0,
  "exp": "المادة 564: يعتبر محضر المزاد : - سندا للمطالبة بالثمن الذي رسا به المزاد ؛ - سند ملكية لصالح من رسا عليه المزاد ؛ - سندا تنفيذيا لتسليم العقار المبيع لمن رسا عليه المزاد يتضمن المحضر أسباب الحجز العقاري والإجراءات المتبعة ورسو المزاد لا يسلم المحضر مع الوثائق المتعلقة بالعقار إلا عند إثبات تنفيذ شروط المزاد"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 565 من المسطرة المدنية): لا ينقل رسو المزاد إلى من رسا عليه، سوى ما كان للمنفذ عليه من حقوق في العقار ____",
  "options": [
   "المبيع",
   "والمحدد",
   "الاستئناف",
   "مراقبة"
  ],
  "a": 0,
  "exp": "المادة 565: لا ينقل رسو المزاد إلى من رسا عليه، سوى ما كان للمنفذ عليه من حقوق في العقار المبيع"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 566 من المسطرة المدنية): إذا لم ينفذ من رسا عليه المزاد شروط المزاد، أنذر بذلك، فإن لم أيام، أعيد البيع تحت مسؤوليته ____ يستجب خلال عشرة",
  "options": [
   "وعهدته",
   "الجرمية",
   "لتقدير",
   "إنشائها"
  ],
  "a": 0,
  "exp": "المادة 566: إذا لم ينفذ من رسا عليه المزاد شروط المزاد، أنذر بذلك، فإن لم أيام، أعيد البيع تحت مسؤوليته وعهدته يستجب خلال عشرة"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 567 من المسطرة المدنية): تنحصر إجراءات إعادة البيع في إشهار جديد فقط، على أن يقع يوما المزاد خلال ثلاثين يتضمن الإشهار علاوة على البيانات العادية المتعلقة بالعقار، بيان المبلغ الذي رسا عليه المزاد الأول وتاريخ المزاد الجديد غير أنه يمكن للمشتري المتخلف، إيقاف إجراءات البيع الجديد إلى يوم المزاد، بإثبات ما يفيد قيامه بتنفيذ شروط المزاد الذي استفاد منه والوفاء ب____ التي تسبب فيها نتيجة تخلفه",
  "options": [
   "المصاريف",
   "التأمين",
   "الطعن بالتعرض",
   "التماس إعادة النظر"
  ],
  "a": 0,
  "exp": "المادة 567: تنحصر إجراءات إعادة البيع في إشهار جديد فقط، على أن يقع يوما المزاد خلال ثلاثين يتضمن الإشهار علاوة على البيانات العادية المتعلقة بالعقار، بيان المبلغ الذي رسا عليه المزاد الأول وتاريخ المزاد الجديد غير أنه يمكن للمشتري المتخلف، إيقاف إجراءات البيع الجديد إلى يوم المزاد، بإثبات ما يفيد قيامه بتنفيذ شروط المزاد الذي استفاد منه والوفاء بالمصاريف التي تسبب…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 568 من المسطرة المدنية): يترتب عن المزاد الجديد فسخ الأول بأثر رجعي يلزم المشتري المتخلف بأداء الفرق إذا كان الثمن الذي رسا عليه المزاد الجديد أقل من الأول، دون أن يكون له حق طلب ما قد ينتج من زيادة، ____ لفائدة الخزينة العامة مبلغ الثلث المؤدى، على أن يستفيد المنفذ له من الفرق في الثمن يعتبر محضر المزاد في هذه الحالة، سندا تنفيذيا في مواجهة المتزايد المتخلف",
  "options": [
   "ويصادر",
   "والحق",
   "احتفظ",
   "القضاة"
  ],
  "a": 0,
  "exp": "المادة 568: يترتب عن المزاد الجديد فسخ الأول بأثر رجعي يلزم المشتري المتخلف بأداء الفرق إذا كان الثمن الذي رسا عليه المزاد الجديد أقل من الأول، دون أن يكون له حق طلب ما قد ينتج من زيادة، ويصادر لفائدة الخزينة العامة مبلغ الثلث المؤدى، على أن يستفيد المنفذ له من الفرق في الثمن يعتبر محضر المزاد في هذه الحالة، سندا تنفيذيا في مواجهة المتزايد المتخلف"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 569 من المسطرة المدنية): يمكن للمنفذ عليه الطعن ب____ في محضر رسو المزاد خلال أيام من تاريخ تحرير محضر رسو المزاد، استنادا إلى عشرة سبب خطير مبني على أساس صحيح، أو بوجود عيب في إجراءات البيع يوم المزاد ويمكن مساءلة المكلف بالتنفيذ تأديبيا الذي ثبتت مسؤوليته، دون الإخلال بالمتابعات الزجرية في الموضوع تبت المحكمة في هذا الطعن على وجه الاستعجال يسوغ لقا بإيقاف أثر المزاد مؤقتا بعد الإدلاء بنسخة من مقال الطعن، إذا ظهرت له جدية الأسباب المعتمدة في دعوى البطلان لا يقبل هذا الأمر أي طعن هـ - دعوى استحقاق العقارات المحجوزة",
  "options": [
   "البطلان",
   "الموطن",
   "الرهن الحيازي",
   "الاختصاص الانتهائي"
  ],
  "a": 0,
  "exp": "المادة 569: يمكن للمنفذ عليه الطعن بالبطلان في محضر رسو المزاد خلال أيام من تاريخ تحرير محضر رسو المزاد، استنادا إلى عشرة سبب خطير مبني على أساس صحيح، أو بوجود عيب في إجراءات البيع يوم المزاد ويمكن مساءلة المكلف بالتنفيذ تأديبيا الذي ثبتت مسؤوليته، دون الإخلال بالمتابعات الزجرية في الموضوع تبت المحكمة في هذا الطعن على وجه الاستعجال يسوغ لقا بإيقاف أثر المزاد مؤقتا بعد…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 570 من المسطرة المدنية): إذا ادعى الغير أن الحجز انصب على عقارات يملكها، أمكنه لإبطال الحجز رفع دعوى الاستحقاق ضد طالب التنفيذ والمنفذ عليه والمتدخلين يمكن رفع هذه ____ إلى حين رسو المزاد النهائي أعلاه تباشر هذه الدعوى وفقا لمقتضيات المادة",
  "options": [
   "الدعوى",
   "الفاتورة",
   "الميراث",
   "الطلبات العارضة"
  ],
  "a": 0,
  "exp": "المادة 570: إذا ادعى الغير أن الحجز انصب على عقارات يملكها، أمكنه لإبطال الحجز رفع دعوى الاستحقاق ضد طالب التنفيذ والمنفذ عليه والمتدخلين يمكن رفع هذه الدعوى إلى حين رسو المزاد النهائي أعلاه تباشر هذه الدعوى وفقا لمقتضيات المادة"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 571 من المسطرة المدنية): يمكن لمن يدعي من الأغيار ملكية العقارات المحجوزة أن يتقدم إلى رئيس المحكمة، قبل تاريخ بيعها، بطلب إيقاف إجراءات البيع في مواجهة المنفذ عليه، وطالب التنفيذ، والمتدخلين في حالة وجودهم، مرفق بالوثائق والمستندات التي تدعمه وبما يفيد رفع دعوى الاستحقاق يستدعى المحجوز عليه والدائن الحاجز إلى أقرب جلسة ممكنة، لإبداء اعتراضهما يجوز إيقاف إجراءات البيع بأمر من رئيس المحكمة، إذا ظهر من الوثائق المدلى بها أنها مبنية على أساس صحيح، وله أن يرفض طلب وقف إجراءات البيع، متى تبين له أن لا موجب لذلك لا يقبل الأمر الصادر عن رئيس المحكمة، في جميع الأحوال، أي طعن ____",
  "options": [
   "الحجز لدى الغير",
   "الدين",
   "النيابة العامة",
   "الطلبات العارضة"
  ],
  "a": 0,
  "exp": "المادة 571: يمكن لمن يدعي من الأغيار ملكية العقارات المحجوزة أن يتقدم إلى رئيس المحكمة، قبل تاريخ بيعها، بطلب إيقاف إجراءات البيع في مواجهة المنفذ عليه، وطالب التنفيذ، والمتدخلين في حالة وجودهم، مرفق بالوثائق والمستندات التي تدعمه وبما يفيد رفع دعوى الاستحقاق يستدعى المحجوز عليه والدائن الحاجز إلى أقرب جلسة ممكنة، لإبداء اعتراضهما يجوز إيقاف إجراءات البيع بأمر من رئيس…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 572 من المسطرة المدنية): يمكن لكل دائن يتوفر على دين ثابت وحال الأداء، إجراء حجز بين يدي الغير على مبالغ وسندات لمدينه والتعرض على تسليمها له غير أنه لا يقبل تحويل أو حجز الأموال التالية : - أموال الدولة و____ ومجموعاتها وهيئاتها ؛",
  "options": [
   "الجماعات الترابية",
   "الغيابي",
   "الطعن بالتعرض",
   "الولاية"
  ],
  "a": 0,
  "exp": "المادة 572: يمكن لكل دائن يتوفر على دين ثابت وحال الأداء، إجراء حجز بين يدي الغير على مبالغ وسندات لمدينه والتعرض على تسليمها له غير أنه لا يقبل تحويل أو حجز الأموال التالية : - أموال الدولة والجماعات الترابية ومجموعاتها وهيئاتها ؛ - التعويضات والأموال والاعتمادات التي يصرح القانون بأنها غير قابلة للحجز ؛ - مبالغ النفقة المستحقة ؛ - المبالغ التي تسبق أو ترد باعتبارها…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 573 من المسطرة المدنية): يمكن للمدين أن يتسلم من الغير المحجوز لديه، الجزء غير القابل للحجز من أجره أو ____، ويكون كل وفاء آخر يقوم به نحوه الغير المحجوز لديه باطلا يجوز للدائن أن يوقع الحجز بين يديه على ما يكون مدينا به لمدينه",
  "options": [
   "راتبه",
   "التعويض",
   "المستهلك",
   "وأحيل"
  ],
  "a": 0,
  "exp": "المادة 573: يمكن للمدين أن يتسلم من الغير المحجوز لديه، الجزء غير القابل للحجز من أجره أو راتبه، ويكون كل وفاء آخر يقوم به نحوه الغير المحجوز لديه باطلا يجوز للدائن أن يوقع الحجز بين يديه على ما يكون مدينا به لمدينه"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 574 من المسطرة المدنية): لا يكون لتحويل أو حجز المبالغ المستحقة لمقاولين أو من رسا عليهم مزاد أعمال لها صفة الأشغال العمومية، أثر إلا بعد استلام هذه الأشغال، وبعد خصم جميع المبالغ المستحقة لمن يأتي ذكرهم حسب الترتيب التالي : - الأجراء ____ من أجل أجورهم أو تعويضا عن عطلة مؤدى عنها أو تعويضا مقابلا لها بسبب تلك الأشغال ؛",
  "options": [
   "والمستخدمون",
   "المنازعة",
   "والكيفيات",
   "بالطريقة"
  ],
  "a": 0,
  "exp": "المادة 574: لا يكون لتحويل أو حجز المبالغ المستحقة لمقاولين أو من رسا عليهم مزاد أعمال لها صفة الأشغال العمومية، أثر إلا بعد استلام هذه الأشغال، وبعد خصم جميع المبالغ المستحقة لمن يأتي ذكرهم حسب الترتيب التالي : - الأجراء والمستخدمون من أجل أجورهم أو تعويضا عن عطلة مؤدى عنها أو تعويضا مقابلا لها بسبب تلك الأشغال ؛ - المزودون بالمواد والأشياء الأخرى التي استخدمت في…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 575 من المسطرة المدنية): يتم حجز ما للمدين لدى الغير بناء على سند تنفيذي أو بأمر يصدره رئيس المحكمة، بناء على طلب بشرط ____ إليه عند وجود صعوبة",
  "options": [
   "الرجوع",
   "يؤديها",
   "الديون",
   "مشتملا"
  ],
  "a": 0,
  "exp": "المادة 575: يتم حجز ما للمدين لدى الغير بناء على سند تنفيذي أو بأمر يصدره رئيس المحكمة، بناء على طلب بشرط الرجوع إليه عند وجود صعوبة"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 576 من المسطرة المدنية): - تاريخ وساعة تحرير محضر الحجز وأسماء أطراف ____ ؛",
  "options": [
   "الحجز لدى الغير",
   "الطلب",
   "الحجز التنفيذي",
   "السجل التجاري"
  ],
  "a": 0,
  "exp": "المادة 576: يشتمل محضر الحجز على البيانات التالية : - مراجع سند التنفيذ ؛ - تاريخ وساعة تحرير محضر الحجز وأسماء أطراف الحجز لدى الغير ؛ - بيان المبلغ المحجوز من أجله وفوائده والمصاريف ؛ - البيانات اللازمة لتحديد مركز المدين وعلاقته بالمحجوز لديه، عند الاقتضاء ؛ - تنبيه المحجوز لديه بعدم الوفاء بما في يده إلى المحجوز عليه أو تسليمه إياه ؛ - تكليف المحجوز لديه بالتصريح…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 577 من المسطرة المدنية): يبلغ الأمر بإجراء الحجز أو نسخة من السند التنفيذي إلى المحجوز لديه أولا، وإذا تعلق الأمر بأجور أو مرتبات، إلى المكلف بأداء هذه الأجور أو المرتبات في المكان الذي يعمل فيه المدين المحجوز عليه، أو إلى المحاسب المكلف بالأداء، وينص الحجز على المبلغ الواقع عليه، وينجز محضر ب____، ويبلغ بعد ذلك الأمر بالحجز أو محضر الحجز حسب الحالات إلى المحجوز عليه، مع مراعاة التشريع المتعلق بعقل الأجور، عند الاقتضاء",
  "options": [
   "الحجز لدى الغير",
   "الفاتورة",
   "الرهن",
   "الشطب"
  ],
  "a": 0,
  "exp": "المادة 577: يبلغ الأمر بإجراء الحجز أو نسخة من السند التنفيذي إلى المحجوز لديه أولا، وإذا تعلق الأمر بأجور أو مرتبات، إلى المكلف بأداء هذه الأجور أو المرتبات في المكان الذي يعمل فيه المدين المحجوز عليه، أو إلى المحاسب المكلف بالأداء، وينص الحجز على المبلغ الواقع عليه، وينجز محضر بالحجز لدى الغير، ويبلغ بعد ذلك الأمر بالحجز أو محضر الحجز حسب الحالات إلى المحجوز عليه، مع…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 578 من المسطرة المدنية): يقيد كل حجز لدى الغير في ____ بتاريخه في سجل خاص، وإذا تقدم دائنون آخرون، فإن طلبهم الموقع والمصرح بصحته من طرفهم والمرفق بالمستندات الكفيلة بإعطاء القاضي الدين، يقيد من طرف كاتب الضبط في السجل المذكور ويشعر كاتب الضبط المدين المحجوز عليه والمحجوز لديه بالحجز ساعة في ظرف ثمان وأربعين",
  "options": [
   "كتابة الضبط",
   "العدل",
   "الولاية",
   "التبرع"
  ],
  "a": 0,
  "exp": "المادة 578: يقيد كل حجز لدى الغير في كتابة الضبط بتاريخه في سجل خاص، وإذا تقدم دائنون آخرون، فإن طلبهم الموقع والمصرح بصحته من طرفهم والمرفق بالمستندات الكفيلة بإعطاء القاضي الدين، يقيد من طرف كاتب الضبط في السجل المذكور ويشعر كاتب الضبط المدين المحجوز عليه والمحجوز لديه بالحجز ساعة في ظرف ثمان وأربعين"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 579 من المسطرة المدنية): أعلاه يلتزم المحجوز لديه بالتصريح المنصوص عليه في المادة أيام الموالية للتبليغ، ويجب أن يكون التصريح داخل أجل ثمانية مرفقا بالوثائق المثبتة أو النافية للمديونية في حالة عدم تصريح المحجوز لديه داخل الأجل المذكور في الفقرة أعلاه، يحرر من جديد محضر، بطلب من طالب الحجز، يضمن فيه المكلف بالتنفيذ تصريح المحجوز لديه، وإنذاره في حالة تعذر ذلك أيام من تاريخ ____، تحت بالقيام بالتصريح داخل أجل ثمانية طائلة الحكم عليه بأداء المبلغ الموجود بين يديه وقت تبليغه بالحجز يعفى المحجوز لديه من التصريح في الحالتين الآتيتين : - إذا أودع المحجوز عليه بصندوق المحكمة مبلغا مساويا للدين المحجوز من أجله، أو مبلغا يقدره قا للوفاء بدين الحاجز الذي أوقع حجزه قبل الإيداع ؛",
  "options": [
   "الإنذار",
   "تنازع الاختصاص",
   "الحجز التحفظي",
   "المنصة الإلكترونية"
  ],
  "a": 0,
  "exp": "المادة 579: أعلاه يلتزم المحجوز لديه بالتصريح المنصوص عليه في المادة أيام الموالية للتبليغ، ويجب أن يكون التصريح داخل أجل ثمانية مرفقا بالوثائق المثبتة أو النافية للمديونية في حالة عدم تصريح المحجوز لديه داخل الأجل المذكور في الفقرة أعلاه، يحرر من جديد محضر، بطلب من طالب الحجز، يضمن فيه المكلف بالتنفيذ تصريح المحجوز لديه، وإنذاره في حالة تعذر ذلك أيام من تاريخ الإنذار،…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 580 من المسطرة المدنية): إذا تم إيقاع الحجز بناء على سند تنفيذي، سلم المحجوز لديه للمكلف بالتنفيذ المبالغ المحجوزة بعد انصرام أجل ____ الموالية للتصريح، ما لم ينازع أحد من الأطراف في ذلك في حالة وجود منازعة يقدم الطلب إلى قا الذي يبت بأمر غير قابل لأي طعن يجب على المحجوز عليه إذا قدم طلب المنازعة، إشعار المحجوز لديه بذلك داخل الأجل المذكور أعلاه يمكن تسليم المبالغ المحجوزة قبل انصرام الأجل المذكور في الفقرة الأولى، إذا صرح المحجوز عليه كتابة بأنه لا يرغب في المنازعة",
  "options": [
   "خمسة عشرة يوما",
   "خمسة عشر أيام",
   "عشرة أيام",
   "خمسة أيام"
  ],
  "a": 0,
  "exp": "المادة 580: إذا تم إيقاع الحجز بناء على سند تنفيذي، سلم المحجوز لديه للمكلف بالتنفيذ المبالغ المحجوزة بعد انصرام أجل خمسة عشرة يوما الموالية للتصريح، ما لم ينازع أحد من الأطراف في ذلك في حالة وجود منازعة يقدم الطلب إلى قا الذي يبت بأمر غير قابل لأي طعن يجب على المحجوز عليه إذا قدم طلب المنازعة، إشعار المحجوز لديه بذلك داخل الأجل المذكور أعلاه يمكن تسليم المبالغ…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 581 من المسطرة المدنية): إذا تم ____ بناء على أمر رئيس المحكمة، تعين على طالب الحجز تقديم دعوى المصادقة على الحجز لدى الغير لفائدته أيام الموالية للتبليغات المنصوص أمام المحكمة خلال أجل الثمانية أعلاه، ويرفق طلبه بنسخة من الأمر بالحجز لدى عليها في المادة الغير ومحضر الحجز وسند الدين والمستندات المنصوص عليها في أعلاه و المادتين يقع تنفيذ الحكم الصادر بصحة الحجز لدى الغير بمجرد انتهاء أجل الاستئناف إذا لم تكن المبالغ المحجوزة كافية، فإن المحجوز لديه، يودع المبلغ الذي لديه في كتابة الضبط حيث يوزع على الدائنين بالمحاصة",
  "options": [
   "الحجز لدى الغير",
   "عروض الوفاء",
   "الدفوع الشكلية",
   "الأجل"
  ],
  "a": 0,
  "exp": "المادة 581: إذا تم الحجز لدى الغير بناء على أمر رئيس المحكمة، تعين على طالب الحجز تقديم دعوى المصادقة على الحجز لدى الغير لفائدته أيام الموالية للتبليغات المنصوص أمام المحكمة خلال أجل الثمانية أعلاه، ويرفق طلبه بنسخة من الأمر بالحجز لدى عليها في المادة الغير ومحضر الحجز وسند الدين والمستندات المنصوص عليها في أعلاه و المادتين يقع تنفيذ الحكم الصادر بصحة الحجز لدى الغير…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 582 من المسطرة المدنية): يمكن في كل الأحوال للطرف المحجوز عليه أن يطلب من قا المستعجلات إذنا بتسلم مبالغ من المحجوز لديه رغم التعرض، شرط أن يودع في كتابة الضبط أو لدى شخص معين، باتفاق الأطراف، مبلغا كافيا يحدده الرئيس لتسديد أسباب ____ احتماليا، وذلك في حالة ما إذا أقر المحكوم عليه أو ثبت أنه مدين أعلاه يضمن الأمر الصادر بالسجل المنصوص عليه في المادة تبرأ ذمة المحجوز لديه بمجرد تنفيذ الأمر المشار إليه في الفقرة السابقة، وتنقل آثار الحجز لدى الغير إلى الغير الحائز",
  "options": [
   "الحجز لدى الغير",
   "الإرث",
   "المحامي",
   "الإنذار"
  ],
  "a": 0,
  "exp": "المادة 582: يمكن في كل الأحوال للطرف المحجوز عليه أن يطلب من قا المستعجلات إذنا بتسلم مبالغ من المحجوز لديه رغم التعرض، شرط أن يودع في كتابة الضبط أو لدى شخص معين، باتفاق الأطراف، مبلغا كافيا يحدده الرئيس لتسديد أسباب الحجز لدى الغير احتماليا، وذلك في حالة ما إذا أقر المحكوم عليه أو ثبت أنه مدين أعلاه يضمن الأمر الصادر بالسجل المنصوص عليه في المادة تبرأ ذمة المحجوز…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 583 من المسطرة المدنية): لا يجوز أن يمتد ____ إلى أكثر مما هو ضروري لضمان الوفاء بالدين، ويمكن للمحجوز عليه أن يقدم طلبه إلى قا المستعجلات من أجل قصر الحجز يترتب عن الأمر بقصر الحجز لدى الغير، أولوية الدائنين قبل القصر في استيفاء دينهم من الأموال التي يقصر الحجز عليها، مع مراعاة أسباب الأولوية الأخرى الحجز الارتهاني",
  "options": [
   "الحجز لدى الغير",
   "الصلح",
   "الاستدعاء",
   "الرسم العدلي"
  ],
  "a": 0,
  "exp": "المادة 583: لا يجوز أن يمتد الحجز لدى الغير إلى أكثر مما هو ضروري لضمان الوفاء بالدين، ويمكن للمحجوز عليه أن يقدم طلبه إلى قا المستعجلات من أجل قصر الحجز يترتب عن الأمر بقصر الحجز لدى الغير، أولوية الدائنين قبل القصر في استيفاء دينهم من الأموال التي يقصر الحجز عليها، مع مراعاة أسباب الأولوية الأخرى الحجز الارتهاني"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 584 من المسطرة المدنية): يمكن للمكري، بصفته مالكا أو بأي صفة أخرى لعقار أو أرض فلاحية كلا أو بعضا، أن يطلب من رئيس المحكمة إيقاع حجز ____ لضمان الأكرية المستحقة على الأمتعة والمنقولات والثمار الكائنة في ذلك العقار المكرى أو الموجودة بهذه الأرض، مع مراعاة مقتضيات أدناه المادة يمكن أن يمتد هذا الحجز بنفس الأمر إلى المنقولات التي كانت أثاثا للدار أو مستعملة في الاستغلال الزراعي، إذا كانت قد نقلت بدون ر الواجب التطبيق في النازلة",
  "options": [
   "ارتهاني",
   "للمستندات",
   "مباشرة",
   "بالاحتفاظ"
  ],
  "a": 0,
  "exp": "المادة 584: يمكن للمكري، بصفته مالكا أو بأي صفة أخرى لعقار أو أرض فلاحية كلا أو بعضا، أن يطلب من رئيس المحكمة إيقاع حجز ارتهاني لضمان الأكرية المستحقة على الأمتعة والمنقولات والثمار الكائنة في ذلك العقار المكرى أو الموجودة بهذه الأرض، مع مراعاة مقتضيات أدناه المادة يمكن أن يمتد هذا الحجز بنفس الأمر إلى المنقولات التي كانت أثاثا للدار أو مستعملة في الاستغلال الزراعي،…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 585 من المسطرة المدنية): إذا أجر المكتري الأصلي للغير، أمكن تمديد مفعول ____ بأمر من رئيس المحكمة إلى أمتعة المكترين الفرعيين المجهزة بها الأماكن التي يشغلونها، وكذلك إلى ثمار الأرا فرعيا لضمان الأكرية المستحقة على المكتري الأصلي، غير أنه يمكن للمكترين الفرعيين الحصول على رفع اليد عن هذا الحجز، بعد الإدلاء بما يبرر تأدية ما عليهم من كراء دون غش للمكتري الأصلي، ولا يمكن لهم أن يدفعوا بالأداءات الصادرة عنهم مسبقا إن وجدت",
  "options": [
   "الحجز الارتهاني",
   "القرائن",
   "الهبة",
   "التبليغ الإلكتروني"
  ],
  "a": 0,
  "exp": "المادة 585: إذا أجر المكتري الأصلي للغير، أمكن تمديد مفعول الحجز الارتهاني بأمر من رئيس المحكمة إلى أمتعة المكترين الفرعيين المجهزة بها الأماكن التي يشغلونها، وكذلك إلى ثمار الأرا فرعيا لضمان الأكرية المستحقة على المكتري الأصلي، غير أنه يمكن للمكترين الفرعيين الحصول على رفع اليد عن هذا الحجز، بعد الإدلاء بما يبرر تأدية ما عليهم من كراء دون غش للمكتري الأصلي، ولا يمكن…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 586 من المسطرة المدنية): يطلب الحجز الارتهاني بمقال يقدم إلى رئيس المحكمة التي يقع العقار في دائرة نفوذها، ويمكن تعيين المحجوز عليه حارسا قضائيا، ويحرر محضر بهذا الحجز، يبلغ لكل من المحجوز له والمحجوز عليه أيام إذا بادر المحجوز عليه إلى أداء ما بذمته داخل أجل ثمانية من تاريخ تبليغه الحجز، قدم طلبا لرئيس المحكمة لرفعه إذا انصرم الأجل دون أداء، تقدم الدائن بطلب تصحيح الحجز لدى محكمة الموضوع التي تأذن ببيع المحجوزات غير أنه لا يمكن بيع الأشياء المحجوزة، إلا بعد تصحيح الحجز الارتهاني بحكم من المحكمة المذكورة للمحل الذي أقيم فيه الحجز، بعد استدعاء المدين بصفة قانونية ينفذ الحكم الصادر بصحة الحجز الارتهاني بمجرد انتهاء أجل الاستئناف ____",
  "options": [
   "الحجز الاستحقاقي",
   "الصلح",
   "الدفوع الشكلية",
   "كتابة الضبط"
  ],
  "a": 0,
  "exp": "المادة 586: يطلب الحجز الارتهاني بمقال يقدم إلى رئيس المحكمة التي يقع العقار في دائرة نفوذها، ويمكن تعيين المحجوز عليه حارسا قضائيا، ويحرر محضر بهذا الحجز، يبلغ لكل من المحجوز له والمحجوز عليه أيام إذا بادر المحجوز عليه إلى أداء ما بذمته داخل أجل ثمانية من تاريخ تبليغه الحجز، قدم طلبا لرئيس المحكمة لرفعه إذا انصرم الأجل دون أداء، تقدم الدائن بطلب تصحيح الحجز لدى محكمة…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 587 من المسطرة المدنية): يمكن لكل شخص يدعي حق ملكية أو حيازة أو ضمانا على منقول في حيازة الغير، أن يعمل على وضع هذا ال تجنبا لتلفه يقدم ____ إلى رئيس المحكمة التي يوجد بدائرة نفوذها المحل الذي يتعين إجراء هذا الحجز فيه يبين المقال، ولو على وجه التقريب، المنقولات المدعى استحقاقها وأسباب الحجز وتعيين الشخص الحائز لهذه المنقولات يصدر رئيس المحكمة أمرا يأذن فيه بالحجز، ويبلغ إلى حائز الأشياء، ويحرر المكلف بالتنفيذ حالا محضرا بالأشياء المحجوزة، يبلغ للحاجز والمحجوز عليه",
  "options": [
   "المقال",
   "تنازع الاختصاص",
   "القرائن",
   "التبرع"
  ],
  "a": 0,
  "exp": "المادة 587: يمكن لكل شخص يدعي حق ملكية أو حيازة أو ضمانا على منقول في حيازة الغير، أن يعمل على وضع هذا ال تجنبا لتلفه يقدم المقال إلى رئيس المحكمة التي يوجد بدائرة نفوذها المحل الذي يتعين إجراء هذا الحجز فيه يبين المقال، ولو على وجه التقريب، المنقولات المدعى استحقاقها وأسباب الحجز وتعيين الشخص الحائز لهذه المنقولات يصدر رئيس المحكمة أمرا يأذن فيه بالحجز، ويبلغ إلى حائز…"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 588 من المسطرة المدنية): إذا تعرض الحائز على الحجز، يوقف التنفيذ ____ الصعوبة أمام رئيس المحكمة الذي أمر به، غير أنه يمكن للمكلف بالتنفيذ، تعيين حارس قضائي على المنقولات إلى حين البت في الصعوبة",
  "options": [
   "وترفع",
   "للنائب",
   "تعليلها",
   "إدارة"
  ],
  "a": 0,
  "exp": "المادة 588: إذا تعرض الحائز على الحجز، يوقف التنفيذ وترفع الصعوبة أمام رئيس المحكمة الذي أمر به، غير أنه يمكن للمكلف بالتنفيذ، تعيين حارس قضائي على المنقولات إلى حين البت في الصعوبة"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 589 من المسطرة المدنية): يتم ____ بنفس الطريقة التي يتم بها الحجز التنفيذي، ويمكن تعيين المحجوز لديه حارسا قضائيا يقدم طلب تصحيح الحجز أمام المحكمة التي أصدر رئيسها الأمر أعلاه، غير أنه إذا كان الحجز مرتبطا بدعوى المشار إليه في المادة مقامة لدى القضاء، فإن طلب التصحيح يجب أن يقدم إلى المحكمة المحالة إليها الدعوى",
  "options": [
   "الحجز الاستحقاقي",
   "الغرامة التهديدية",
   "التعرض",
   "الولاية"
  ],
  "a": 0,
  "exp": "المادة 589: يتم الحجز الاستحقاقي بنفس الطريقة التي يتم بها الحجز التنفيذي، ويمكن تعيين المحجوز لديه حارسا قضائيا يقدم طلب تصحيح الحجز أمام المحكمة التي أصدر رئيسها الأمر أعلاه، غير أنه إذا كان الحجز مرتبطا بدعوى المشار إليه في المادة مقامة لدى القضاء، فإن طلب التصحيح يجب أن يقدم إلى المحكمة المحالة إليها الدعوى"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 590 من المسطرة المدنية): يثبت حكم التصحيح حق مدعي الاستحقاق، إذا اعتبر أن ____ مبني على أساس، ويأمر برد الأشياء المنقولة إليه يصدر الحكم ابتدائيا أو انتهائيا وفق القواعد العادية للاختصاص باعتبار قيمة الأشياء المدعى استحقاقها توزيع حصيلة التنفيذ",
  "options": [
   "الطلب",
   "التنازل عن الدعوى",
   "التبرع",
   "الزواج"
  ],
  "a": 0,
  "exp": "المادة 590: يثبت حكم التصحيح حق مدعي الاستحقاق، إذا اعتبر أن الطلب مبني على أساس، ويأمر برد الأشياء المنقولة إليه يصدر الحكم ابتدائيا أو انتهائيا وفق القواعد العادية للاختصاص باعتبار قيمة الأشياء المدعى استحقاقها توزيع حصيلة التنفيذ"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 591 من المسطرة المدنية): توزع حصيلة التنفيذ على الدائنين الحاجزين حجزا تنفيذيا والدائنين ____ في إجراءات التنفيذ، قبل تاريخ إجراء المزاد بمقت الأولوية",
  "options": [
   "المتدخلين",
   "مقابلا",
   "العبارة",
   "والمقررات"
  ],
  "a": 0,
  "exp": "المادة 591: توزع حصيلة التنفيذ على الدائنين الحاجزين حجزا تنفيذيا والدائنين المتدخلين في إجراءات التنفيذ، قبل تاريخ إجراء المزاد بمقت الأولوية"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 592 من المسطرة المدنية): يتعين على أصحاب ديون الامتياز وغيرهم من أصحاب حقوق الأولوية، التدخل في إجراءات التنفيذ خلال أجل ____ من تاريخ إشعارهم بالحجز، تحت طائلة سقوط حقهم في المشاركة في التوزيع",
  "options": [
   "خمسة عشر يوما",
   "ثلاثين يوما",
   "خمسة عشرة يوما",
   "خمسة عشر أيام"
  ],
  "a": 0,
  "exp": "المادة 592: يتعين على أصحاب ديون الامتياز وغيرهم من أصحاب حقوق الأولوية، التدخل في إجراءات التنفيذ خلال أجل خمسة عشر يوما من تاريخ إشعارهم بالحجز، تحت طائلة سقوط حقهم في المشاركة في التوزيع"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 593 من المسطرة المدنية): إذا كانت حصيلة التنفيذ كافية للوفاء بجميع حقوق الدائنين، أيام دفع المكلف بالتنفيذ لكل منهم دينه خلال أجل أقصاه عشرة من تاريخ ____ الثمن بصندوق المحكمة المختصة، وأرجع الباقي إلى المدين أو المنفذ عليه ما لم يكن محل حجز آخر",
  "options": [
   "إيداع",
   "الدفع بعدم القبول",
   "التنفيذ الجبري",
   "الوساطة"
  ],
  "a": 0,
  "exp": "المادة 593: إذا كانت حصيلة التنفيذ كافية للوفاء بجميع حقوق الدائنين، أيام دفع المكلف بالتنفيذ لكل منهم دينه خلال أجل أقصاه عشرة من تاريخ إيداع الثمن بصندوق المحكمة المختصة، وأرجع الباقي إلى المدين أو المنفذ عليه ما لم يكن محل حجز آخر"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 594 من المسطرة المدنية): إذا كانت حصيلة التنفيذ غير كافية للوفاء بحقوق الدائنين، عرض أيام من تاريخ المكلف بالتنفيذ الأمر على قا ____ الثمن بصندوق المحكمة المختصة، لتهيئ مشروع التوزيع",
  "options": [
   "إيداع",
   "الأجل",
   "الهبة",
   "الاستئناف الفرعي"
  ],
  "a": 0,
  "exp": "المادة 594: إذا كانت حصيلة التنفيذ غير كافية للوفاء بحقوق الدائنين، عرض أيام من تاريخ المكلف بالتنفيذ الأمر على قا إيداع الثمن بصندوق المحكمة المختصة، لتهيئ مشروع التوزيع"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 595 من المسطرة المدنية): - الديون العادية بالنسبة لمقدارها يبلغ مشروع التوزيع إلى الدائنين، ويحق لهم الاعتراض عليه خلال يوما من تاريخ ____ خمسة عشر",
  "options": [
   "التبليغ",
   "الحكم",
   "الإعفاء",
   "التعليل"
  ],
  "a": 0,
  "exp": "المادة 595: أيام من تاريخ إحالة الأمر يقوم قا إليه، بإعداد مشروع التوزيع، حسب الترتيب الآتي : - مصاريف التنفيذ ؛ - الديون الممتازة وغيرها من الديون ذات الأولوية مع مراعاة رتبها ؛ - الديون العادية بالنسبة لمقدارها يبلغ مشروع التوزيع إلى الدائنين، ويحق لهم الاعتراض عليه خلال يوما من تاريخ التبليغ خمسة عشر"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 596 من المسطرة المدنية): يقدم الاعتراض عند وجوده إلى المحكمة المختصة في مواجهة جميع الدائنين، ويبت فيه ابتدائيا أو انتهائيا حسب القواعد العادية ____",
  "options": [
   "للاختصاص",
   "السالفة",
   "مكانيا",
   "ومهنته"
  ],
  "a": 0,
  "exp": "المادة 596: يقدم الاعتراض عند وجوده إلى المحكمة المختصة في مواجهة جميع الدائنين، ويبت فيه ابتدائيا أو انتهائيا حسب القواعد العادية للاختصاص"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 597 من المسطرة المدنية): إذا أصبح التوزيع نهائيا بعدم ____ عليه خلال الأجل المشار أعلاه، أو بعد البت في الاعتراضات المقدمة، سلمت إليه في المادة قوائم التوزيع للمعنيين بالأمر، بعد التأشير عليها من طرف قا التنفيذ، ويتم الوفاء في صندوق كتابة ضبط المحكمة التي تمت فيها الإجراءات",
  "options": [
   "التعرض",
   "المحامي",
   "الأمر بالأداء",
   "الامتياز"
  ],
  "a": 0,
  "exp": "المادة 597: إذا أصبح التوزيع نهائيا بعدم التعرض عليه خلال الأجل المشار أعلاه، أو بعد البت في الاعتراضات المقدمة، سلمت إليه في المادة قوائم التوزيع للمعنيين بالأمر، بعد التأشير عليها من طرف قا التنفيذ، ويتم الوفاء في صندوق كتابة ضبط المحكمة التي تمت فيها الإجراءات"
 },
 {
  "cat": "طرق التنفيذ",
  "q": "أكمل الفراغ (المادة 598 من المسطرة المدنية): إذا تدخل أصحاب ____ أو غيرهم من ذوي حقوق الأولوية في إجراءات التنفيذ، ولم تكن لديهم سندات تنفيذية، احتفظ بالأموال محل هذه الحقوق إلى حين صدور حكم نهائي حائز لقوة ال به بشأنها، فإن صدر حكم بتقريرها تواصل هذه الإجراءات تلقائيا، وإذا صدر الحكم بالرفض، وزعت هذه الأموال على الحاجزين، عند الاقتضاء مقتضيات مشتركة بين جميع المحاكم",
  "options": [
   "الامتياز",
   "الوكالة",
   "عدم الاختصاص",
   "الشفعة"
  ],
  "a": 0,
  "exp": "المادة 598: إذا تدخل أصحاب الامتياز أو غيرهم من ذوي حقوق الأولوية في إجراءات التنفيذ، ولم تكن لديهم سندات تنفيذية، احتفظ بالأموال محل هذه الحقوق إلى حين صدور حكم نهائي حائز لقوة ال به بشأنها، فإن صدر حكم بتقريرها تواصل هذه الإجراءات تلقائيا، وإذا صدر الحكم بالرفض، وزعت هذه الأموال على الحاجزين، عند الاقتضاء مقتضيات مشتركة بين جميع المحاكم"
 },
 {
  "cat": "مقتضيات مشتركة بين جميع المحاكم",
  "q": "أكمل الفراغ (المادة 599 من المسطرة المدنية): مع مراعاة المقتضيات القانونية المتعلقة بالدفع بعدم ____ القوانين، لا يجوز للمحاكم أن تبت في دستورية قانون",
  "options": [
   "دستورية",
   "بإعطاء",
   "التذييل",
   "ثمينة"
  ],
  "a": 0,
  "exp": "المادة 599: مع مراعاة المقتضيات القانونية المتعلقة بالدفع بعدم دستورية القوانين، لا يجوز للمحاكم أن تبت في دستورية قانون"
 },
 {
  "cat": "مقتضيات مشتركة بين جميع المحاكم",
  "q": "أكمل الفراغ (المادة 600 من المسطرة المدنية): تختص كل محكمة بالنظر في الصعوبات الموضوعية المتعلقة بتأويل المقررات الصادرة عنها، شريطة ألا تكون محل طعن وفي جميع الأحوال يكون الاختصاص المذكور منعقدا لآخر محكمة بتت في النزاع لا تكون الأحكام الصادرة طبقا للفقرة السابقة قابلة للطعن، إلا إذا كان الحكم في ____ الأصلية قابلا نفسه للطعن",
  "options": [
   "الدعوى",
   "التجريح",
   "محكمة النقض",
   "الإعفاء"
  ],
  "a": 0,
  "exp": "المادة 600: تختص كل محكمة بالنظر في الصعوبات الموضوعية المتعلقة بتأويل المقررات الصادرة عنها، شريطة ألا تكون محل طعن وفي جميع الأحوال يكون الاختصاص المذكور منعقدا لآخر محكمة بتت في النزاع لا تكون الأحكام الصادرة طبقا للفقرة السابقة قابلة للطعن، إلا إذا كان الحكم في الدعوى الأصلية قابلا نفسه للطعن"
 },
 {
  "cat": "مقتضيات مشتركة بين جميع المحاكم",
  "q": "أكمل الفراغ (المادة 601 من المسطرة المدنية): يجب التقيد بالآجال المحددة في هذا القانون، أو في قوانين أخرى ____ حق التقاضي",
  "options": [
   "لممارسة",
   "توزيع",
   "ونكوله",
   "المعنيون"
  ],
  "a": 0,
  "exp": "المادة 601: يجب التقيد بالآجال المحددة في هذا القانون، أو في قوانين أخرى لممارسة حق التقاضي"
 },
 {
  "cat": "مقتضيات مشتركة بين جميع المحاكم",
  "q": "أكمل الفراغ (المادة 602 من المسطرة المدنية): تكون جميع الآجال المنصوص عليها في هذا القانون كاملة، فلا يحسب اليوم الذي يتم فيه تسليم ____ أو التبليغ أو الإنذار، أو أي إجراء آخر للشخص نفسه أو في موطنه، ولا اليوم الأخير الذي تنتهي فيه إذا كان اليوم الأخير يوم عطلة امتد الأجل إلى أول يوم عمل بعده إذا تمت الإجراءات المذكورة أعلاه بطريقة إلكترونية، فإن احتساب الأجل يتم بصورة مستمرة إلى غاية منتصف ليل اليوم الأخير من الأجل المحدد قانونا",
  "options": [
   "الاستدعاء",
   "الترجمة",
   "الخبرة",
   "الأجرة"
  ],
  "a": 0,
  "exp": "المادة 602: تكون جميع الآجال المنصوص عليها في هذا القانون كاملة، فلا يحسب اليوم الذي يتم فيه تسليم الاستدعاء أو التبليغ أو الإنذار، أو أي إجراء آخر للشخص نفسه أو في موطنه، ولا اليوم الأخير الذي تنتهي فيه إذا كان اليوم الأخير يوم عطلة امتد الأجل إلى أول يوم عمل بعده إذا تمت الإجراءات المذكورة أعلاه بطريقة إلكترونية، فإن احتساب الأجل يتم بصورة مستمرة إلى غاية منتصف ليل…"
 },
 {
  "cat": "مقتضيات مشتركة بين جميع المحاكم",
  "q": "أكمل الفراغ (المادة 603 من المسطرة المدنية): تعتبر أيام عطل، بالنسبة لتطبيق هذا القانون، جميع الأيام ____ة كذلك بمقت",
  "options": [
   "المقرر",
   "الأمر بالأداء",
   "الحجز لدى الغير",
   "الوصية"
  ],
  "a": 0,
  "exp": "المادة 603: تعتبر أيام عطل، بالنسبة لتطبيق هذا القانون، جميع الأيام المقررة كذلك بمقت"
 },
 {
  "cat": "مقتضيات مشتركة بين جميع المحاكم",
  "q": "أكمل الفراغ (المادة 604 من المسطرة المدنية): يبتدئ سريان أجل الطعن تجاه الشخص الذي بلغ المقرر القضائي بناء على طلبه من تاريخ ____ إذا تعدد المبلغ إليهم، يسري الأجل بالنسبة لطالب التبليغ ابتداء من تاريخ تبليغ أولهم",
  "options": [
   "التبليغ",
   "البطلان",
   "المنصة الإلكترونية",
   "الخبرة"
  ],
  "a": 0,
  "exp": "المادة 604: يبتدئ سريان أجل الطعن تجاه الشخص الذي بلغ المقرر القضائي بناء على طلبه من تاريخ التبليغ إذا تعدد المبلغ إليهم، يسري الأجل بالنسبة لطالب التبليغ ابتداء من تاريخ تبليغ أولهم"
 },
 {
  "cat": "مقتضيات مشتركة بين جميع المحاكم",
  "q": "أكمل الفراغ (المادة 605 من المسطرة المدنية): كلما كانت الطلبات تستهدف التصريح بمديونية الدولة أو إدارة أو مؤسسة عمومية أو شخص آخر من أشخاص القانون العام، في قضية لا علاقة لها بالضرائب ولا بإدارة أملاك الدولة، وجب إدخال الوكيل القضائي للمملكة في الدعوى، وإلا كانت غير مقبولة كلما كانت الطلبات تستهدف التصريح بمديونية ____ أو مجموعاتها، وجب إدخال الوكيل القضائي للجماعات الترابية في الدعوى، وإلا كانت غير مقبولة",
  "options": [
   "الجماعات الترابية",
   "التعليل",
   "إيداع",
   "الحجز الارتهاني"
  ],
  "a": 0,
  "exp": "المادة 605: كلما كانت الطلبات تستهدف التصريح بمديونية الدولة أو إدارة أو مؤسسة عمومية أو شخص آخر من أشخاص القانون العام، في قضية لا علاقة لها بالضرائب ولا بإدارة أملاك الدولة، وجب إدخال الوكيل القضائي للمملكة في الدعوى، وإلا كانت غير مقبولة كلما كانت الطلبات تستهدف التصريح بمديونية الجماعات الترابية أو مجموعاتها، وجب إدخال الوكيل القضائي للجماعات الترابية في الدعوى،…"
 },
 {
  "cat": "مقتضيات مشتركة بين جميع المحاكم",
  "q": "أكمل الفراغ (المادة 606 من المسطرة المدنية): - ____ ومجموعاتها، في شخص ممثلها القانوني ؛",
  "options": [
   "الجماعات الترابية",
   "التماس إعادة النظر",
   "الاختصاص النوعي",
   "القسامة"
  ],
  "a": 0,
  "exp": "المادة 606: ترفع الدعوى من وضد : - الدولة، في شخص رئيس الحكومة وله أن يكلف لتمثيله الوزير المختص، عند الاقتضاء ؛ - الجماعات الترابية ومجموعاتها، في شخص ممثلها القانوني ؛ - المؤسسات العمومية، في شخص ممثلها القانوني ؛ - الخزينة العامة للمملكة، في شخص الخازن العام للمملكة ؛ - المديرية العامة للضرائب، في شخص المدير العام للضرائب فيما يخص النزاعات المتعلقة بالقضايا الجبائية…"
 },
 {
  "cat": "مقتضيات مشتركة بين جميع المحاكم",
  "q": "أكمل الفراغ (المادة 607 من المسطرة المدنية): توجه ____ات والتبليغات وأوراق الاطلاع والإنذارات والإشعارات والتنبيهات، المتعلقة بالمحجور عليهم والشركات والجمعيات وكل الأشخاص الاعتباريين الآخرين، إلى ممثليهم القانونيين بصفتهم هذه",
  "options": [
   "الاستدعاء",
   "الموطن",
   "الرسم القضائي",
   "الإنذار"
  ],
  "a": 0,
  "exp": "المادة 607: توجه الاستدعاءات والتبليغات وأوراق الاطلاع والإنذارات والإشعارات والتنبيهات، المتعلقة بالمحجور عليهم والشركات والجمعيات وكل الأشخاص الاعتباريين الآخرين، إلى ممثليهم القانونيين بصفتهم هذه"
 },
 {
  "cat": "مقتضيات مشتركة بين جميع المحاكم",
  "q": "أكمل الفراغ (المادة 608 من المسطرة المدنية): تراعى في المقتضيات التي تنظم ____ والموطن المواد أدناه، التي تحدد الشروط القانونية للموطن ومحل إلى من الإقامة، حسب مدلول القانون الوطني",
  "options": [
   "الاختصاص المحلي",
   "التحكيم",
   "المصلحة",
   "الزور"
  ],
  "a": 0,
  "exp": "المادة 608: تراعى في المقتضيات التي تنظم الاختصاص المحلي والموطن المواد أدناه، التي تحدد الشروط القانونية للموطن ومحل إلى من الإقامة، حسب مدلول القانون الوطني"
 },
 {
  "cat": "مقتضيات مشتركة بين جميع المحاكم",
  "q": "أكمل الفراغ (المادة 609 من المسطرة المدنية): يكون موطن كل شخص ذاتي، هو محل سكناه الاعتيادي ومركز أعماله ومصالحه وعنوانه المضمن في بطاقته الوطنية للتعريف الإلكترونية إذا كان للشخص موطن بمحل، ومركز لأعماله بمحل آخر، اعتبر مستوطنا ب____ة لحقوقه العائلية وأمواله الشخصية بمحل سكناه الاعتيادي، وبالنسبة لحقوقه الراجعة لنشاطه المهني بالمحل الذي يوجد به مركز أعماله ومصالحه",
  "options": [
   "النسب",
   "شهادة الشهود",
   "النيابة العامة",
   "الطلبات العارضة"
  ],
  "a": 0,
  "exp": "المادة 609: يكون موطن كل شخص ذاتي، هو محل سكناه الاعتيادي ومركز أعماله ومصالحه وعنوانه المضمن في بطاقته الوطنية للتعريف الإلكترونية إذا كان للشخص موطن بمحل، ومركز لأعماله بمحل آخر، اعتبر مستوطنا بالنسبة لحقوقه العائلية وأمواله الشخصية بمحل سكناه الاعتيادي، وبالنسبة لحقوقه الراجعة لنشاطه المهني بالمحل الذي يوجد به مركز أعماله ومصالحه"
 },
 {
  "cat": "مقتضيات مشتركة بين جميع المحاكم",
  "q": "أكمل الفراغ (المادة 610 من المسطرة المدنية): يعتمد العنوان المنصوص عليه في البطاقة الوطنية للتعريف الإلكترونية في جميع الإجراءات القضائية، كلما تعذر إنجاز ____ أو الإجراء المطلوب في العنوان المدلى به، ويعتبر التبليغ صحيحا ومنتجا لآثاره القانونية",
  "options": [
   "التبليغ",
   "الحضانة",
   "الزور",
   "الغيبة"
  ],
  "a": 0,
  "exp": "المادة 610: يعتمد العنوان المنصوص عليه في البطاقة الوطنية للتعريف الإلكترونية في جميع الإجراءات القضائية، كلما تعذر إنجاز التبليغ أو الإجراء المطلوب في العنوان المدلى به، ويعتبر التبليغ صحيحا ومنتجا لآثاره القانونية"
 },
 {
  "cat": "مقتضيات مشتركة بين جميع المحاكم",
  "q": "أكمل الفراغ (المادة 611 من المسطرة المدنية): يعتبر محل الإقامة، هو المحل الذي يوجد به الشخص فعلا في وقت معين يعتبر محل الإقامة ب____ة لمن لا موطن له بالمغرب، هو العنوان المضمن بالبطاقة الوطنية للتعريف الإلكترونية أو أي محل للمخابرة معه باختياره",
  "options": [
   "النسب",
   "الاستئناف",
   "الدعوى",
   "الأبحاث"
  ],
  "a": 0,
  "exp": "المادة 611: يعتبر محل الإقامة، هو المحل الذي يوجد به الشخص فعلا في وقت معين يعتبر محل الإقامة بالنسبة لمن لا موطن له بالمغرب، هو العنوان المضمن بالبطاقة الوطنية للتعريف الإلكترونية أو أي محل للمخابرة معه باختياره"
 },
 {
  "cat": "مقتضيات مشتركة بين جميع المحاكم",
  "q": "أكمل الفراغ (المادة 612 من المسطرة المدنية): يكون ____ القانوني للمحجور عليه، هو موطن حاجره يكون الموطن القانوني للموظف العمومي، هو المحل الذي يمارس به وظيفته",
  "options": [
   "الموطن",
   "الاستدعاء",
   "المحامي",
   "الوصي"
  ],
  "a": 0,
  "exp": "المادة 612: يكون الموطن القانوني للمحجور عليه، هو موطن حاجره يكون الموطن القانوني للموظف العمومي، هو المحل الذي يمارس به وظيفته"
 },
 {
  "cat": "مقتضيات مشتركة بين جميع المحاكم",
  "q": "أكمل الفراغ (المادة 613 من المسطرة المدنية): يكون موطن الشركة، هو المحل الذي يوجد به مقرها الاجتماعي المضمن في ____، ما لم تكن هناك مقتضيات قانونية تنص على خلاف ذلك",
  "options": [
   "السجل التجاري",
   "الدفوع الشكلية",
   "المحكمة الإدارية",
   "التركة"
  ],
  "a": 0,
  "exp": "المادة 613: يكون موطن الشركة، هو المحل الذي يوجد به مقرها الاجتماعي المضمن في السجل التجاري، ما لم تكن هناك مقتضيات قانونية تنص على خلاف ذلك"
 },
 {
  "cat": "مقتضيات مشتركة بين جميع المحاكم",
  "q": "أكمل الفراغ (المادة 614 من المسطرة المدنية): يمكن لكل شخص ذاتي ليس له موطن قانوني أن يغير موطنه، ويتم هذا التغيير بأن ينقل بصفة ____ ودون غش، مسكنه الاعتيادي ومركز أعماله ومصالحه لمحل آخر، مع مراعاة مقت أعلاه",
  "options": [
   "فعلية",
   "التشكك",
   "والتعدد",
   "وتعلق"
  ],
  "a": 0,
  "exp": "المادة 614: يمكن لكل شخص ذاتي ليس له موطن قانوني أن يغير موطنه، ويتم هذا التغيير بأن ينقل بصفة فعلية ودون غش، مسكنه الاعتيادي ومركز أعماله ومصالحه لمحل آخر، مع مراعاة مقت أعلاه"
 },
 {
  "cat": "مقتضيات مشتركة بين جميع المحاكم",
  "q": "أكمل الفراغ (المادة 615 من المسطرة المدنية): يرجح ____ المختار الخاص بتنفيذ بعض الإجراءات وإنجاز أعمال والتزامات ناشئة عنها، على الموطن الحقيقي والموطن القانوني",
  "options": [
   "الموطن",
   "المراجعة",
   "المصاريف",
   "المحكمة الإدارية"
  ],
  "a": 0,
  "exp": "المادة 615: يرجح الموطن المختار الخاص بتنفيذ بعض الإجراءات وإنجاز أعمال والتزامات ناشئة عنها، على الموطن الحقيقي والموطن القانوني"
 },
 {
  "cat": "مقتضيات مشتركة بين جميع المحاكم",
  "q": "أكمل الفراغ (المادة 616 من المسطرة المدنية): يمكن أن يكون لكل أجنبي موطن بالمغرب مع التقيد بالتشريع المتعلق بدخول وإقامة الأجانب بالمملكة تكون القواعد التي تحدد موطن الأجنبي ومحل إقامته، هي نفس القواعد التي يخضع لها ____ المغاربة يفترض في الأجنبي الذي تتوفر فيه هذه الشروط أن له موطنا أو محل إقامة بالمغرب، ما لم يقم دليل على خلاف ذلك لا تطبق مقتضيات هذه المادة على الأجنبي الذي يمارس وظيفة أسندت له من طرف منظمة وطنية أو دولية",
  "options": [
   "المواطنون",
   "الاستدعاءات",
   "للهيئة",
   "العارضة"
  ],
  "a": 0,
  "exp": "المادة 616: يمكن أن يكون لكل أجنبي موطن بالمغرب مع التقيد بالتشريع المتعلق بدخول وإقامة الأجانب بالمملكة تكون القواعد التي تحدد موطن الأجنبي ومحل إقامته، هي نفس القواعد التي يخضع لها المواطنون المغاربة يفترض في الأجنبي الذي تتوفر فيه هذه الشروط أن له موطنا أو محل إقامة بالمغرب، ما لم يقم دليل على خلاف ذلك لا تطبق مقتضيات هذه المادة على الأجنبي الذي يمارس وظيفة أسندت له…"
 },
 {
  "cat": "مقتضيات مشتركة بين جميع المحاكم",
  "q": "أكمل الفراغ (المادة 617 من المسطرة المدنية): لا يفقد المغربي، الذي يتخذ مقر إقامته الأصلية ببلد أجنبي، موطنه بالمغرب إذا كان يمارس بالخارج وظيفة رسمية أسندت له من طرف الدولة أو مؤسسة عمومية مغربية أو دولية يعتبر موطنا للمغربي، الذي يعمل بمنظمة دولية، مركز المؤسسة العمومية التي يعمل بها أو مركز إدارته الأصلية، أو الجهة المختصة لدى السلطة الحكومية المكلفة بالشؤون ____",
  "options": [
   "الخارجية",
   "التقديم",
   "والثاني",
   "الآخرة"
  ],
  "a": 0,
  "exp": "المادة 617: لا يفقد المغربي، الذي يتخذ مقر إقامته الأصلية ببلد أجنبي، موطنه بالمغرب إذا كان يمارس بالخارج وظيفة رسمية أسندت له من طرف الدولة أو مؤسسة عمومية مغربية أو دولية يعتبر موطنا للمغربي، الذي يعمل بمنظمة دولية، مركز المؤسسة العمومية التي يعمل بها أو مركز إدارته الأصلية، أو الجهة المختصة لدى السلطة الحكومية المكلفة بالشؤون الخارجية"
 },
 {
  "cat": "مقتضيات مشتركة بين جميع المحاكم",
  "q": "أكمل الفراغ (المادة 618 من المسطرة المدنية): إذا تعلق الأمر بتلقي شهادة أو يمين أو كفالة أو استجواب طرف أو تعيين خبير واحد أو أكثر، وبصفة عامة القيام، تنفيذا لمقرر قضائي، بإجراء كيفما كان، وكان الأطراف أو موضوع النزاع خارج دائرة نفوذ المحكمة المختصة، أمكن لها انتداب محكمة أخرى، حسبما يقتضيه الحال، للقيام بالإجراءات المأمور بها ترسل الانتدابات القضائية التي يتعين تنفيذها خارج المملكة بالطرق الدبلوماسية، أو طبقا للاتفاقيات الدولية المصادق عليها من طرف المملكة والمنشورة في الجريدة الرسمية تنفذ الإنابات القضائية الدولية الواردة من الخارج بنفس الطريقة التي تنفذ بها الإنابات الصادرة داخل أرا للتشريع المغربي، مع مراعاة مبدأ المعاملة بالمثل يحيل وزير ____ الإنابات القضائية التي توصل بها من السلطات القضائية الأجنبية إلى السلطة القضائية المختصة",
  "options": [
   "العدل",
   "الإرث",
   "التراضي",
   "الطعن بالتعرض"
  ],
  "a": 0,
  "exp": "المادة 618: إذا تعلق الأمر بتلقي شهادة أو يمين أو كفالة أو استجواب طرف أو تعيين خبير واحد أو أكثر، وبصفة عامة القيام، تنفيذا لمقرر قضائي، بإجراء كيفما كان، وكان الأطراف أو موضوع النزاع خارج دائرة نفوذ المحكمة المختصة، أمكن لها انتداب محكمة أخرى، حسبما يقتضيه الحال، للقيام بالإجراءات المأمور بها ترسل الانتدابات القضائية التي يتعين تنفيذها خارج المملكة بالطرق…"
 },
 {
  "cat": "مقتضيات مشتركة بين جميع المحاكم",
  "q": "أكمل الفراغ (المادة 619 من المسطرة المدنية): يتعين، عند تقديم المقالات والطلبات والطعون، أداء الرسوم القضائية وفق مقتضيات القانون المتعلق بالرسوم و____ القضائية وباقي القوانين الجاري بها العمل تنذر المحكمة كل طرف أو محاميه أو وكيله، باستكمال أداء رسم قضائي أو إيداع مبلغ داخل أجل تحدده، تحت طائلة عدم قبول الطلب",
  "options": [
   "المصاريف",
   "الفاتورة",
   "الإرث",
   "التبليغ"
  ],
  "a": 0,
  "exp": "المادة 619: يتعين، عند تقديم المقالات والطلبات والطعون، أداء الرسوم القضائية وفق مقتضيات القانون المتعلق بالرسوم والمصاريف القضائية وباقي القوانين الجاري بها العمل تنذر المحكمة كل طرف أو محاميه أو وكيله، باستكمال أداء رسم قضائي أو إيداع مبلغ داخل أجل تحدده، تحت طائلة عدم قبول الطلب"
 },
 {
  "cat": "مقتضيات مشتركة بين جميع المحاكم",
  "q": "أكمل الفراغ (المادة 620 من المسطرة المدنية): يتم استخلاص الغرامات المحكوم بها بمقت ____ لفائدة الخزينة العامة، طبق ما هو منصوص عليه في مدونة تحصيل الديون العمومية",
  "options": [
   "والمستحقة",
   "بترجمان",
   "قيمتها",
   "بالنظر"
  ],
  "a": 0,
  "exp": "المادة 620: يتم استخلاص الغرامات المحكوم بها بمقت والمستحقة لفائدة الخزينة العامة، طبق ما هو منصوص عليه في مدونة تحصيل الديون العمومية"
 },
 {
  "cat": "مقتضيات مشتركة بين جميع المحاكم",
  "q": "أكمل الفراغ (المادة 621 من المسطرة المدنية): إذا تلف أصل مقرر قضائي أو ضاع قبل تنفيذه، تم اعتماد نسخة رسمية منه محل الأصل، إن تم العثور عليها ولهذه الغاية، يتعين على كل حائز لهذه النسخة أن يسلمها بأمر من رئيس المحكمة إلى كتابة الضبط، فإن امتنع عن تسليمها طوعا، جاز أن تجرى في حقه تدابير التفتيش أو الحجز المقررة في قانون المسطرة الجنائية وإذا لم يتم العثور على أي نسخة رسمية من المقرر، وكان القضاة المشكلون للهيئة المصدرة له أو بعضهم ما زالوا يعملون بنفس المحكمة، أعيد تحريره، من المقرر أو غيره في حالة عدم وجوده، أعلاه وفي حالة عدم و وتوقيعه طبقا لمقتضيات المادتين وجود قضاة الهيئة بالمحكمة، بتت في القضية من جديد إذا تلف أو ضاع ملف دعوى، سواء قبل أو بعد صدور المقرر فيها، أُعيد تكوين نظير له، بواسطة نسخ المقررات والمقالات والمذكرات والمحاضر والوثائق والمستندات والتقارير المحفوظة على ____ أو الموجودة لدى الأطراف أو المحامين أو الخبراء أو الغير، وكذا من خلال الإجراءات المثبتة بسجلات المحكمة",
  "options": [
   "المنصة الإلكترونية",
   "المساعدة القضائية",
   "النفقة",
   "الاختصاص الانتهائي"
  ],
  "a": 0,
  "exp": "المادة 621: إذا تلف أصل مقرر قضائي أو ضاع قبل تنفيذه، تم اعتماد نسخة رسمية منه محل الأصل، إن تم العثور عليها ولهذه الغاية، يتعين على كل حائز لهذه النسخة أن يسلمها بأمر من رئيس المحكمة إلى كتابة الضبط، فإن امتنع عن تسليمها طوعا، جاز أن تجرى في حقه تدابير التفتيش أو الحجز المقررة في قانون المسطرة الجنائية وإذا لم يتم العثور على أي نسخة رسمية من المقرر، وكان القضاة…"
 },
 {
  "cat": "مقتضيات مشتركة بين جميع المحاكم",
  "q": "أكمل الفراغ (المادة 622 من المسطرة المدنية): تطبق أحكام هذا القانون على كافة الإجراءات فيما لم يرد بشأنه نص خاص ____ المساطر والإجراءات القضائية",
  "options": [
   "رقمنة",
   "ويطلب",
   "اقتصر",
   "يملكها"
  ],
  "a": 0,
  "exp": "المادة 622: تطبق أحكام هذا القانون على كافة الإجراءات فيما لم يرد بشأنه نص خاص رقمنة المساطر والإجراءات القضائية"
 },
 {
  "cat": "رقمنة المساطر والإجراءات القضائية",
  "q": "أكمل الفراغ (المادة 623 من المسطرة المدنية): علاوة على المقتضيات المنصوص عليها في هذا القسم، يمكن إنجاز، بطريقة إلكترونية، المساطر والإجراءات المنصوص عليها في هذا القانون أو المحال إليها في قوانين أخرى، وذلك وفق المبادئ والكيفيات المحددة بموجب هذا القانون وباقي النصوص التشريعية والتنظيمية الجاري بها العمل، لا سيما تلك المتعلقة ____ الإلكترونية يتعين، عند مباشرة المساطر والإجراءات بطريقة إلكترونية، تطبيق مقتضيات هذا القانون، مع مراعاة طبيعة وخصوصية المساطر والإجراءات المنجزة بطريقة إلكترونية",
  "options": [
   "بالمعاملات",
   "والالتزامات",
   "الجهالة",
   "والمقال"
  ],
  "a": 0,
  "exp": "المادة 623: علاوة على المقتضيات المنصوص عليها في هذا القسم، يمكن إنجاز، بطريقة إلكترونية، المساطر والإجراءات المنصوص عليها في هذا القانون أو المحال إليها في قوانين أخرى، وذلك وفق المبادئ والكيفيات المحددة بموجب هذا القانون وباقي النصوص التشريعية والتنظيمية الجاري بها العمل، لا سيما تلك المتعلقة بالمعاملات الإلكترونية يتعين، عند مباشرة المساطر والإجراءات بطريقة…"
 },
 {
  "cat": "رقمنة المساطر والإجراءات القضائية",
  "q": "أكمل الفراغ (المادة 624 من المسطرة المدنية): يحدث نظام معلوماتي لتدبير المساطر والإجراءات القضائية أمام محاكم الدرجة الأولى ومحاكم الدرجة الثانية، يشار إليه في هذا القانون باسم يتم تدبير النظام المعلوماتي ومسك قاعدة المعطيات المتعلقة به من طرف السلطة القضائية، بتنسيق مع السلطة الحكومية المكلفة بالعدل، كل في حدود اختصاصه تتولى ____ من خلال نظامها المعلوماتي تدبير المساطر والإجراءات القضائية المتعلقة بها",
  "options": [
   "محكمة النقض",
   "قسمة التركة",
   "إيداع",
   "التبرع"
  ],
  "a": 0,
  "exp": "المادة 624: يحدث نظام معلوماتي لتدبير المساطر والإجراءات القضائية أمام محاكم الدرجة الأولى ومحاكم الدرجة الثانية، يشار إليه في هذا القانون باسم يتم تدبير النظام المعلوماتي ومسك قاعدة المعطيات المتعلقة به من طرف السلطة القضائية، بتنسيق مع السلطة الحكومية المكلفة بالعدل، كل في حدود اختصاصه تتولى محكمة النقض من خلال نظامها المعلوماتي تدبير المساطر والإجراءات القضائية…"
 },
 {
  "cat": "رقمنة المساطر والإجراءات القضائية",
  "q": "أكمل الفراغ (المادة 625 من المسطرة المدنية): تحدث منصات إلكترونية خاصة ب____ن والشركات المدنية المهنية للمحاماة والموثقين والعدول والمفوضين القضائيين والخبراء القضائيين والتراجمة المقبولين لدى المحاكم يتم عبر هذه المنصات إنشاء حسابات مهنية لتبادل المعطيات والوثائق الإلكترونيةالمتعلقة بالمساطر والإجراءات القضائية",
  "options": [
   "المحامي",
   "الوكيل",
   "القسامة",
   "العرقلة"
  ],
  "a": 0,
  "exp": "المادة 625: تحدث منصات إلكترونية خاصة بالمحامين والشركات المدنية المهنية للمحاماة والموثقين والعدول والمفوضين القضائيين والخبراء القضائيين والتراجمة المقبولين لدى المحاكم يتم عبر هذه المنصات إنشاء حسابات مهنية لتبادل المعطيات والوثائق الإلكترونيةالمتعلقة بالمساطر والإجراءات القضائية"
 },
 {
  "cat": "رقمنة المساطر والإجراءات القضائية",
  "q": "أكمل الفراغ (المادة 626 من المسطرة المدنية): يتعين على إدارات الدولة والمؤسسات العمومية والجماعات الترابية ومجموعاتها وهيئاتها وباقي أشخاص القانون العام، الإدلاء من خلال ____ بعناوينها الإلكترونية وأرقام الهاتف، وذلك لغاية اعتمادها في المساطر والإجراءات القضائية الجارية أمام المحاكم",
  "options": [
   "المنصة الإلكترونية",
   "الوساطة",
   "الرهن الحيازي",
   "تنازع الاختصاص"
  ],
  "a": 0,
  "exp": "المادة 626: يتعين على إدارات الدولة والمؤسسات العمومية والجماعات الترابية ومجموعاتها وهيئاتها وباقي أشخاص القانون العام، الإدلاء من خلال المنصة الإلكترونية بعناوينها الإلكترونية وأرقام الهاتف، وذلك لغاية اعتمادها في المساطر والإجراءات القضائية الجارية أمام المحاكم"
 },
 {
  "cat": "رقمنة المساطر والإجراءات القضائية",
  "q": "أكمل الفراغ (المادة 627 من المسطرة المدنية): يمكن لكل شخص ذاتي أو اعتباري من أشخاص القانون الخاص، أن يدلي عبر ____ بعنوان بريده الإلكتروني ورقم هاتفه، مرفوق بتصريح بقبول تبليغه جميع مساطر وإجراءات الدعوى وكافة الوثائق والمستندات لا يعتد بأي تغيير في عنوان البريد الإلكتروني ورقم الهاتف، لم يتم الإشعار به من طرف المعني بالأمر بالمنصة الإلكترونية",
  "options": [
   "المنصة الإلكترونية",
   "المفوض القضائي",
   "الحجز الارتهاني",
   "الرسم العدلي"
  ],
  "a": 0,
  "exp": "المادة 627: يمكن لكل شخص ذاتي أو اعتباري من أشخاص القانون الخاص، أن يدلي عبر المنصة الإلكترونية بعنوان بريده الإلكتروني ورقم هاتفه، مرفوق بتصريح بقبول تبليغه جميع مساطر وإجراءات الدعوى وكافة الوثائق والمستندات لا يعتد بأي تغيير في عنوان البريد الإلكتروني ورقم الهاتف، لم يتم الإشعار به من طرف المعني بالأمر بالمنصة الإلكترونية"
 },
 {
  "cat": "رقمنة المساطر والإجراءات القضائية",
  "q": "أكمل الفراغ (المادة 628 من المسطرة المدنية): تودع المقالات والطلبات والطعون عبر ____، وتؤدى عنها الرسوم والمصاريف القضائية بطريقة إلكترونية، وفق الكيفيات المحددة بنص تنظيمي يتوصل المودع عبر المنصة الإلكترونية، فور كل عملية إيداع أو أداء، بوصل يتضمن تاريخ وساعة الإجراء القضائي تقيد القضايا حسب الترتيب التسلسلي لتلقيها، في السجل الإلكتروني المعد لهذه الغاية بالنظام المعلوماتي، ويعين رئيس المحكمة فورا بطريقة إلكترونية، القاضي المكلف، حسب الحالة، باعتباره مكلفا بتجهيز القضية يمكن لرئيس المحكمة أو من ينوب عنه، عبر النظام المعلوماتي، تغيير القاضي",
  "options": [
   "المنصة الإلكترونية",
   "الطلاق الرجعي",
   "عدم الاختصاص",
   "الدعوى"
  ],
  "a": 0,
  "exp": "المادة 628: تودع المقالات والطلبات والطعون عبر المنصة الإلكترونية، وتؤدى عنها الرسوم والمصاريف القضائية بطريقة إلكترونية، وفق الكيفيات المحددة بنص تنظيمي يتوصل المودع عبر المنصة الإلكترونية، فور كل عملية إيداع أو أداء، بوصل يتضمن تاريخ وساعة الإجراء القضائي تقيد القضايا حسب الترتيب التسلسلي لتلقيها، في السجل الإلكتروني المعد لهذه الغاية بالنظام المعلوماتي، ويعين رئيس…"
 },
 {
  "cat": "رقمنة المساطر والإجراءات القضائية",
  "q": "أكمل الفراغ (المادة 629 من المسطرة المدنية): أعلاه، يوجه الاستدعاء و مع مراعاة مقتضيات المادتين بطريقة إلكترونية، فورا، إلى المدعي أو وكيله أو محاميه، حسب الحالة، كما يوجه استدعاء ونسخة من المقال للطرف المدعى عليه أعلاه إلى وفق مقتضيات المواد من بمجرد توجيه التبليغ إلى المعني بالأمر عبر حسابه الإلكتروني المهني أعلاه، وإشعاره بذلك من خلال رسالة المنصوص عليه في المادة نصية، تصدر ____ إشعارا بالتوصل",
  "options": [
   "المنصة الإلكترونية",
   "مصاريف القضاء",
   "الاختصاص القضائي الدولي",
   "عروض الوفاء"
  ],
  "a": 0,
  "exp": "المادة 629: أعلاه، يوجه الاستدعاء و مع مراعاة مقتضيات المادتين بطريقة إلكترونية، فورا، إلى المدعي أو وكيله أو محاميه، حسب الحالة، كما يوجه استدعاء ونسخة من المقال للطرف المدعى عليه أعلاه إلى وفق مقتضيات المواد من بمجرد توجيه التبليغ إلى المعني بالأمر عبر حسابه الإلكتروني المهني أعلاه، وإشعاره بذلك من خلال رسالة المنصوص عليه في المادة نصية، تصدر المنصة الإلكترونية…"
 },
 {
  "cat": "رقمنة المساطر والإجراءات القضائية",
  "q": "أكمل الفراغ (المادة 630 من المسطرة المدنية): للمحكمة أن تعقد جلساتها بطريقة إلكترونية، متى تبين لها توفر الشروط التقنية اللازمة لذلك تضمن نتيجة الجلسة فورا على النظام المعلوماتي، كما تضمن به أيضا جميع الإجراءات و____ات المتعلقة بالقضية فور اتخاذها يتم تبادل المذكرات والمستنتجات المدلى بها، عبر النظام المعلوماتي، تحت إشراف القاضي الحالة، باعتباره مكلفا بتجهيز الملف يمكن للسلطة القضائية المختصة مع مراعاة مبدأ المعاملة بالمثل، أن تنفذ الإنابات القضائية الدولية الواردة عبر الطريق الدبلوما أو إعمالا للاتفاقيات الدولية المصادق عليها من طرف المملكة المغربية والمنشورة في الجريدة الرسمية، باستعمال تقنية الاتصال عن بعد تتم العملية بعد موافقة المعني بالأمر في مكان مجهز بالوسائل التقنية اللازمة، ويتمتع خلالها بسائر الضمانات القانونية، وتسري عليها نفس القواعد المنظمة للحضور الشخ الآثار يمكن للجهة المشرفة على التنفيذ أن تعترض على العملية أو جزء منها، إذا كان من شأنها المساس بالنظام العام المغربي يحرر محضر بشأنها دون أن يضمن فيه فحوى الإجراء، وفق الشكليات القانونية، ويمكن أن تكون العملية محل تسجيل سمعي وبصري",
  "options": [
   "المقرر",
   "المسطرة المدنية",
   "التأمين",
   "المعاينة"
  ],
  "a": 0,
  "exp": "المادة 630: للمحكمة أن تعقد جلساتها بطريقة إلكترونية، متى تبين لها توفر الشروط التقنية اللازمة لذلك تضمن نتيجة الجلسة فورا على النظام المعلوماتي، كما تضمن به أيضا جميع الإجراءات والمقررات المتعلقة بالقضية فور اتخاذها يتم تبادل المذكرات والمستنتجات المدلى بها، عبر النظام المعلوماتي، تحت إشراف القاضي الحالة، باعتباره مكلفا بتجهيز الملف يمكن للسلطة القضائية المختصة مع…"
 },
 {
  "cat": "رقمنة المساطر والإجراءات القضائية",
  "q": "أكمل الفراغ (المادة 631 من المسطرة المدنية): يعتد أمام المحاكم بالوثائق والمستندات، سواء تم إيداعها أو الإدلاء بها بطريقة إلكترونية أو ورقية يجب على المحامي التصريح بنوعية الوثائق المدلى بها، وما إن كانت أصلية، أو نسخ مطابقة لها، أو صور شمسية، على مستوى ____ بالرغم من كل مقت أو الطعن أو المذكرة أو تقرير خبرة، عبر المنصة الإلكترونية، من الإدلاء بنسخ لها بعدد الأطراف للمحكمة، عند الاقتضاء، مطالبة الأطراف بالإدلاء بأصول الوثائق والمستندات والحجج التي سبق لهم إيداعها بطريقة إلكترونية",
  "options": [
   "المنصة الإلكترونية",
   "كتابة الضبط",
   "الخبرة",
   "عدم الاختصاص"
  ],
  "a": 0,
  "exp": "المادة 631: يعتد أمام المحاكم بالوثائق والمستندات، سواء تم إيداعها أو الإدلاء بها بطريقة إلكترونية أو ورقية يجب على المحامي التصريح بنوعية الوثائق المدلى بها، وما إن كانت أصلية، أو نسخ مطابقة لها، أو صور شمسية، على مستوى المنصة الإلكترونية بالرغم من كل مقت أو الطعن أو المذكرة أو تقرير خبرة، عبر المنصة الإلكترونية، من الإدلاء بنسخ لها بعدد الأطراف للمحكمة، عند الاقتضاء،…"
 },
 {
  "cat": "رقمنة المساطر والإجراءات القضائية",
  "q": "أكمل الفراغ (المادة 632 من المسطرة المدنية): تضمن المقررات القضائية على النظام المعلوماتي، ويوقعها إلكترونيا رئيس الهيئة والقا وكاتب الضبط، حسب الحالة بعد استيفاء الشروط المتطلبة قانونا، تسلم نسخ من المقررات القضائية بطريقة إلكترونية لمن يطلبها من الأطراف عبر ____، كما يمكن أن تسلم نسخ منها لغير الأطراف ممن لهم المصلحة، بناء على طلب يوجه إلى رئيس كتابة الضبط إلكترونيا",
  "options": [
   "المنصة الإلكترونية",
   "المساعدة القضائية",
   "الحجز التحفظي",
   "عروض الوفاء"
  ],
  "a": 0,
  "exp": "المادة 632: تضمن المقررات القضائية على النظام المعلوماتي، ويوقعها إلكترونيا رئيس الهيئة والقا وكاتب الضبط، حسب الحالة بعد استيفاء الشروط المتطلبة قانونا، تسلم نسخ من المقررات القضائية بطريقة إلكترونية لمن يطلبها من الأطراف عبر المنصة الإلكترونية، كما يمكن أن تسلم نسخ منها لغير الأطراف ممن لهم المصلحة، بناء على طلب يوجه إلى رئيس كتابة الضبط إلكترونيا"
 },
 {
  "cat": "رقمنة المساطر والإجراءات القضائية",
  "q": "أكمل الفراغ (المادة 633 من المسطرة المدنية): تبلغ المقررات القضائية تلقائيا إلى الأطراف عبر ____، وذلك في الحالات التي ينص القانون على التبليغ التلقائي كما تبلغ المقررات القضائية من خلال الحساب المهني الإلكتروني للمحامي بناء على موافقته",
  "options": [
   "المنصة الإلكترونية",
   "التعليل",
   "الأتعاب",
   "التأمين"
  ],
  "a": 0,
  "exp": "المادة 633: تبلغ المقررات القضائية تلقائيا إلى الأطراف عبر المنصة الإلكترونية، وذلك في الحالات التي ينص القانون على التبليغ التلقائي كما تبلغ المقررات القضائية من خلال الحساب المهني الإلكتروني للمحامي بناء على موافقته"
 },
 {
  "cat": "رقمنة المساطر والإجراءات القضائية",
  "q": "أكمل الفراغ (المادة 634 من المسطرة المدنية): تباشر عبر النظام المعلوماتي إجراءات تبليغ وتنفيذ المقررات القضائية، وتضمن به جميع الإجراءات المتخذة في هذا الشأن يوجه طي التبليغ أو التنفيذ إلى المفوض القضائي المعني عبر حسابه المهني الإلكتروني، وعلى هذا الأخير إرجاع نتيجة التبليغ أو التنفيذ إلى المحكمة عبر ____ يتولى قا خلال النظام المعلوماتي",
  "options": [
   "المنصة الإلكترونية",
   "الولاية",
   "التماس إعادة النظر",
   "القاصر"
  ],
  "a": 0,
  "exp": "المادة 634: تباشر عبر النظام المعلوماتي إجراءات تبليغ وتنفيذ المقررات القضائية، وتضمن به جميع الإجراءات المتخذة في هذا الشأن يوجه طي التبليغ أو التنفيذ إلى المفوض القضائي المعني عبر حسابه المهني الإلكتروني، وعلى هذا الأخير إرجاع نتيجة التبليغ أو التنفيذ إلى المحكمة عبر المنصة الإلكترونية يتولى قا خلال النظام المعلوماتي"
 },
 {
  "cat": "رقمنة المساطر والإجراءات القضائية",
  "q": "أكمل الفراغ (المادة 635 من المسطرة المدنية): إذا تمت مباشرة إجراءات التنفيذ من خلال النظام المعلوماتي،____ النسخة التنفيذية المدلى بها في جميع إجراءات التنفيذ، بغض النظر عن عدد الأطراف المنفذ عليهم، كما تضمن المعطيات والبيانات ذات الصلة بمسطرة التنفيذ في النظام المعلوماتي لمرة واحدة، وتعتمد مع الوثائق المدلى بها إلكترونيا أمام جميع محاكم المملكة",
  "options": [
   "اعتمدت",
   "بمستشار",
   "مفتوحة",
   "باتفاق"
  ],
  "a": 0,
  "exp": "المادة 635: إذا تمت مباشرة إجراءات التنفيذ من خلال النظام المعلوماتي،اعتمدت النسخة التنفيذية المدلى بها في جميع إجراءات التنفيذ، بغض النظر عن عدد الأطراف المنفذ عليهم، كما تضمن المعطيات والبيانات ذات الصلة بمسطرة التنفيذ في النظام المعلوماتي لمرة واحدة، وتعتمد مع الوثائق المدلى بها إلكترونيا أمام جميع محاكم المملكة"
 },
 {
  "cat": "رقمنة المساطر والإجراءات القضائية",
  "q": "أكمل الفراغ (المادة 636 من المسطرة المدنية): يمكن المشاركة في إجراءات البيع بالمزاد العلني إما حضوريا أو عن بعد من خلال ____ وفق الشروط والكيفيات المحددة بمقت",
  "options": [
   "المنصة الإلكترونية",
   "كتابة الضبط",
   "المسطرة المدنية",
   "القسامة"
  ],
  "a": 0,
  "exp": "المادة 636: يمكن المشاركة في إجراءات البيع بالمزاد العلني إما حضوريا أو عن بعد من خلال المنصة الإلكترونية وفق الشروط والكيفيات المحددة بمقت"
 },
 {
  "cat": "رقمنة المساطر والإجراءات القضائية",
  "q": "أكمل الفراغ (المادة 637 من المسطرة المدنية): يمكن استخراج وتسليم نسخ من الوثائق والمستندات والمقررات القضائية المحفوظة بالنظام المعلوماتي، وذلك عبر ____، وتتضمن هذه النسخ مراجع حفظها، التي تتيح التأكد من صدقيتها",
  "options": [
   "المنصة الإلكترونية",
   "التجريح",
   "الدفع بعدم القبول",
   "القسامة"
  ],
  "a": 0,
  "exp": "المادة 637: يمكن استخراج وتسليم نسخ من الوثائق والمستندات والمقررات القضائية المحفوظة بالنظام المعلوماتي، وذلك عبر المنصة الإلكترونية، وتتضمن هذه النسخ مراجع حفظها، التي تتيح التأكد من صدقيتها"
 },
 {
  "cat": "رقمنة المساطر والإجراءات القضائية",
  "q": "أكمل الفراغ (المادة 638 من المسطرة المدنية): يعتد بالإجراءات المتعلقة بإيداع المقالات والطلبات والطعون والمذكرات والمستنتجات والإدلاء بالوثائق والمستندات وأداء الرسوم القضائية وإيداع المصاريف القضائية وإجراءات التبليغ والتنفيذ، التي أنجزت كليا أو جزئيا من خلال ____",
  "options": [
   "المنصة الإلكترونية",
   "المحامي",
   "التقادم",
   "عقد الزواج"
  ],
  "a": 0,
  "exp": "المادة 638: يعتد بالإجراءات المتعلقة بإيداع المقالات والطلبات والطعون والمذكرات والمستنتجات والإدلاء بالوثائق والمستندات وأداء الرسوم القضائية وإيداع المصاريف القضائية وإجراءات التبليغ والتنفيذ، التي أنجزت كليا أو جزئيا من خلال المنصة الإلكترونية"
 },
 {
  "cat": "رقمنة المساطر والإجراءات القضائية",
  "q": "أكمل الفراغ (المادة 639 من المسطرة المدنية): إذا تم الاستدعاء أو التبليغ أو الإنذار أو تقديم الطعن أو القيام بالإجراء بطريقة إلكترونية، فإن احتساب الآجال يتم وفق مقتضيات أعلاه الفقرة الأخيرة من المادة في حالة تعذر الولوج إلى ____ في اليوم الأخير من الأجل القانوني، يمدد هذا الأجل إلى أول يوم يلي استئناف المنصة تقديم خدماتها بكيفية عادية تنشر الإدارة المختصة بلاغا يثبت العطب الذي أصاب المنصة الإلكترونية يتضمن المدة الزمنية لذلك تطبق أحكام هذا القانون على كافة الإجراءات فيما لم يرد بشأنه نص خاص مقتضيات انتقالية وختامية",
  "options": [
   "المنصة الإلكترونية",
   "مصاريف القضاء",
   "المقال",
   "الأجرة"
  ],
  "a": 0,
  "exp": "المادة 639: إذا تم الاستدعاء أو التبليغ أو الإنذار أو تقديم الطعن أو القيام بالإجراء بطريقة إلكترونية، فإن احتساب الآجال يتم وفق مقتضيات أعلاه الفقرة الأخيرة من المادة في حالة تعذر الولوج إلى المنصة الإلكترونية في اليوم الأخير من الأجل القانوني، يمدد هذا الأجل إلى أول يوم يلي استئناف المنصة تقديم خدماتها بكيفية عادية تنشر الإدارة المختصة بلاغا يثبت العطب الذي أصاب…"
 },
 {
  "cat": "مقتضيات انتقالية وختامية",
  "q": "أكمل الفراغ (المادة 640 من المسطرة المدنية): تطبق أحكام الاتفاقيات الدولية المصادق عليها من قبل المملكة المغربية والمنشورة بالجريدة الرسمية ____ على القواعد المسطرية المنصوص عليها في هذا القانون",
  "options": [
   "بالأسبقية",
   "التقصيرية",
   "استنادا",
   "إجمالي"
  ],
  "a": 0,
  "exp": "المادة 640: تطبق أحكام الاتفاقيات الدولية المصادق عليها من قبل المملكة المغربية والمنشورة بالجريدة الرسمية بالأسبقية على القواعد المسطرية المنصوص عليها في هذا القانون"
 },
 {
  "cat": "مقتضيات انتقالية وختامية",
  "q": "أكمل الفراغ (المادة 641 من المسطرة المدنية): كل إجراء تم صحيحا في ظل القانون المعمول به قبل دخول هذا القانون حيز التنفيذ، يبقى ____ لآثاره القانونية، ما لم ينص على خلاف ذلك",
  "options": [
   "مرتبا",
   "دينهم",
   "بالمرض",
   "الطبية"
  ],
  "a": 0,
  "exp": "المادة 641: كل إجراء تم صحيحا في ظل القانون المعمول به قبل دخول هذا القانون حيز التنفيذ، يبقى مرتبا لآثاره القانونية، ما لم ينص على خلاف ذلك"
 },
 {
  "cat": "مقتضيات انتقالية وختامية",
  "q": "أكمل الفراغ (المادة 642 من المسطرة المدنية): من القانون تنسخ وتعوض كما يلي، مقتضيات الفصل المتعلق بنزع الملكية لأجل المنفعة العامة وبالاحتلال المؤقت رقم من الصادر في الصادر بتنفيذه الظهير الشريف رقم : مايو رجب - إذا لم يقبل المعنيون بالأمر الاتفاق المنصوص أعلاه، تطلب الإدارة المعنية من ____ سنوات من تاريخ نشر القرارات الإدارية المنصوص أعلاه، وتطبق في هذا المجال القواعد الإجرائية من هذا القانون و",
  "options": [
   "المحكمة الابتدائية",
   "الأتعاب",
   "الاستدعاء",
   "اليمين"
  ],
  "a": 0,
  "exp": "المادة 642: من القانون تنسخ وتعوض كما يلي، مقتضيات الفصل المتعلق بنزع الملكية لأجل المنفعة العامة وبالاحتلال المؤقت رقم من الصادر في الصادر بتنفيذه الظهير الشريف رقم : مايو رجب - إذا لم يقبل المعنيون بالأمر الاتفاق المنصوص أعلاه، تطلب الإدارة المعنية من المحكمة الابتدائية سنوات من تاريخ نشر القرارات الإدارية المنصوص أعلاه، وتطبق في هذا المجال القواعد الإجرائية من هذا…"
 },
 {
  "cat": "مقتضيات انتقالية وختامية",
  "q": "أكمل الفراغ (المادة 643 من المسطرة المدنية): أشهر من تاريخ يدخل هذا القانون حيز التنفيذ، بعد ستة نشره بالجريدة الرسمية تظل سارية المفعول مقتضيات قواعد ____ والمكاني المعمول بها قبل دخول هذا القانون حيز التنفيذ، بالنسبة للقضايا الجاهزة للحكم يستمر العمل بالمقتضيات المتعلقة بالآجال، متى بدأ سريانها قبل دخول هذا القانون حيز التنفيذ لا تطبق مقتضيات هذا القانون المتعلقة بطرق الطعن، بالنسبة للأحكام الصادرة قبل دخوله حيز التنفيذ",
  "options": [
   "الاختصاص النوعي",
   "الطلاق",
   "الجماعات الترابية",
   "الصفة"
  ],
  "a": 0,
  "exp": "المادة 643: أشهر من تاريخ يدخل هذا القانون حيز التنفيذ، بعد ستة نشره بالجريدة الرسمية تظل سارية المفعول مقتضيات قواعد الاختصاص النوعي والمكاني المعمول بها قبل دخول هذا القانون حيز التنفيذ، بالنسبة للقضايا الجاهزة للحكم يستمر العمل بالمقتضيات المتعلقة بالآجال، متى بدأ سريانها قبل دخول هذا القانون حيز التنفيذ لا تطبق مقتضيات هذا القانون المتعلقة بطرق الطعن، بالنسبة…"
 },
 {
  "cat": "مقتضيات انتقالية وختامية",
  "q": "أكمل الفراغ (المادة 644 من المسطرة المدنية): ينسخ، ابتداء من تاريخ دخول هذا القانون حيز التنفيذ : بتاريخ - الظهير الشريف بمثابة قانون رقم بالمصادقة على نص قانون شتنبر من رمضان ____، كما وقع تغييره وتتميمه ؛",
  "options": [
   "المسطرة المدنية",
   "العدل",
   "الدين",
   "التنازل"
  ],
  "a": 0,
  "exp": "المادة 644: ينسخ، ابتداء من تاريخ دخول هذا القانون حيز التنفيذ : بتاريخ - الظهير الشريف بمثابة قانون رقم بالمصادقة على نص قانون شتنبر من رمضان المسطرة المدنية، كما وقع تغييره وتتميمه ؛ المتعلق بتنظيم من القانون رقم إلى ومن و - المواد قضاء القرب وتحديد اختصاصاته الصادر بتنفيذه الظهير الشريف ، أغسطس من رمضان بتاريخ رقم كما وقع تغييره ؛ القاضي - القانون رقم شوال بتاريخ…"
 }
];
export default AUTO_QUESTIONS;
